Repository: kuru-rin/rin-bot-backend-translations
Catalog: AchievementRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Achievement_GenreEcchi_0_Description
source: Figuring out the color of the pantsu is a no-brainer for you.
ar: معرفة لون البنطلون لا يحتاج إلى تفكير.
bg: Определянето на цвета на панталона е безпроблемно за вас.
cs: Zjistit barvu kalhot je pro vás hračka.
da: At finde ud af farven på buksedragten er en no-brainer for dig.
de: Die Farbe des Hosenanzugs zu bestimmen, ist für Sie ein Kinderspiel.
el: Η επιλογή του χρώματος του παντελονιού είναι εύκολη υπόθεση για εσάς.
es: Averiguando el color de las pantsus es pan comido para ti.
fi: Pantsun värin selvittäminen ei ole sinulle mikään helppo juttu.
fr: Déterminer la couleur du pantsu est un jeu d'enfant pour vous.
he: לגלות את צבע התחתונים זה עניין של מה בכך בשבילך.
hu: A nadrágkosztüm színének kitalálása nem okoz gondot Önnek.
id: Mencari tahu warna celana adalah hal yang mudah bagi anda.
it: Capire il colore del pantsu è un gioco da ragazzi per voi.
ja: パンチラパンツの色を把握することはあなたのために非常に簡単です。
ko: 팬츠의 색상을 알아내는 것은 쉬운 일이 아닙니다.
lt: Išsiaiškinti kelnių kostiumo spalvą jums nėra sudėtinga.
nb_no: Å finne ut fargen på buksen er en smal sak for deg.
nl: De kleur van de broek uitzoeken is een no-brainer voor jou.
pl: Określenie koloru majteczek nie stanowi dla Ciebie problemu.
pt: Descobrir a cor da calça é um desmancha-prazeres para ti.
ro: Să-ți dai seama de culoarea pantalonului este o chestiune de la sine înțeleasă pentru tine.
ru: Определить цвет трусиков вас для вас проще простого.
sv: Att ta reda på färgen på pantsu är en enkel sak för dig.
th: การตัดสินใจเลือกสีของกางเกงในนั้นเป็นเรื่องง่ายสำหรับคุณ
tr: Pantolonun rengini belirlemek sizin için hiç de zor değil.
uk: Визначити колір панцу для вас не складе труднощів.
vi: Xác định màu sắc của quần lót là điều quá dễ dàng đối với cậu.
zh_hans: 要想知道裤装的颜色，对你来说不费吹灰之力。
zh_hant: 想知道胖次的顏色，對你來說不費吹灰之力。

# Achievement_GenreEcchi_0_Title
source: In it for the Plot
ar: في ذلك من أجل المؤامرة
bg: Заради сюжета
cs: Pro zápletku
da: I det for plottet
de: Für den Plot
el: Για την πλοκή
es: Sólo por la trama
fi: Juonen vuoksi
fr: Pour le complot
he: בגלל העלילה
hu: A cselekmény miatt
id: Di dalamnya untuk Plot
it: Solo per la trama
ja: ちょうどプロットのために
ko: 줄거리 요약
lt: Dėl siužeto
nb_no: I det for plottets skyld
nl: Erin voor de plot
pl: Interesuję mnie tylko Fabuła
pt: Nele para o Lote
ro: În ea pentru complot
ru: Ради сюжета
sv: I det för handlingen
th: อยู่ในเรื่องนี้เพื่อเนื้อเรื่อง
tr: Olay örgüsü için
uk: У сюжеті "Заговор
vi: Vì cốt truyện
zh_hans: 为了情节
zh_hant: 我是來看劇情的

# Achievement_GenreEcchi_1_Description
source: Today you learned the definition of shimapan.
ar: لقد تعلمت اليوم تعريف الشيمابان.
bg: Днес научихте определението за shimapan.
cs: Dnes jste se dozvěděli definici slova šimapan.
da: I dag har du lært definitionen af shimapan.
de: Heute haben Sie die Definition von shimapan gelernt.
el: Σήμερα μάθατε τον ορισμό του shimapan.
es: Hoy has aprendido la definición de shimapan.
fi: Tänään opit shimapanin määritelmän.
fr: Aujourd'hui, vous avez appris la définition de shimapan.
he: היום למדת את ההגדרה של "שימאפן".
hu: Ma megtanultátok a shimapan definícióját.
id: Hari ini anda mempelajari definisi shimapan.
it: Oggi hai imparato la definizione di shimapan.
ja: 今日はしまぱんの定義を学びました。
ko: 오늘은 시마판의 정의를 배웠습니다.
lt: Šiandien sužinojote šimapano apibrėžimą.
nb_no: I dag har du lært definisjonen av shimapan.
nl: Vandaag heb je de definitie van shimapan geleerd.
pl: Dzisiaj poznałeś definicję shimapan.
pt: Hoje você aprendeu a definição de shimapan.
ro: Astăzi ați învățat definiția lui shimapan.
ru: Сегодня вы узнали определение слова shimapan.
sv: Idag lärde du dig definitionen av shimapan.
th: วันนี้คุณได้เรียนรู้คำจำกัดความของชิมาปาน
tr: Bugün shimapan'ın tanımını öğrendiniz.
uk: Сьогодні ви дізналися, що таке шимпан.
vi: Hôm nay cậu đã học được định nghĩa của từ "shimapan".
zh_hans: 今天你们学会了 Shimapan 的定义。
zh_hant: 現在你知道藍白碗是什麼了。

# Achievement_GenreEcchi_1_Title
source: Shimapan
ar: شيمابان
he: שימאפן
ja: しまぱん
ko: 시마판
sv: Randigt bröd
th: ชิมาปัน
uk: Шимапан
zh_hans: 岛板
zh_hant: 藍白碗

# Achievement_GenreHorror_0_Description
source: You can wish for whatever you want!
ar: يمكنك أن تتمنى ما تشاء!
bg: Можете да си пожелаете каквото пожелаете!
cs: Můžete si přát, co chcete!
da: Du kan ønske dig, hvad du vil!
de: Du kannst dir wünschen, was du willst!
el: Μπορείτε να ευχηθείτε ό,τι θέλετε!
es: ¡Puedes pedir cualquier cosa que quieras!
fi: Voit toivoa mitä tahansa!
fr: Vous pouvez souhaiter tout ce que vous voulez !
he: אתה יכול לבקש כל מה שאתה רוצה!
hu: Bármit kívánhatsz, amit csak akarsz!
id: Anda dapat berharap untuk apa pun yang anda inginkan!
it: Puoi ordinare tutto quello che vuoi!
ja: あなたが望むものを注文することができます！
ko: 원하는 것은 무엇이든 소원할 수 있습니다!
lt: Galite norėti visko, ko tik norite!
nb_no: Du kan ønske deg hva du vil!
nl: Je kunt wensen wat je maar wilt!
pl: Możesz sobie życzyć czego tylko zapragniesz!
pt: Você pode desejar o que quiser!
ro: Poți să îți dorești orice vrei!
ru: Вы можете пожелать все, что захотите!
sv: Du kan önska dig vad du vill!
th: คุณสามารถปรารถนาสิ่งใดก็ได้ตามที่คุณต้องการ!
tr: Ne isterseniz dileyebilirsiniz!
uk: Ви можете загадати все, що завгодно!
vi: Cậu có thể ước bất cứ điều gì cậu muốn!
zh_hans: 你可以许下任何愿望！
zh_hant: 我可以幫你實現任何願望喔！

# Achievement_GenreHorror_0_Title
source: Do you wanna make a contract?
ar: هل تريد إبرام عقد؟
bg: Искате ли да сключите договор?
cs: Chcete uzavřít smlouvu?
da: Vil du lave en kontrakt?
de: Wollen Sie einen Vertrag abschließen?
el: Θέλεις να κάνεις συμβόλαιο;
es: ¿Quieres hacer un contrato?
fi: Haluatko tehdä sopimuksen?
fr: Vous voulez passer un contrat ?
he: האם אתה רוצה לחתום על חוזה?
hu: Akarsz szerződést kötni?
id: Apakah anda ingin membuat kontrak?
it: Vuoi fare un contratto?
ja: あなたは契約をしたいですか？
ko: 계약을 하시겠습니까?
lt: Ar norite sudaryti sutartį?
nb_no: Vil du inngå en kontrakt?
nl: Wil je een contract afsluiten?
pl: Chcesz zawrzeć umowę?
pt: Queres fazer um contrato?
ro: Vrei să faci un contract?
ru: Вы хотите заключить контракт?
sv: Vill du göra ett kontrakt?
th: คุณต้องการจะทำสัญญาหรือไม่
tr: Bir anlaşma yapmak ister misin?
uk: Ви хочете укласти контракт?
vi: Cậu có muốn ký hợp đồng không?
zh_hans: 你想签合同吗？
zh_hant: 可以跟我簽下契約嗎？

# Achievement_GenreHorror_1_Description
source: Would you like to take some home with you?
ar: هل ترغب في أخذ بعض منها معك إلى المنزل؟
bg: Искате ли да вземете малко от тях за вкъщи?
cs: Chtěli byste si nějaké vzít s sebou domů?
da: Har du lyst til at tage lidt med hjem?
de: Möchten Sie etwas davon mit nach Hause nehmen?
el: Θα θέλατε να πάρετε μερικά μαζί σας στο σπίτι;
es: ¿Te gustaría llevar algunas para casa?
fi: Haluaisitko viedä niitä kotiin?
fr: Voulez-vous en emporter chez vous ?
he: האם תרצה לקחת קצת הביתה איתך?
hu: Szeretne hazavinni belőle?
id: Apakah anda ingin membawa pulang beberapa?
it: Volete portarne un po' a casa?
ja: 家に持ち帰りますか？
ko: 집에 가져가시겠어요?
lt: Ar norėtumėte šiek tiek pasiimti namo?
nb_no: Har du lyst til å ta med deg litt hjem?
nl: Wil je er een paar mee naar huis nemen?
pl: Czy chciałbyś zabrać trochę do domu?
pt: Queres levar algum para casa contigo?
ro: Vrei să iei câteva acasă cu tine?
ru: Хотите взять немного к себе домой?
sv: Skulle du vilja ta med dig lite hem?
th: คุณต้องการนำกลับบ้านไปด้วยไหม?
tr: Yanınızda biraz götürmek ister misiniz?
uk: Хочете взяти щось із собою додому?
vi: Cậu có muốn mang về nhà một ít không?
zh_hans: 您想带一些回家吗？
zh_hant: 你被龍宮禮奈帶回家了。

# Achievement_GenreHorror_1_Title
source: Hauu~ Omochi kaeri~
ar: هاوو~ أوموتشي كايري~
he: האו~ אומוצ'י קארי~
ja: ハウ～オモチカエリ～
ko: 하우~ 오모치깨리~
sv: Hau ~ Mochi tillbaka ~
th: ฮาวว~ กลับบ้านพร้อมขนมโมจิ~
uk: Хауу~ Омоті Каері~
vi: Hauu~ Món quà trở về~
zh_hant: 好可愛～ 我要把你帶回家～

# Achievement_DistinctAnimeSongs_1_Description
source: Close your eyes and keep listening. Just don't fall asleep.
ar: أغمض عينيك واستمر في الاستماع. فقط لا تنام.
bg: Затворете очи и продължете да слушате. Само не заспивайте.
cs: Zavřete oči a poslouchejte dál. Hlavně neusínejte.
da: Luk øjnene, og lyt videre. Du må bare ikke falde i søvn.
de: Schließen Sie die Augen und hören Sie weiter zu. Schlafen Sie nur nicht ein.
el: Κλείστε τα μάτια σας και συνεχίστε να ακούτε. Απλά μην αποκοιμηθείτε.
es: Cierra los ojos y sigue escuchando. Simplemente no te duermas.
fi: Sulje silmäsi ja jatka kuuntelemista. Älä vain nukahda.
fr: Fermez les yeux et continuez à écouter. Ne vous endormez pas.
he: עצום את העיניים והמשיך להקשיב. רק אל תירדם.
hu: Csukd be a szemed és figyelj tovább. Csak ne aludj el.
it: Chiudi gli occhi e continua ad ascoltare. Basta non addormentarsi.
ja: あなたの目を閉じて、聞いてください。 眠らないで。
ko: 눈을 감고 계속 들어보세요. 잠들지 마세요.
lt: Užmerkite akis ir toliau klausykitės. Tik neužmikite.
nb_no: Lukk øynene og fortsett å lytte. Bare ikke sovne.
nl: Sluit je ogen en blijf luisteren. Val alleen niet in slaap.
pl: Zamknij oczy i słuchaj dalej. Tylko nie zasypiaj.
pt: Feche os olhos e continue a ouvir. Apenas não adormeça.
ro: Închideți ochii și continuați să ascultați. Dar nu adormiți.
sv: Blunda och fortsätt lyssna. Somna bara inte.
th: หลับตาไว้และฟังต่อไป อย่าเผลอหลับไปล่ะ
tr: Gözlerini kapat ve dinlemeye devam et. Sadece uykuya dalma.
uk: Закрийте очі і продовжуйте слухати. Тільки не засинай.
vi: Hãy nhắm mắt lại và tiếp tục lắng nghe. Đừng ngủ gật nhé.
zh_hans: 闭上眼睛，继续听。只是不要睡着。
zh_hant: 閉上眼睛，繼續聽。不要睡著就好。

# Achievement_DistinctAnimeSongs_2_Title
source: Feel like dancing
ar: اشعر بالرغبة في الرقص
bg: Чувствам се като танцуващ
cs: Mám chuť tančit
da: Lyst til at danse
de: Lust zu tanzen
el: Νιώθω σαν να χορεύω
es: Ganas de bailar
fi: Tekee mieli tanssia
fr: L'envie de danser
he: בא לי לרקוד
hu: Táncolni támadt kedvem
it: La voglia di ballare
ja: ダンスへの欲求
ko: 춤추고 싶은 기분
lt: Norisi šokti
nb_no: Lyst til å danse
nl: Zin om te dansen
pl: Mam ochotę tańczyć
pt: Apetece-me dançar
ro: Simțiți nevoia să dansați
sv: Har lust att dansa
th: รู้สึกอยากเต้น
tr: Dans etmek istiyorum
uk: Хочеться потанцювати.
vi: Cậu muốn nhảy không?
zh_hans: 想跳舞
zh_hant: 想跳舞了

# Achievement_DistinctAnimeSongs_2_Description
source: You're getting better at this, so move your body and shake it!
ar: أنت تتحسنين في هذا الأمر، لذا حركي جسمك وهزّيه!
bg: Ставаш все по-добър в това, така че раздвижи тялото си и го разтърси!
cs: Zlepšuješ se v tom, tak hýbej tělem a třes se!
da: Du bliver bedre til det her, så bevæg din krop og ryst den!
de: Du wirst immer besser darin, also beweg deinen Körper und schüttel ihn!
el: Γίνεστε όλο και καλύτεροι σε αυτό, οπότε κουνήστε το σώμα σας και κουνηθείτε!
es: Estás mejorando en esto, así que mueve el culo y baila!
fi: Alat oppia paremmin, joten liikuta kehoasi ja ravista sitä!
fr: Tu t'améliores, alors bouge ton corps et secoue-le !
he: אתה משתפר בזה, אז תזיז את הגוף ותנענע אותו!
hu: Egyre jobban megy ez neked, úgyhogy mozgasd a tested és rázd meg!
it: Stai migliorando, quindi alza il culo e balla!
ja: あなたはこれで良くなっています、だから、あなたの体を移動し、それを振る！
ko: 점점 더 잘하고 있으니 몸을 움직이고 흔들어 보세요!
lt: Jums tai sekasi vis geriau, todėl judinkite kūną ir purtykite jį!
nb_no: Du blir stadig bedre til dette, så beveg kroppen og rist den!
nl: Je wordt hier steeds beter in, dus beweeg je lichaam en schudden maar!
pl: Jesteś w tym coraz lepszy, więc ruszaj ciałem i potrząsaj nim!
pt: Estás a ficar melhor nisto, por isso mexe o teu corpo e abana-o!
ro: Devii din ce în ce mai bun la asta, așa că mișcă-ți corpul și scutură-l!
sv: Du blir bättre på det här, så rör på kroppen och skaka om den!
th: คุณกำลังทำได้ดีขึ้นแล้วนะ ดังนั้นขยับร่างกายและส่ายไปมาเลย!
tr: Bu işte giderek daha iyi oluyorsunuz, o yüzden vücudunuzu hareket ettirin ve sallayın!
uk: У вас все краще виходить, тож рухайтеся і трясіть тілом!
vi: Cậu đang tiến bộ trong việc này, vậy hãy di chuyển cơ thể và lắc lư đi!
zh_hans: 你的技术越来越好了，动动你的身体，摇一摇！
zh_hant: 你的技術越來越好了，動動你的身體，搖一搖！

# Achievement_DistinctAnimeSongs_4_Title
source: Life gives you lemon
ar: الحياة تمنحك الحياة الليمون
bg: Животът ви дава лимон
cs: Život ti dává citron
da: Livet giver dig citron
de: Das Leben gibt dir Zitrone
el: Η ζωή σου δίνει λεμόνι
es: La vida te da limones
fi: Elämä antaa sinulle sitruunaa
fr: La vie te donne des citrons
he: החיים נותנים לך לימון
hu: Az élet citromot ad
it: La vita ti dà i limoni
ja: 人生はあなたにレモンを与えます
ko: 인생은 레몬을 준다
lt: Gyvenimas jums duoda citrinos
nb_no: Livet gir deg sitron
nl: Het leven geeft je citroen
pl: Życie daje ci cytrynę
pt: A vida dá-te limão
ro: Viața îți dă lămâie
sv: Livet ger dig citron
th: ชีวิตให้มะนาวแก่คุณ
tr: Hayat sana limon verir
uk: Життя дає вам лимон
vi: Cuộc sống cho cậu quả chanh
zh_hans: 生活给你柠檬
zh_hant: 當人生給你檸檬

# AchievementCategory_Decade90s_Description
source: Guessing anime between the years 1990 and 2000 will count toward this achievement.
ar: سيتم احتساب تخمين الرسوم المتحركة بين عامي 1990 و2000 ضمن هذا الإنجاز.
bg: За това постижение ще се смятат аниметата между 1990 и 2000 г.
cs: Do tohoto úspěchu se započítává hádání anime mezi lety 1990 a 2000.
da: At gætte anime mellem år 1990 og 2000 vil tælle med i denne præstation.
de: Animes von 1990 bis 2000 zu erraten wird zu dieser Errungenschaft zählen.
el: Η μαντεψιά anime μεταξύ των ετών 1990 και 2000 θα μετρήσει για αυτό το επίτευγμα.
es: Adivinar animes entre los años 90 y 2000 contará para este logro.
fi: Vuosien 1990 ja 2000 väliset anime-arvoitukset lasketaan tähän saavutukseen.
fr: Animes devinés entre les années 1990 et 2000 comptera pour cette réalisation.
he: ניחוש אנימה בין השנים 1990 ל-2000 ייחשב לצורך השגת הישג זה.
hu: Az 1990 és 2000 közötti anime találgatások beleszámítanak ebbe az eredménybe.
it: Gli anime indovinati tra gli anni 1990 e 2000 contano per questo raggiungimento.
ja: 1990年から2000年の間にアニメを推測することは、この成果にカウントされます。
ko: 1990년에서 2000년 사이의 애니메이션을 맞히면 이 업적에 포함됩니다.
lt: Į šį pasiekimą bus įskaičiuoti 1990-2000 m. atspėti anime.
nb_no: Gjetteanime mellom 1990 og 2000 vil telle med i denne prestasjonen.
nl: Het raden van animes tussen de jaren 1990 en 2000 telt mee voor deze prestatie.
pl: Zgadywanie anime w latach 1990-2000 będzie zaliczane do tego osiągnięcia.
pt: Adivinhar anime entre os anos 1990 e 2000 contará para esta conquista.
ro: Ghicitul anime între anii 1990 și 2000 va fi luat în considerare pentru această realizare.
sv: Att gissa anime mellan åren 1990 och 2000 kommer att räknas för denna prestation.
th: การทายชื่ออนิเมะระหว่างปี 1990 ถึง 2000 จะนับรวมในความสำเร็จนี้
tr: 1990-2000 yılları arasındaki tahmin animeleri bu başarıya sayılacaktır.
uk: Вгадування аніме між 1990 та 2000 роками буде зараховано як досягнення.
vi: Đoán tên anime được phát hành trong khoảng thời gian từ năm 1990 đến năm 2000 sẽ được tính vào thành tích này.
zh_hans: 1990 年至 2000 年期间的动漫竞猜活动将计入这一成绩。
zh_hant: 答對年份介於 1990 年和 2000 年之間的作品將計入此成就。

# AchievementCategory_DistinctAnimeSongs_Description
source: Guessing any anime song that you haven't guessed before will count toward this achievement. Only songs from !sga rounds will count at this moment.
ar: سيتم احتساب تخمين أي أغنية أنيمي لم تخمنها من قبل في هذا الإنجاز. سيتم احتساب الأغاني من جولات !sga فقط في هذه اللحظة.
bg: Отгатването на всяка аниме песен, която не сте отгатнали преди, ще се зачете за това постижение. В момента се зачитат само песните от !sga кръговете.
cs: K tomuto úspěchu se počítá uhodnutí jakékoli anime skladby, kterou jste předtím neuhodli. V tuto chvíli se počítají pouze písně z !sga kol.
da: At gætte en anime-sang, som du ikke har gættet før, vil tælle med i denne præstation. I øjeblikket tæller kun sange fra !sga-runder.
de: Das Erraten jedes Anime-Songs, den ihr noch nicht erraten habt, zählt für diese Leistung. Im Moment zählen nur Lieder aus !sga-Runden.
el: Το να μαντέψετε οποιοδήποτε τραγούδι anime που δεν έχετε μαντέψει πριν, θα μετρήσει για αυτό το επίτευγμα. Μόνο τραγούδια από γύρους !sga θα μετρήσουν αυτή τη στιγμή.
es: Adivinar cualquier canción de anime que no hayas adivinado antes contará para este logro. Sólo las canciones de las rondas de !sga contarán en este momento.
fi: Jos arvaat minkä tahansa anime-kappaleen, jota et ole arvaillut aiemmin, se lasketaan tähän saavutukseen. Vain !sga-kierrosten kappaleet lasketaan tällä hetkellä.
fr: Deviner une chanson d'anime que vous n'avez pas encore devinée comptera pour cette réalisation. Pour l'instant, seules les chansons des séries !sga comptent.
he: ניחוש של כל שיר אנימה שלא ניחשתם בעבר ייחשב להישג זה. רק שירים מסיבובי !sga ייחשבו כרגע.
hu: Bármelyik anime dal kitalálása, amelyet még nem találtál ki, számít a teljesítményért. Jelenleg csak a !sga körökben szereplő dalok számítanak.
it: Indovinare qualsiasi canzone di un anime che non hai indovinato prima, conterà per questo risultato. In questo momento contano solo le canzoni dei round di !sga.
ja: あなたが前に推測していない任意のアニメソングを推測すると、この成果にカウントされます。 からの曲のみ !sga ラウンドは、この時点でカウントされます。
ko: 이전에 맞히지 못한 애니메이션 노래를 맞히면 이 업적에 포함됩니다. 현재로서는 !sga 라운드의 노래만 인정됩니다.
lt: Į šį pasiekimą bus įskaičiuotas bet kurios anime dainos, kurios anksčiau nenuspėjote, atspėjimas. Šiuo metu įskaitomos tik !sga turų dainos.
nb_no: Å gjette en hvilken som helst anime-sang som du ikke har gjettet før, teller for denne prestasjonen. For øyeblikket er det bare sanger fra !sga-runder som teller.
nl: Het raden van een willekeurig anime-nummer dat je nog niet eerder hebt geraden, telt mee voor deze prestatie. Op dit moment tellen alleen liedjes uit !sga rondes mee.
pl: Odgadnięcie dowolnej piosenki anime, której nie odgadłeś wcześniej, będzie się liczyć do tego osiągnięcia. W tej chwili liczą się tylko piosenki z rund !sga.
pt: Adivinhar qualquer canção de anime que não tenha adivinhado antes contará para este feito. Apenas as canções de !sga rounds contarão neste momento.
ro: Ghicitul oricărui cântec anime pe care nu l-ai ghicit până acum va conta pentru această realizare. Doar melodiile din rundele !sga vor conta în acest moment.
sv: Att gissa någon anime-låt som du inte har gissat tidigare kommer att räknas för denna prestation. Endast låtar från! Sga-rundor räknas för närvarande.
th: การทายเพลงอนิเมะที่คุณไม่เคยทายมาก่อนจะนับรวมในความสำเร็จนี้ด้วย เพลงที่นับได้เฉพาะจากรอบ !sga เท่านั้นในขณะนี้
tr: Daha önce tahmin etmediğiniz herhangi bir anime şarkısını tahmin etmek bu başarı için sayılacaktır. Şu anda sadece !sga turlarındaki şarkılar sayılacaktır.
uk: Вгадування будь-якої аніме-пісні, яку ви не вгадували раніше, буде зараховано як досягнення. Наразі зараховуються лише пісні з раундів !sga.
vi: Đoán bất kỳ bài hát anime nào mà cậu chưa từng đoán trước đây sẽ được tính vào thành tích này. Hiện tại, chỉ các bài hát từ các vòng !sga mới được tính.
zh_hans: 猜中任何您之前未猜中的动漫歌曲都将计入此成就。目前只有 !sga 循环赛中的歌曲才算数。
zh_hant: 答對任何不重複動畫歌曲都將計入此成就。目前只有 !sga 題目的歌曲列入計算。

# AchievementCategory_DistinctAnime_Description
source: Guessing any anime that you haven't guessed before will count toward this achievement.
ar: تخمين أي أنمي لم تخمنه من قبل سيُحتسب في هذا الإنجاز.
bg: Отгатването на всяко аниме, което не сте отгатнали преди, ще бъде зачетено за това постижение.
cs: K tomuto úspěchu se počítá uhodnutí jakéhokoli anime, které jste předtím neuhodli.
da: At gætte en anime, som du ikke har gættet før, tæller med i denne præstation.
de: Wenn du einen Anime errätst, den du vorher noch nicht erraten hast, zählt das für diese Errungenschaft.
el: Το να μαντέψετε οποιοδήποτε anime που δεν έχετε μαντέψει πριν, θα μετρήσει για αυτό το επίτευγμα.
es: Adivinar cualquier anime que no hayas adivinado antes contará para este logro.
fi: Tämän saavutuksen saavuttaminen edellyttää, että arvaat minkä tahansa animen, jota et ole arvaillut aiemmin.
fr: Deviner un anime que vous n'avez pas encore deviné comptera pour cet exploit.
he: ניחוש של כל אנימה שלא ניחשת בעבר ייחשב להישג זה.
hu: Bármely olyan anime kitalálása, amelyet korábban nem találtál ki, beszámít ebbe a teljesítménybe.
it: Indovinare qualsiasi anime che non hai indovinato prima, conterà per questo risultato.
ja: あなたが前に推測していない任意のアニメを推測すると、この成果に向かってカウントされます。
ko: 이전에 맞추지 못한 애니메이션을 맞히면 이 업적에 포함됩니다.
lt: Į šį pasiekimą bus įskaičiuotas bet kokio anime, kurio anksčiau nenuspėjote, atspėjimas.
nb_no: Hvis du gjetter en anime som du ikke har gjettet før, vil det telle med i denne prestasjonen.
nl: Het raden van anime die je nog niet eerder hebt geraden, telt mee voor deze prestatie.
pl: Odgadnięcie dowolnego anime, którego nie odgadłeś wcześniej, zostanie zaliczone na poczet tego osiągnięcia.
pt: Adivinhar qualquer anime que não tenha adivinhado antes contará para esta conquista.
ro: Ghicitul oricărui anime pe care nu l-ai ghicit înainte va conta pentru această realizare.
sv: Att gissa någon anime som du inte har gissat tidigare kommer att räknas mot denna prestation.
th: การทายชื่ออนิเมะที่คุณไม่เคยทายมาก่อนจะนับรวมในความสำเร็จนี้
tr: Daha önce tahmin etmediğiniz herhangi bir animeyi tahmin etmek bu başarı için sayılacaktır.
uk: Вгадування будь-якого аніме, яке ви не вгадали раніше, буде зараховано як досягнення.
vi: Đoán bất kỳ bộ anime nào mà cậu chưa từng đoán trước đây sẽ được tính vào thành tích này.
zh_hans: 猜中任何您之前没有猜中的动画都将计入此成就。
zh_hant: 答對任何不重複的作品都將計入此成就。

# AchievementCategory_GenreAction_Description
source: Guessing anime from the action genre will count toward this achievement.
ar: سيتم احتساب تخمين الرسوم المتحركة من نوع الأكشن في هذا الإنجاز.
bg: За това постижение ще се зачита познаването на анимета от жанра екшън.
cs: K tomuto úspěchu se počítá hádání anime z akčního žánru.
da: At gætte anime fra actiongenren vil tælle med i denne præstation.
de: Das Erraten von Animes aus dem Action-Genre wird für diese Errungenschaft angerechnet.
el: Το να μαντεύετε anime από το είδος της δράσης θα μετρήσει για αυτό το επίτευγμα.
es: Adivinar animes de acción contarán para este logro.
fi: Toiminta-genren anime-arvaukset lasketaan tähän saavutukseen.
fr: Deviner anime du genre action comptera pour cette réalisation.
he: ניחוש אנימה מז'אנר האקשן ייחשב להישג זה.
hu: Az akcióműfajhoz tartozó anime kitalálása is beszámít ebbe a teljesítménybe.
it: Indovinare gli anime del genere azione conterà per questo risultato.
ja: アクションジャンルからアニメを推測すると、この成果にカウントされます。
ko: 액션 장르의 애니메이션을 맞히면 이 업적에 포함됩니다.
lt: Už šį pasiekimą bus skaičiuojamas veiksmo žanro anime spėjimas.
nb_no: Gjetting av anime fra action-sjangeren vil telle med i denne prestasjonen.
nl: Het raden van anime uit het actiegenre telt mee voor deze prestatie.
pl: Zgadywanie anime z gatunku akcji będzie zaliczane do tego osiągnięcia.
pt: Adivinhar o anime do género de acção contará para esta conquista.
ro: Ghicitul anime-urilor din genul de acțiune va conta pentru această realizare.
sv: Att gissa anime från actiongenren kommer att räknas till denna prestation.
th: การทายอนิเมะจากประเภทแอคชั่นจะนับรวมในความสำเร็จนี้
tr: Aksiyon türündeki animeleri tahmin etmek bu başarı için sayılacaktır.
uk: Вгадування аніме з жанру екшн буде зараховано як досягнення.
vi: Đoán anime thuộc thể loại hành động sẽ được tính vào thành tích này.
zh_hans: 猜动作类型的动漫也可计入此成就。
zh_hant: 答對的動作類動畫將計入此成就。
