Repository: kuru-rin/rin-bot-backend-translations
Catalog: AchievementRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# AchievementCategory_GenreEcchi_Description
source: Guessing anime from the ecchi genre will count toward this achievement.
ar: سيُحتسب تخمين الأنمي من نوع الإيتشي في هذا الإنجاز.
bg: Познаването на анимета от жанра "екчи" ще бъде зачетено за това постижение.
cs: K tomuto úspěchu se počítá i hádání anime z žánru ecchi.
da: At gætte anime fra ecchi-genren vil tælle med i denne præstation.
de: Das Erraten von Animes aus dem Ecchi-Genre wird für diese Errungenschaft angerechnet.
el: Το να μαντεύετε anime από το είδος ecchi θα μετρήσει για αυτό το επίτευγμα.
es: Adivinar animes ecchi contarán para este logro.
fi: Ecchi-tyylilajiin kuuluvien animejen arvaaminen lasketaan tähän saavutukseen.
fr: Deviner anime du genre ecchi comptera pour cette réalisation.
he: ניחוש אנימה מהז'אנר אצ'י ייחשב להישג זה.
hu: Az ecchi műfajba tartozó anime kitalálása is beszámít ebbe a teljesítménybe.
it: Indovinare gli anime del genere ecchi conterà per questo risultato.
ja: エッチジャンルからアニメを推測すると、この成果にカウントされます。
ko: 에치 장르의 애니메이션을 맞히면 이 업적에 포함됩니다.
lt: Už šį pasiekimą bus skaičiuojama spėjant ecchi žanro anime.
nb_no: Å gjette anime fra ecchi-sjangeren vil telle for denne prestasjonen.
nl: Het raden van anime uit het ecchi-genre telt mee voor deze prestatie.
pl: Zgadywanie anime z gatunku ecchi będzie się liczyć do tego osiągnięcia.
pt: Adivinhar o anime do género ecchi contará para esta conquista.
ro: Ghicitul anime-urilor din genul ecchi va conta pentru această realizare.
sv: Att gissa anime från ecchi-genren kommer att räknas till denna prestation.
th: การทายอนิเมะจากแนวเอ็ชจะนับรวมในความสำเร็จนี้
tr: Ecchi türünden anime tahmin etmek bu başarı için sayılacaktır.
uk: Вгадування аніме з жанру екхі буде зараховано як досягнення.
vi: Đoán anime thuộc thể loại ecchi sẽ được tính vào thành tích này.
zh_hans: 猜猜看 "糜烂 "类型的动画片也能获得此项成就。
zh_hant: 答對的福利番動畫將計入此成就。

# AchievementCategory_GenreHorror_Description
source: Guessing anime from the horror genre will count toward this achievement.
ar: سيُحتسب تخمين الأنيمي من نوع الرعب في هذا الإنجاز.
bg: Познаването на анимета от жанра на ужасите ще бъде зачетено за това постижение.
cs: K tomuto úspěchu se počítá hádání anime z hororového žánru.
da: At gætte anime fra gysergenren vil tælle med i denne præstation.
de: Das Erraten von Animes aus dem Ecchi-Genre wird für diese Errungenschaft angerechnet.
el: Το να μαντεύετε anime από το είδος του τρόμου θα μετρήσει για αυτό το επίτευγμα.
es: Adivinar animes de terror contarán para este logro.
fi: Kauhugenren animea arvaamalla voit saavuttaa tämän saavutuksen.
fr: Deviner anime du genre horreur comptera pour cette réalisation.
he: ניחוש אנימה מז'אנר האימה ייחשב להישג זה.
hu: A horror műfajba tartozó anime kitalálása is számít ehhez a teljesítményhez.
it: Indovinare gli anime del genere horror conterà per questo risultato.
ja: ホラージャンルからアニメを推測すると、この成果にカウントされます。
ko: 공포 장르의 애니메이션을 맞히면 이 업적에 포함됩니다.
lt: Už šį pasiekimą bus skaičiuojami spėjimai apie siaubo žanro anime.
nb_no: Å gjette anime fra skrekksjangeren teller med i denne prestasjonen.
nl: Het raden van anime uit het horrorgenre telt mee voor deze prestatie.
pl: Zgadywanie anime z gatunku horroru będzie się liczyć do tego osiągnięcia.
pt: Adivinhar o anime do género horror contará para esta conquista.
ro: Ghicitul anime-urilor din genul horror va conta pentru această realizare.
sv: Att gissa anime från skräckgenren kommer att räknas till denna prestation.
th: การทายชื่ออนิเมะจากแนวสยองขวัญจะนับรวมในความสำเร็จนี้
tr: Korku türünden anime tahmin etmek bu başarı için sayılacaktır.
uk: Вгадування аніме з жанру жахів буде зараховано як досягнення.
vi: Đoán anime thuộc thể loại kinh dị sẽ được tính vào thành tích này.
zh_hans: 猜测恐怖类型的动漫也可计入此成就。
zh_hant: 答對的恐怖類動畫將計入此成就。

# AchievementCategory_Decade00s
source: Decades - 00's
ar: العقود - 00
bg: Десетилетия - 00-те години
cs: Desetiletí - 00's
da: Årtier - 00'erne
de: Jahrzente - 00's
el: Δεκαετίες - 00's
es: Décadas - Años 2000
fi: Vuosikymmenet - 00-luku
fr: Décennies - années 00
he: עשורים - שנות ה-2000
hu: Évtizedek - 00-as évek
id: Tahun 2000an
it: Decenni - anni '00
ja: 十年 - 00年代
ko: 수십 년대 - 00년대
lt: Dešimtmečiai - 00-ieji
nb_no: Årtier - 00's
nl: Jaren 00
pl: Dekady - lata 00
pt: Décadas - Anos 00
ro: Decenii - anii 00
ru: Десятилетия - 00-е годы
sv: Decennier - 00-tal
th: ทศวรรษ - 00's
tr: On Yıllar - 00'lar
uk: Десятиліття - 00-ті
vi: Thập kỉ - 00
zh_hans: 十年 - 00 年代
zh_hant: 00年代（2000~2009）

# AchievementCategory_Decade10s
source: Decades - 10's
ar: العقود - 10
bg: Десетилетия - 10's
cs: Desetiletí - 10's
da: Årtier - 10'ere
de: Jahrzente - 10's
el: Δεκαετίες - 10
es: Décadas - Años 10
fi: Vuosikymmenet - 10:t
fr: Décennies - années 10
he: עשורים - 10
hu: Évtizedek - 10-es évek
id: Tahun 2010an
it: Decenni - anni '10
ja: 十年 - 10年代
ko: 수십 년대 - 10대
lt: Dešimtmečiai - 10 metų
nb_no: Årtier - 10's
nl: Jaren 10
pl: Dekady - lata 10
pt: Décadas - Anos 10
ro: Decenii - 10's
ru: Десятилетия - 10-е годы
sv: Decennier - 10-tal
th: ทศวรรษ - 10's
tr: On Yıllar - 10'lar
uk: Десятиліття - 10-ті роки
vi: Thập kỉ - 10
zh_hans: 几十年 - 10's
zh_hant: 10年代（2010~2019）

# AchievementCategory_Decade80s
source: Decades - 80's
ar: العقود - الثمانينات
bg: Десетилетия - 80-те години
cs: Dekády - 80. léta
da: Årtier - 80'erne
de: Jahrzente - 80's
el: Δεκαετίες - 80's
es: Décadas - Años 80
fi: Vuosikymmenet - 80-luku
fr: Décennies - années 80
he: עשורים - שנות ה-80
hu: Évtizedek - 80-as évek
id: Tahun 80an
it: Decenni - anni '80
ja: 十年 - 80年代
ko: 수십 년대 - 80년대
lt: Dešimtmečiai - 80-ieji
nb_no: Årtier - 80's
nl: Jaren 80
pl: Dekady - lata 80.
pt: Décadas - Anos 80
ro: Decenii - anii '80
ru: Десятилетия - 80-е годы
sv: Decennier - 80-talet
th: ทศวรรษ - 80
tr: On Yıllar - 80'ler
uk: Десятиліття - 80-ті роки
vi: Thập kỉ - 80
zh_hans: 年代 - 80 年代
zh_hant: 80年代（1980~1989）

# Achievement_DistinctAnime_5_Description
source: Your power level is way above others'. The only way is up.
ar: مستوى قوتك أعلى بكثير من الآخرين. الطريق الوحيد هو الأعلى.
bg: Нивото ти на сила е много по-високо от това на другите. Единственият път е нагоре.
cs: Tvá úroveň síly je mnohem vyšší než u ostatních. Jediná cesta je nahoru.
da: Dit kraftniveau er langt over andres. Den eneste vej er op.
de: Ihr Leistungsniveau liegt weit über dem der anderen. Der einzige Weg ist nach oben.
el: Το επίπεδο δύναμής σας είναι πολύ πάνω από το επίπεδο των άλλων. Ο μόνος δρόμος είναι προς τα πάνω.
es: Tu nivel de poder está muy por encima de otros. El único camino es hacia arriba.
fi: Voimatasosi on paljon muita korkeampi. Ainoa tie on ylöspäin.
fr: Votre niveau de puissance est bien supérieur à celui des autres. Le seul moyen est de monter.
he: רמת הכוח שלך גבוהה בהרבה מזו של אחרים. הדרך היחידה היא למעלה.
hu: Az erőszinted messze mások felett van. Az egyetlen út felfelé vezet.
id: Tingkat kekuatan anda jauh di atas orang lain. Satu-satunya cara adalah naik.
it: Il tuo livello di potere è molto al di sopra degli altri. L'unico modo è salire.
ja: あなたの力のレベルは他のものをはるかに上回っています。 唯一の方法はアップです。
ko: 당신의 파워 레벨은 다른 사람들보다 훨씬 높습니다. 유일한 방법은 상승뿐입니다.
lt: Tavo galios lygis gerokai aukštesnis už kitų. Vienintelis kelias - aukštyn.
nb_no: Kraftnivået ditt er langt høyere enn andres. Den eneste veien er oppover.
nl: Je krachtniveau ligt ver boven dat van anderen. De enige weg is omhoog.
pl: Twój poziom mocy jest znacznie wyższy od innych. Jedyna droga prowadzi w górę.
pt: O seu nível de poder está muito acima do dos outros. A única maneira é subir.
ro: Nivelul tău de putere este mult peste cel al celorlalți. Singura cale este în sus.
ru: Ваша сила намного больше, чем у других. Единственный путь - вверх.
sv: Din maktnivå är långt över andras. Den enda vägen är upp.
th: ระดับพลังของคุณสูงกว่าของคนอื่นมาก ทางเดียวคือขึ้นไปให้สูงกว่าเดิม
tr: Güç seviyen diğerlerinin çok üstünde. Tek yol yukarı.
uk: Твій рівень сили набагато вищий, ніж у інших. Єдиний шлях - вгору.
vi: Mức độ sức mạnh của cậu vượt xa những người khác. Con đường duy nhất là tiến lên.
zh_hans: 你的实力远超他人。唯一的出路就是向上。
zh_hant: 你的戰鬥力遠超他人。唯一的出路就是繼續向上。

# Achievement_DistinctAnime_5_Title
source: Not Even My Final Form
ar: ولا حتى شكلي النهائي
bg: Дори не е окончателната ми форма
cs: Ani moje konečná podoba
da: Ikke engang min endelige form
de: Nicht einmal meine endgültige Form
el: Ούτε καν η τελική μου μορφή
es: Ni Siquiera Mi Forma Final
fi: Ei edes lopullinen muotoni
fr: Pas même ma forme finale
he: אפילו לא הצורה הסופית שלי
hu: Még az én végső formám sem
id: Bahkan Bukan Bentuk Terakhirku
it: Nemmeno la mia forma finale
ja: 私の最終的な形でさえありません
ko: 내 최종 양식도 아닙니다
lt: Net ne mano galutinė forma
nb_no: Ikke engang min endelige form
nl: Niet eens mijn definitieve vorm
pl: To Nawet Nie Jest Moja Ostateczna Forma
pt: Nem mesmo minha forma final
ro: Nici măcar forma mea finală
ru: Даже не моя конечная форма
sv: Inte ens min slutliga form
th: ไม่ใช่แม้แต่ร่างสุดท้ายของฉัน
tr: Son Halim Bile Değil
uk: Навіть не моя остаточна форма
vi: Thậm chí không phải hình dạng cuối cùng của tớ
zh_hans: 甚至不是我的最终形态
zh_hant: 甚至不是我的最終形態

# Achievement_DistinctAnime_6_Description
source: You should already know what that picture means.
ar: يجب أن تعرف بالفعل ما تعنيه هذه الصورة.
bg: Вече трябва да знаете какво означава тази снимка.
cs: Už byste měli vědět, co tento obrázek znamená.
da: Du burde allerede vide, hvad det billede betyder.
de: Sie sollten bereits wissen, was dieses Bild bedeutet.
el: Θα πρέπει ήδη να ξέρετε τι σημαίνει αυτή η εικόνα.
es: Deberías de saber ahora qué significa esa foto.
fi: Sinun pitäisi jo tietää, mitä tuo kuva tarkoittaa.
fr: Vous devriez déjà savoir ce que signifie cette image.
he: אתה כבר אמור לדעת מה המשמעות של התמונה הזאת.
hu: Már tudnia kellene, hogy mit jelent ez a kép.
id: Anda seharusnya sudah tahu apa arti gambar itu.
it: Ora dovreste sapere cosa significa quell'immagine.
ja: あなたはその絵が何を意味するのか今知っておくべきです。
ko: 이 그림이 무엇을 의미하는지 이미 알고 계실 것입니다.
lt: Jau turėtumėte žinoti, ką reiškia šis paveikslėlis.
nb_no: Du burde allerede vite hva det bildet betyr.
nl: Je zou al moeten weten wat die foto betekent.
pl: Już powinieneś wiedzieć, co oznacza ten obrazek.
pt: Você já deve saber o que essa foto significa.
ro: Ar trebui să știți deja ce înseamnă această imagine.
ru: Вы уже должны знать, что означает эта картинка.
sv: Du borde redan veta vad den bilden betyder.
th: คุณควรจะรู้แล้วว่าภาพนั้นหมายถึงอะไร
tr: Bu resmin ne anlama geldiğini zaten biliyor olmalısınız.
uk: Ви вже маєте знати, що означає ця картинка.
vi: Cậu nên biết bức ảnh đó có ý nghĩa gì rồi.
zh_hans: 你应该已经知道这幅画意味着什么。
zh_hant: 你應該一眼就能看出這張圖片是什麼了。

# Achievement_DistinctAnime_6_Title
source: Gotta Guess Them All!
ar: عليك تخمينها كلها!
bg: Трябва да ги познаете всички!
cs: Musíme je všechny uhodnout!
da: Du skal gætte dem alle!
de: Du musst sie alle erraten!
el: Πρέπει να τα μαντέψεις όλα!
es: ¡Adivinalos Ya!
fr: Il faut les deviner tous !
he: חייבים לנחש את כולם!
hu: Mindet ki kell találnod!
id: Harus Tebak Mereka Semua!
it: Indoviniamoli tutti!
ja: それらすべてを推測しなきゃ！
ko: 모두 맞혀야 합니다!
lt: Reikia atspėti visus!
nb_no: Må gjette dem alle!
nl: Je moet ze allemaal raden!
pl: Zgadnij Je Wszystkie!
pt: Tenho de os adivinhar a todos!
ro: Trebuie să le ghicești pe toate!
ru: Нужно угадать их всех!
sv: Måste gissa dem alla!
th: ต้องทายให้หมด!
tr: Hepsini Tahmin Etmeliyim!
uk: Вгадай їх усіх!
vi: Phải đoán hết tất cả!
zh_hans: 全部猜出来
zh_hant: 只有你想不到，沒有我猜不到！

# Achievement_GenreAction_0_Description
source: Can't stop fighting, can you?
ar: لا يمكنك التوقف عن القتال، أليس كذلك؟
bg: Не можеш да спреш да се бориш, нали?
cs: Nemůžeš přestat bojovat, že?
da: Du kan ikke holde op med at slås, vel?
de: Sie können nicht aufhören zu kämpfen, oder?
el: Δεν μπορείς να σταματήσεις να αγωνίζεσαι, έτσι δεν είναι;
es: No puedes dejar de pelear, ¿verdad?
fi: Et voi lopettaa taistelua, vai mitä?
fr: Vous ne pouvez pas arrêter de vous battre, n'est-ce pas ?
he: אתה לא יכול להפסיק להילחם, נכון?
hu: Nem tudod abbahagyni a harcot, ugye?
id: Tidak bisa berhenti berjuang, bisakah kamu?
it: Non riesci a smettere di combattere, vero?
ja: 戦うのは止められないだろ?
ko: 싸움을 멈출 수 없죠?
lt: Negalite nustoti kovoti, ar ne?
nb_no: Du kan ikke slutte å slåss, kan du vel?
nl: Je kunt niet stoppen met vechten, hè?
pl: Nie możesz przestać walczyć, prawda?
pt: Não consegues parar de lutar, pois não?
ro: Nu te poți opri din luptă, nu-i așa?
ru: Не можете прекратить борьбу, не так ли?
sv: Kan du inte sluta slåss, eller hur?
th: หยุดสู้ไม่ได้เลยใช่ไหมล่ะ?
tr: Savaşmayı bırakamıyorsun, değil mi?
uk: Не можеш перестати битися, так?
vi: Cậu không thể ngừng chiến đấu, phải không?
zh_hans: 不能停止战斗，对吗？
zh_hant: 你無法停止戰鬥，對吧？

# Achievement_GenreAction_0_Title
source: Battle maniac
ar: مهووس المعارك
bg: Боен маниак
cs: Bitevní maniak
da: Kampgalning
de: Kampfwahnsinniger
el: Μανιακός της μάχης
es: Loco por las batallas
fi: Taistelu hullu
fr: Maniaque du combat
he: מטורף קרב
hu: Battle mániákus
id: Maniak pertempuran
it: Maniaco della battaglia
ja: 戦いに夢中
ko: 배틀 매니아
lt: Mūšio maniakas
nb_no: Kampgalning
nl: Strijd maniak
pl: Maniak bitewny
pt: Maníaco de batalha
ro: Maniac de luptă
ru: Боевой маньяк
sv: Kampgalning
th: นักรบคลั่ง
tr: Savaş manyağı
uk: Бойовий маніяк
vi: Kẻ cuồng chiến
zh_hans: 战斗狂人
zh_hant: 戰鬥狂

# Achievement_GenreAction_1_Title
source: Strongest disciple
ar: التلميذ الأقوى
bg: Най-силният ученик
cs: Nejsilnější žák
da: Den stærkeste discipel
de: Stärkste Schülerin
el: Ισχυρότερος μαθητής
es: El discípulo más fuerte
fi: Vahvin oppilas
fr: Le plus fort disciple
he: התלמיד החזק ביותר
hu: Legerősebb tanítvány
id: Murid terkuat
it: Il discepolo più forte
ja: 最強の弟子
ko: 최강의 제자
lt: Stipriausias mokinys
nb_no: Sterkeste disippel
nl: Sterkste discipel
pl: Najsilniejszy uczeń
pt: O discípulo mais forte
ro: Cel mai puternic discipol
ru: Самый сильный ученик
sv: Starkaste lärjunge
th: ศิษย์ที่แข็งแกร่งที่สุด
tr: En güçlü öğrenci
uk: Найсильніший учень
vi: Đệ tử mạnh nhất
zh_hans: 最强的弟子
zh_hant: 最強弟子

# Achievement_DistinctAnimeSongs_7_Description
source: You and your playlist can no longer be separated. Do you even have to check them at this point?
ar: لم يعد بالإمكان الفصل بينك وبين قائمة التشغيل الخاصة بك. هل يجب عليك حتى التحقق منها في هذه المرحلة؟
bg: Вие и вашият списък за изпълнение вече не можете да бъдете разделени. Трябва ли изобщо да ги проверявате в този момент?
cs: Vás a váš seznam skladeb už nelze oddělit. Musíte je v tuto chvíli vůbec kontrolovat?
da: Du og din playliste kan ikke længere skilles ad. Behøver du overhovedet at tjekke dem på dette tidspunkt?
de: Sie und Ihre Wiedergabeliste können nicht mehr getrennt werden. Müssen Sie sie jetzt überhaupt noch überprüfen?
el: Εσείς και η λίστα αναπαραγωγής σας δεν μπορείτε πλέον να χωριστείτε. Είναι απαραίτητο να τα ελέγξετε σε αυτό το σημείο;
es: Tú y tu lista de reproducción ya no podéis separaros. ¿Acaso tienes que revisarlos siquiera llegados a este punto?
fi: Sinua ja soittolistaa ei voi enää erottaa toisistaan. Pitääkö sinun edes tarkistaa ne tässä vaiheessa?
fr: Vous et votre liste de lecture ne peuvent plus être séparés - devez-vous même les revoir à ce stade ?
he: אתה והפלייליסט שלך כבר לא יכולים להיפרד. האם אתה בכלל צריך לבדוק אותם בשלב זה?
hu: Ön és a lejátszási listája többé nem választható el egymástól. Ilyenkor egyáltalán ellenőrizni kell őket?
it: Tu e la tua playlist non potete più essere separati - a questo punto devi anche rivederli?
ja: あなたとあなたのプレイリストを分離することはできません。 あなたも、この時点でそれらをチェックする必要がありますか？
ko: 사용자와 재생목록을 더 이상 분리할 수 없습니다. 이 시점에서 굳이 재생목록을 확인해야 하나요?
lt: Jūsų ir grojaraščio nebegalima atskirti. Ar šiuo metu apskritai reikia juos tikrinti?
nb_no: Du og spillelisten din kan ikke lenger skilles fra hverandre. Trenger du i det hele tatt å sjekke dem nå?
nl: Jij en je afspeellijst zijn niet langer van elkaar te scheiden. Moet je ze nu nog wel controleren?
pl: Ciebie i Twojej listy odtwarzania nie da się już rozdzielić. Czy w tym momencie trzeba je w ogóle sprawdzać?
pt: Você e a sua lista de reprodução já não podem ser separados. Têm sequer de os verificar neste momento?
ro: Tu și lista ta de redare nu mai puteți fi separați. Chiar trebuie să le verificați în acest moment?
sv: Du och din spellista kan inte längre separeras. Måste du ens kontrollera dem nu?
th: คุณและเพลย์ลิสต์ของคุณไม่สามารถแยกจากกันได้อีกต่อไปแล้ว คุณยังต้องตรวจสอบพวกมันอยู่ไหมในตอนนี้?
tr: Siz ve çalma listeniz artık ayrılamazsınız. Bu noktada onları kontrol etmeniz gerekiyor mu?
uk: Ви і ваш плейлист більше не можете бути відокремлені. Чи потрібно взагалі перевіряти їх на цьому етапі?
vi: Cậu và danh sách phát của cậu không thể tách rời nhau. Lúc này cậu còn cần phải kiểm tra chúng nữa không?
zh_hans: 你和你的播放列表再也分不开了。这时候你还需要检查它们吗？
zh_hant: 你和你的播放列表已經融為一體。你還會需要查看它嗎？

# AchievementCategory_DistinctAnimeSongs
source: Distinct anime songs
ar: أغاني الأنيمي المميزة
bg: Различни аниме песни
cs: Výrazné anime skladby
da: Distinkte anime-sange
de: Unverwechselbare Anime-Lieder
el: Ξεχωριστά τραγούδια anime
es: Canciones de anime distintas
fi: Erottuvat anime-laulut
fr: Différentes chansons d'anime
he: שירים מובחנים מאנימה
hu: Különböző anime dalok
it: Diverse canzoni di anime
ja: アニメソング別
ko: 특색 있는 애니메이션 노래
lt: Skirtingos anime dainos
nb_no: Særpregede anime-sanger
nl: Verschillende anime liedjes
pl: Wyróżniające się piosenki z anime
pt: Diferentes canções de anime
ro: Cântece anime distincte
sv: Distinkta anime-låtar
th: เพลงอนิเมะที่โดดเด่น
tr: Farklı anime şarkıları
uk: Виразні аніме-пісні
vi: Những bài hát anime độc đáo
zh_hans: 独特的动漫歌曲
zh_hant: 不重覆的動畫歌曲

# Achievement_DistinctAnimeSongs_0_Title
source: Rockin' it
ar: الروكين
da: Det rocker
de: Es rockt
es: Lo estás petando
fr: Tu déchires
he: רוקדים
it: Stai andando alla grande
ja: あなたは素晴らしいことをしています。
ko: 락킹
nl: Rocken
pt: Está a ir muito bem
sv: Rocka det
th: ร็อคกิ้ง
uk: Рок-н-рол
vi: Quẩy hết mình!
zh_hans: 摇滚
zh_hant: 燃燒的搖滾魂

# Achievement_DistinctAnimeSongs_0_Description
source: No time for breaks. The rhythm won't stop anytime soon.
ar: لا وقت للاستراحة. لن يتوقف الإيقاع في أي وقت قريب.
bg: Няма време за почивки. Ритъмът няма да спре скоро.
cs: Na přestávky není čas. Rytmus se v nejbližší době nezastaví.
da: Der er ikke tid til pauser. Rytmen stopper ikke lige med det samme.
de: Keine Zeit für Pausen. Der Rhythmus wird so schnell nicht aufhören.
el: Δεν υπάρχει χρόνος για διαλείμματα. Ο ρυθμός δεν θα σταματήσει σύντομα.
es: No hay tiempo para descansos. El ritmo no se detendrá en ningún momento.
fi: Ei aikaa tauoille. Rytmi ei lopu lähiaikoina.
fr: Il n'y a pas de temps pour les pauses. Le rythme ne s'arrêtera jamais.
he: אין זמן להפסקות. הקצב לא ייעצר בקרוב.
hu: Nincs idő szünetekre. A ritmus egyhamar nem fog leállni.
it: Non c'è tempo per le pause. Il ritmo non si fermerà mai.
ja: 休憩のための時間がありません。 リズムはいつでも止まらない。
ko: 쉴 틈이 없습니다. 리듬은 금방 멈추지 않습니다.
lt: Nėra laiko pertraukoms. Ritmas artimiausiu metu nesustos.
nb_no: Ingen tid til pauser. Rytmen stopper ikke med det første.
nl: Geen tijd voor pauzes. Het ritme zal niet snel stoppen.
pl: Nie ma czasu na przerwy. Rytm nie zatrzyma się w najbliższym czasie.
pt: Não há tempo para pausas. O ritmo não irá parar em momento algum.
ro: Nu există timp pentru pauze. Ritmul nu se va opri prea curând.
sv: Ingen tid för pauser. Rytmen kommer inte att sluta när som helst snart.
th: ไม่มีเวลาพัก จังหวะจะไม่หยุดในเร็วๆ นี้
tr: Mola için zaman yok. Ritim yakın zamanda durmayacak.
uk: Немає часу на перерви. Ритм не зупиниться найближчим часом.
vi: Không có thời gian để nghỉ ngơi. Nhịp điệu sẽ không dừng lại trong thời gian tới.
zh_hans: 没有时间休息。节奏不会很快停止。
zh_hant: 沒時間休息，節奏可不會等你！

# Achievement_DistinctAnimeSongs_1_Title
source: Melody matcher
ar: مطابقة الألحان
bg: Мелъди матчър
da: Melodi matcher
de: Melodievergleicher
es: Emparejador de melodías
fr: Melody matcheur
he: מתאם מלודיות
it: Accoppiatore di melodie
ja: メロディ-マッチメイカー
ko: 멜로디 매칭기
lt: Melodijų matricos
pl: Dopasowywanie melodii
pt: Combinador de melodias
sv: Melodimatchare
th: เครื่องจับคู่ทำนองเพลง
tr: Melodi eşleştirici
uk: Підбір мелодії
vi: Trình khớp giai điệu
zh_hans: 旋律匹配器
zh_hant: 歌曲識別器

# Achievement_DistinctAnimeSongs_3_Title
source: Oto no sekai
ar: أوتو نو سيكاي
es: Oto no sekai (el mundo del sonido)
fr: Oto no sekai (le monde du son)
he: עולם האוטו
it: Oto no sekai (il mondo del suono)
ja: 音の世界
ko: 오토노세카이
pt: Oto no sekai (o mundo do som)
sv: Ljudets värld
th: โลกของโอโตะ
vi: Thế giới ô tô
zh_hans: 大藤之海
zh_hant: 音の世界

# Achievement_DistinctAnimeSongs_3_Description
source: Your level of listening doesn't belong in this world anymore, continue to strive for more!
ar: إن مستوى استماعك لا ينتمي إلى هذا العالم بعد الآن، استمر في السعي نحو المزيد!
bg: Вашето ниво на слушане вече не принадлежи на този свят, продължавайте да се стремите към повече!
cs: Vaše úroveň naslouchání už nepatří do tohoto světa, snažte se i nadále o víc!
da: Dit niveau af lytning hører ikke til i denne verden længere, fortsæt med at stræbe efter mere!
de: Ihr Niveau des Zuhörens gehört nicht mehr in diese Welt, streben Sie weiter nach mehr!
el: Το επίπεδο της ακρόασής σας δεν ανήκει πια σε αυτόν τον κόσμο, συνεχίστε να προσπαθείτε για περισσότερα!
es: Tu nivel auditivo ya ni pertenece a este mundo, ¡sigue luchando por más!
fi: Kuuntelunne taso ei enää kuulu tähän maailmaan, jatkakaa pyrkimystä kohti enemmän!
fr: Votre niveau d'audition n'appartient même plus à ce monde, continuez à viser plus haut !
he: רמת ההקשבה שלך כבר לא שייכת לעולם הזה, המשך לשאוף ליותר!
hu: A te szinted már nem tartozik ebbe a világba, törekedj továbbra is a többre!
it: Il tuo livello di udito non appartiene più a questo mondo, continua a sforzarti di più!
ja: あなたの聴覚レベルも、もうこの世界に属していない、より多くのために戦い続けます！
ko: 당신의 청취 수준은 더 이상 이 세상에 속하지 않으니 더 많은 것을 위해 계속 노력하세요!
lt: Jūsų klausymosi lygis nebepriklauso šiam pasauliui, toliau siekite daugiau!
nb_no: Ditt nivå av lytting hører ikke hjemme i denne verden lenger, fortsett å strebe etter mer!
nl: Jouw niveau van luisteren hoort niet meer thuis in deze wereld, blijf streven naar meer!
pl: Twój poziom słuchania nie należy już do tego świata, nadal dąż do więcej!
pt: O seu nível auditivo já nem sequer pertence a este mundo, continue a esforçar-se por mais!
ro: Nivelul tău de ascultare nu mai are ce căuta în această lume, continuă să tinzi spre mai mult!
sv: Din nivå av lyssnande hör inte hemma i den här världen längre, fortsätt att sträva efter mer!
th: ระดับการฟังของคุณไม่เหมาะกับโลกใบนี้อีกต่อไปแล้ว จงมุ่งมั่นต่อไปเพื่อสิ่งที่ดีกว่า!
tr: Dinleme seviyeniz artık bu dünyaya ait değil, daha fazlası için çabalamaya devam edin!
uk: Ваш рівень слухання вже не належить цьому світу, продовжуйте прагнути до більшого!
vi: Khả năng nghe của cậu không còn phù hợp với thế giới này nữa, hãy tiếp tục phấn đấu để đạt được nhiều hơn nữa!
zh_hans: 你的聆听水平已经不属于这个世界，请继续努力！
zh_hant: 你的聽力已經超越這個世界的範疇，繼續努力，爭取更高的境界！
