Repository: kuru-rin/rin-bot-backend-translations
Catalog: AchievementRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Achievement_Decade90s_0_Title
source: Made an impression
ar: ترك انطباعًا
bg: Направи впечатление
cs: Udělal dojem
da: Gjorde indtryk
de: Einen Eindruck hinterlassen
el: Έκανε εντύπωση
es: Hizo una impresión
fi: Teki vaikutuksen
fr: Fait une impression
he: הותיר רושם
hu: Lenyűgözött
id: Membuat kesan
it: Ha fatto un'impressione
ja: 印象に残ったのは
ko: 깊은 인상을 남겼습니다.
lt: Padarė įspūdį
nb_no: Gjorde inntrykk
nl: Maakte indruk
pl: Robi wrażenie
pt: Causou uma impressão
ro: A făcut o impresie
ru: Произвел впечатление
sv: Gjorde intryck
th: สร้างความประทับใจ
tr: Bir izlenim bıraktı
uk: Справив враження
vi: Gây ấn tượng
zh_hans: 给人留下深刻印象
zh_hant: 讓人印象深刻

# Achievement_Decade90s_1_Description
source: There is one more level to obtain!
ar: هناك مستوى آخر يجب الحصول عليه!
bg: Има още едно ниво, което трябва да получите!
cs: Zbývá získat ještě jednu úroveň!
da: Der er et niveau mere at opnå!
de: Es ist noch eine weitere Stufe zu erreichen!
el: Υπάρχει ένα ακόμη επίπεδο που πρέπει να αποκτήσετε!
es: ¡Aún queda un nivel más por conseguir!
fi: Vielä yksi taso on saavutettava!
fr: Il y a encore un niveau à obtenir !
he: יש עוד רמה אחת להשיג!
hu: Még egy szintet meg kell szerezni!
id: Ada satu level lagi yang harus diperoleh!
it: C'è ancora un livello da raggiungere!
ja: 達成されるべきもう一つのレベルがまだあります！
ko: 획득할 레벨이 하나 더 있습니다!
lt: Reikia pasiekti dar vieną lygį!
nb_no: Det er ett nivå til å oppnå!
nl: Er is nog één niveau te behalen!
pl: Jest jeszcze jeden poziom do zdobycia!
pt: Há mais um nível a obter!
ro: Mai este un nivel de obținut!
ru: Осталось получить еще один уровень!
sv: Det finns ytterligare en nivå att uppnå!
th: มีระดับให้ได้รับอีกหนึ่งระดับ!
tr: Ulaşılması gereken bir seviye daha var!
uk: Попереду ще один рівень!
vi: Còn một cấp độ nữa để đạt được!
zh_hans: 还有一个级别需要获得！
zh_hant: 再撐一下，就快滿級了！

# Achievement_Decade90s_1_Title
source: Don't fall asleep yet
ar: لا تنام بعد
bg: Не заспивайте все още
cs: Ještě neusínejte
da: Du må ikke falde i søvn endnu
de: Schlafen Sie noch nicht ein
el: Μην κοιμηθείτε ακόμα
es: No te quedes dormido aún
fi: Älä nukahda vielä
fr: Ne vous endormez pas encore
he: אל תירדם עדיין
hu: Még ne aludj el
id: Jangan tertidur dulu
it: Non addormentarti ancora
ja: まだ眠りに落ちるありません
ko: 아직 잠들지 마세요
lt: Dar neužmikite
nb_no: Ikke sovne ennå
nl: Val nog niet in slaap
pl: Nie zasypiaj teraz
pt: Não adormeça ainda
ro: Nu adormi încă.
ru: Не засыпай пока
sv: Somna inte än
th: อย่าเพิ่งหลับ
tr: Henüz uykuya dalma.
uk: Не засинай ще.
vi: Đừng ngủ gật vội
zh_hans: 先别睡着
zh_hant: 別睡著了

# Achievement_Decade90s_2_Description
source: You obliterated all the dragons that stood in your way!
ar: لقد قضيت على جميع التنانين التي وقفت في طريقك!
bg: Унищожихте всички дракони, които се изправиха на пътя ви!
cs: Zničil jsi všechny draky, kteří ti stáli v cestě!
da: Du udslettede alle de drager, der stod i vejen for dig!
de: Du hast alle Drachen vernichtet, die sich dir in den Weg gestellt haben!
el: Εξαφανίσατε όλους τους δράκους που στάθηκαν στο δρόμο σας!
es: ¡Has obliterado a todos los dragones que se pusieron en tu camino!
fi: Tuhosit kaikki tielläsi olleet lohikäärmeet!
fr: Tu as anéanti tous les dragons qui se trouvaient sur ton chemin !
he: השמדת את כל הדרקונים שעמדו בדרכך!
hu: Elpusztítottad az összes sárkányt, amely az utadba állt!
id: Anda melenyapkan semua naga yang menghalangi jalan anda!
it: Hai annientato ogni drago che si è messo sulla tua strada!
ja: あなたはあなたの方法に立っていたすべてのドラゴンを全滅させました！
ko: 여러분을 가로막는 모든 드래곤을 처치했습니다!
lt: Išnaikinote visus drakonus, kurie stovėjo jūsų kelyje!
nb_no: Du utslettet alle dragene som sto i veien for deg!
nl: Je hebt alle draken vernietigd die in je weg stonden!
pl: Rozgromiłeś wszystkie smoki, które stanęły Ci na drodze!!
pt: Vocês destruíram todos os dragões que se meteram no vosso caminho!
ro: Ai distrus toți dragonii care ți-au stat în cale!
ru: Вы уничтожили всех драконов, которые стояли на вашем пути!
sv: Du utplånade alla drakar som stod i din väg!
th: คุณทำลายมังกรทุกตัวที่ขวางทางคุณจนหมดสิ้น!
tr: Yolunuza çıkan tüm ejderhaları yok ettiniz!
uk: Ти знищив усіх драконів, що стояли на твоєму шляху!
vi: Cậu đã tiêu diệt tất cả những con rồng cản đường cậu!
zh_hans: 你消灭了所有阻碍你前进的巨龙！
zh_hant: 你消滅了所有阻礙你前進的巨龍！

# Achievement_Decade90s_2_Title
source: Dragon slave!!!
ar: عبد التنين!!!
bg: Драконова робиня!!!
cs: Dračí otrok!!!
da: Drageslave!!!
de: Drachensklave!!!
el: Σκλάβος του δράκου!!!
es: ¡¡¡Esclavizador de dragones!!!
fi: Lohikäärme orja!!!
fr: Esclave du dragon ! ! !
he: עבד הדרקון!!!
hu: Sárkány rabszolga!!!
id: Budak naga!!!
it: Dragon Slaver!!!!!
ja: ¡¡《ドラゴンスレイヤー》!!
ko: 드래곤 노예!!!
lt: Drakono vergas!!!
nb_no: Drageslave!!!
nl: Drakenslaaf!!!
pl: Smoczy niewolnik!!!
pt: Escravo do dragão!!!
ro: Sclav dragon!!!
ru: Раб дракона!!!
sv: Drakslav!!!
th: ทาสมังกร!!!
tr: Ejderha köle!!!
uk: Раб дракона!
vi: Nô lệ rồng!!!
zh_hans: 龙奴
zh_hant: 龍破斬！！！

# Achievement_DistinctAnime_0_Description
source: Congratulations, you broke the magical number. Take a breath now, it will only get more difficult.
ar: تهانينا، لقد حطمت الرقم السحري. التقط أنفاسك الآن، سيصبح الأمر أكثر صعوبة.
bg: Поздравления, преодоляхте магическото число. Поемете си дъх сега, ще става все по-трудно.
cs: Gratulujeme, překonali jste magické číslo. Teď se nadechněte, bude to už jen těžší.
da: Tillykke, du har brudt det magiske tal. Tag en dyb indånding nu, det bliver kun sværere.
de: Glückwunsch, Sie haben die magische Zahl geknackt. Atmen Sie jetzt durch, es wird nur noch schwieriger werden.
el: Συγχαρητήρια, σπάσατε τον μαγικό αριθμό. Πάρτε μια ανάσα τώρα, θα γίνει πιο δύσκολο.
es: Felicidades, has roto el número mágico. Tómate un respiro ahora, sólo se va a poner más díficil.
fi: Onnittelut, rikoit maagisen luvun. Vedä nyt henkeä, sillä tästä tulee vain vaikeampaa.
fr: Félicitations, vous avez dépassé le nombre magique. Respirez maintenant, ça va devenir de plus en plus difficile.
he: מזל טוב, שברת את המספר הקסום. קח נשימה עמוקה, עכשיו זה רק הולך להיות יותר קשה.
hu: Gratulálok, megdöntötted a bűvös számot. Most vegyél egy nagy levegőt, ez csak egyre nehezebb lesz.
id: Selamat, annda memecahkan angka ajaib. Tarik napas sekarang, itu hanya akan menjadi lebih sulit.
it: Congratulazioni, hai rotto il numero magico. Prenditi una pausa ora, diventerà solo più difficile.
ja: おめでとう、あなたは魔法の番号を壊しました。 今休憩を取る、それはちょうど難しくなるだろう。
ko: 축하합니다, 마법의 숫자를 깼어요. 이제 숨을 쉬세요. 점점 더 어려워질 것입니다.
lt: Sveikiname, pasiekėte stebuklingą skaičių. Dabar atsikvėpkite, bus tik dar sunkiau.
nb_no: Gratulerer, du nådde det magiske tallet. Trekk pusten nå, det blir bare vanskeligere.
nl: Gefeliciteerd, je hebt het magische getal verbroken. Haal nu adem, het wordt alleen maar moeilijker.
pl: Gratulacje, przekroczyłeś magiczną liczbę. Weź głęboki oddech, od teraz będzie jeszcze trudniej.
pt: Parabéns, você quebrou o número mágico. Respira agora, só vai ficar mais difícil.
ro: Felicitări, ați depășit numărul magic. Respiră adânc acum, va fi din ce în ce mai dificil.
ru: Поздравляю, вы преодолели магическое число. Переведите дух, дальше будет только сложнее.
sv: Grattis, du bröt det magiska numret. Ta ett andetag nu, det blir bara svårare.
th: ขอแสดงความยินดี คุณทำลายตัวเลขมหัศจรรย์ได้แล้ว หายใจลึกๆ ตอนนี้ เพราะมันจะยากขึ้นเรื่อยๆ
tr: Tebrikler, sihirli sayıyı kırdınız. Şimdi bir nefes alın, daha da zorlaşacak.
uk: Вітаємо, ви подолали магічне число. Переведіть подих, далі буде тільки складніше.
vi: Chúc mừng, cậu đã vượt qua con số kỳ diệu. Hãy thở sâu một hơi, vì mọi thứ sẽ càng trở nên khó khăn hơn.
zh_hans: 恭喜你，你突破了神奇的数字。现在深吸一口气，只会越来越难。
zh_hant: 恭喜你突破了神奇數字。現在先喘口氣吧，接下來只會越來越難。

# Achievement_DistinctAnime_0_Title
source: The first step
ar: الخطوة الأولى
bg: Първата стъпка
cs: První krok
da: Det første skridt
de: Der erste Schritt
el: Το πρώτο βήμα
es: El primer paso
fi: Ensimmäinen vaihe
fr: La première étape
he: הצעד הראשון
hu: Az első lépés
id: Langkah pertama
it: Il primo passo
ja: 最初のステップ
ko: 첫 번째 단계
lt: Pirmasis žingsnis
nb_no: Det første trinnet
nl: De eerste stap
pl: Pierwszy krok
pt: O primeiro passo
ro: Primul pas
ru: Первый шаг
sv: Det första steget
th: ขั้นตอนแรก
tr: İlk adım
uk: Перший крок
vi: Bước đầu tiên
zh_hans: 第一步
zh_hant: 千里之行，始於足下

# Achievement_DistinctAnime_1_Description
source: You're used to seeing character's eyes bigger than their nose. If they have any nose.
ar: أنت معتاد على رؤية عيون الشخصيات أكبر من أنوفهم. إذا كان لديهم أنف.
bg: Свикнали сте да виждате очите на героите по-големи от носа им. Ако изобщо имат нос.
cs: Jste zvyklí, že oči postavy jsou větší než její nos. Pokud vůbec nějaký nos mají.
da: Du er vant til at se figurernes øjne større end deres næse. Hvis de overhovedet har en næse.
de: Du bist es gewohnt, dass die Augen einer Figur größer sind als ihre Nase. Wenn sie überhaupt eine Nase haben.
el: Έχετε συνηθίσει να βλέπετε τα μάτια των χαρακτήρων μεγαλύτερα από τη μύτη τους. Αν έχουν μύτη.
es: Tú estás acostumbrado a ver ojos de personajes que son más grandes que sus propias narices. Si es que tienen nariz.
fi: Olet tottunut siihen, että hahmon silmät ovat isommat kuin hänen nenänsä. Jos heillä on nenä.
fr: Vous avez l'habitude de voir les yeux des personnages plus grands que leur nez. S'ils ont un nez.
he: אתה רגיל לראות את העיניים של הדמויות גדולות יותר מהאף שלהן. אם יש להן אף בכלל.
hu: Hozzászoktál, hogy a karakterek szemei nagyobbak, mint az orruk. Már ha van orruk.
id: Anda terbiasa melihat karakter mata yang lebih besar dari hidungnya. Jika mereka memiliki hidung.
it: Siete abituati a vedere gli occhi dei personaggi che sono più grandi dei loro nasi. Se hanno qualche nose.
ja: あなたは彼らの鼻よりも大きな文字の目を見て慣れています。 彼らは任意の鼻を持っている場合。
ko: 캐릭터의 눈이 코보다 큰 것을 보는 데 익숙합니다. 코가 있다면 말이죠.
lt: Esate įpratę matyti veikėjo akis didesnes už nosį. Jei jie apskritai turi nosį.
nb_no: Du er vant til at karakterenes øyne er større enn nesen. Hvis de har noen nese.
nl: Je bent gewend om de ogen van personages groter te zien dan hun neus. Als ze al een neus hebben.
pl: Jesteś przyzwyczajony do tego, że oczy postaci są większe niż ich nos. Jeśli w ogóle mają nos.
pt: Estás habituado a ver os olhos da personagem maiores do que o nariz deles. Se eles tiverem algum nariz.
ro: Ești obișnuit să vezi ochii personajelor mai mari decât nasul lor. Dacă au vreun nas.
ru: Вы привыкли видеть глаза персонажей больше, чем их нос. Если у них вообще есть нос.
sv: Du är van vid att se karaktärens ögon större än näsan. Om de har någon näsa.
th: คุณเคยชินกับการเห็นดวงตาของตัวละครใหญ่กว่าจมูกของพวกเขา ถ้าพวกเขามีจมูก
tr: Karakterlerin gözlerini burunlarından daha büyük görmeye alışkınsınız. Eğer bir burunları varsa.
uk: Ви звикли бачити очі персонажа більшими за ніс. Якщо у них взагалі є ніс.
vi: Cậu đã quen với việc thấy mắt của nhân vật to hơn mũi của họ. Nếu họ có mũi.
zh_hans: 你习惯于看到角色的眼睛比鼻子大。如果他们有鼻子的话。
zh_hant: 你已經習慣了看到角色的眼睛比鼻子大。如果他們有鼻子的話。

# Achievement_DistinctAnime_1_Title
source: Casual guesser
ar: مخمن عادي
bg: Случаен гадател
cs: Příležitostný odhadce
da: Tilfældig gætter
de: Gelegenheits-Rater
el: Περιστασιακός μάντης
es: Adivinador casual
fi: Satunnainen arvaaja
fr: Devineur occasionnel
he: מנחש מזדמן
hu: Alkalmi tippelő
id: Penebak biasa
it: Indovino casuale
ja: カジュアルゲッサー
ko: 캐주얼 추측 게임
lt: Atsitiktinis spėjikas
nb_no: Tilfeldig gjetter
nl: Toevallige gokker
pl: Niedzielny zgadujący
pt: Adivinhador casual
ro: Ghicitor ocazional
ru: Обычный отгадчик
sv: Casual gissare
th: ผู้เดาสุ่ม
tr: Sıradan tahminci
uk: Випадковий вгадувач
vi: Người đoán bừa
zh_hans: 临时猜测者
zh_hant: 隨便猜都中

# Achievement_DistinctAnime_2_Description
source: You did NOT look any of them up, right?
ar: أنت لم تبحث عن أي منها، أليس كذلك؟
bg: НЕ сте потърсили нито един от тях, нали?
cs: NIKOHO z nich jste si nevyhledali, že?
da: Du har IKKE slået nogen af dem op, vel?
de: Sie haben KEINE von ihnen nachgeschlagen, richtig?
el: ΔΕΝ ψάξατε κανένα από αυτά, σωστά;
es: NO habrás buscado ninguno de ellos, ¿verdad?
fi: Et ole katsonut mitään niistä, eikö niin?
fr: Tu N'AS PAS cherché à en savoir plus, n'est-ce pas ?
he: אתה לא חיפשת אף אחד מהם, נכון?
hu: NEM néztél utána egyiknek sem, ugye?
id: Anda TIDAK melihat salah satu dari mereka, iyakan?
it: NON hai cercato nessuno di loro, vero?
ja: あなたは何も探していないでしょう？
ko: 하나도 찾아보지 않으셨죠?
lt: Jūs juk NĖ VIENO iš jų neieškojote, tiesa?
nb_no: Du har IKKE slått opp noen av dem, ikke sant?
nl: Je hebt ze NIET opgezocht, toch?
pl: NIE sprawdziłeś żadnego z nich, prawda?
pt: Você NÃO procurou nenhum deles, certo?
ro: NU ai căutat niciunul dintre ei, nu-i așa?
ru: Вы не искали ни одного из них, верно?
sv: Du kollade INTE upp någon av dem, eller hur?
th: คุณไม่ได้ค้นหาข้อมูลของพวกเขาเลยใช่ไหม?
tr: Hiçbirine bakmadın, değil mi?
uk: Ви НЕ шукали жодного з них, чи не так?
vi: Cậu không tra cứu bất kỳ cái nào trong số đó, đúng không?
zh_hans: 你一个都没查，对吧？
zh_hant: 你沒偷查 Google，對吧？

# Achievement_DistinctAnime_2_Title
source: Mind reader
ar: قارئ الأفكار
bg: Четец на мисли
cs: Čtenář myšlenek
da: Tankelæser
de: Gedankenleser
el: Αναγνώστης μυαλού
es: Lector de mentes
fi: Mielensäpahoittaja
fr: Lecteur d'esprit
he: קורא מחשבות
id: Pembaca pikiran
it: Lettore di mente
ja: マインドリーダー
ko: 마인드 리더
lt: Minčių skaitytojas
nb_no: Tankeleser
nl: Gedachtenlezer
pl: Czytający w myślach
pt: Leitor de mentes
ro: Cititor de gânduri
ru: Чтение мыслей
sv: Tankeläsare
th: ผู้อ่านใจ
tr: Zihin okuyucu
uk: Я читаю думки.
vi: Người đọc suy nghĩ
zh_hans: 读心术
zh_hant: 通靈王

# Achievement_DistinctAnime_3_Description
source: That's… a lot. You can be proud of yourself, that's for sure.
ar: هذا... كثير. يمكنك أن تفخر بنفسك، هذا أمر مؤكد.
bg: Това е... много. Можеш да се гордееш със себе си, това е сигурно.
cs: To je... hodně. Určitě na sebe můžeš být pyšný.
da: Det er... meget. Du kan være stolt af dig selv, det er helt sikkert.
de: Das ist... eine Menge. Du kannst stolz auf dich sein, das steht fest.
el: Αυτό είναι... πολύ. Μπορείς να είσαι περήφανος για τον εαυτό σου, αυτό είναι σίγουρο.
es: Eso es... bastante. Puedes estar orgulloso de ti mismo/a, eso seguro.
fi: Se on... paljon. Voit olla ylpeä itsestäsi, se on varma.
fr: C'est... beaucoup. Tu peux être fier de toi, c'est sûr.
he: זה... הרבה. אתה יכול להיות גאה בעצמך, זה בטוח.
hu: Ez... elég sok. Büszke lehetsz magadra, az biztos.
id: Itu cukup banyak. Anda bisa bangga pada diri sendiri, itu pasti.
it: Questo è... un bel po'. Puoi essere orgoglioso di te stesso, questo è sicuro.
ja: それは...たくさんあります。 あなたは自分自身を誇りに思うことができます、それは確かです。
ko: 정말... 많이요. 확실히 자랑스러워할 수 있습니다.
lt: Tai... daug. Tikrai galite didžiuotis savimi.
nb_no: Det er... mye. Du kan i hvert fall være stolt av deg selv.
nl: Dat is... veel. Je mag trots zijn op jezelf, dat is zeker.
pl: To... bardzo dużo. Możesz być z siebie dumny, to na pewno.
pt: Isso é... muito. Podes estar orgulhoso de ti mesmo, isso é certo.
ro: Asta e... mult. Poți fi mândru de tine, asta e sigur.
ru: Это... довольно много. Вы можете гордиться собой, это точно.
sv: Det är mycket. Du kan vara stolt över dig själv, det är säkert.
th: นั่น... เยอะมากเลย คุณควรภูมิใจในตัวเองนะ แน่นอนอยู่แล้ว
tr: Bu... çok fazla. Kendinle gurur duyabilirsin, orası kesin.
uk: Це... багато. Ти можеш пишатися собою, це точно.
vi: Đó là… rất nhiều. Cậu có thể tự hào về bản thân mình, điều đó là chắc chắn.
zh_hans: 这是......很多。你可以为自己感到骄傲，这是肯定的。
zh_hant: 這……真的很多。你應該為自己感到驕傲，我很肯定。

# Achievement_DistinctAnime_3_Title
source: Bragging rights
ar: حقوق التباهي والتفاخر
bg: Права за самохвалство
cs: Chlubit se právy
da: Ret til at prale
de: Das Recht zu prahlen
el: Δικαιώματα καυχησιολογίας
es: Derecho a presumir
fi: Kerskakulutusoikeus
fr: Le droit de se vanter
he: זכות להתפאר
hu: Hivalkodási jogok
id: Hak membual
it: Diritti di vanto
ja: 自慢する権利
ko: 자랑할 권리
lt: Teisė girtis
nb_no: Rett til å skryte
nl: Opscheppen
pl: Masz się czym chwalić
pt: Direitos de fanfarronice
ro: Drepturi de laudă
ru: Право хвастаться
sv: Skryta
th: สิทธิ์ในการคุยโว
tr: Övünme hakları
uk: Право хвалитися
vi: Quyền khoe khoang
zh_hans: 炫耀权利
zh_hant: 炫耀的權利

# Achievement_DistinctAnime_4_Description
source: Now pause, take a breath and stretch a bit. Remember not to sit too close to the screen.
ar: توقف الآن، خذ نفساً عميقاً وتمدد قليلاً. تذكر ألا تجلس قريباً جداً من الشاشة.
bg: Сега направете пауза, поемете дъх и се протегнете малко. Не забравяйте да не седите твърде близо до екрана.
cs: Nyní se zastavte, nadechněte a trochu se protáhněte. Nezapomeňte sedět příliš blízko obrazovky.
da: Hold nu en pause, træk vejret og stræk dig lidt. Husk ikke at sidde for tæt på skærmen.
de: Halten Sie nun inne, atmen Sie durch und strecken Sie sich ein wenig. Denken Sie daran, nicht zu nah am Bildschirm zu sitzen.
el: Τώρα κάντε μια παύση, πάρτε μια ανάσα και τεντωθείτε λίγο. Θυμηθείτε να μην κάθεστε πολύ κοντά στην οθόνη.
es: Ahora para, tómate un respiro y estírate un poco. Recuerda no sentarte muy cerca de la pantalla.
fi: Pidä nyt tauko, hengitä syvään ja venyttele hieman. Muista, ettet istu liian lähellä näyttöä.
fr: Maintenant, faites une pause, respirez et étirez-vous un peu. N'oubliez pas de ne pas vous asseoir trop près de l'écran.
he: עכשיו עצרו, קחו נשימה עמוקה והתמתחו מעט. זכרו לא לשבת קרוב מדי למסך.
hu: Most tartsunk szünetet, vegyünk egy nagy levegőt és nyújtózkodjunk egy kicsit. Ne feledje, hogy ne üljön túl közel a képernyőhöz.
id: Sekarang jeda, tarik napas dan regangkan sedikit. Ingatlah untuk tidak duduk terlalu dekat dengan layar.
it: Ora fermati, fai una pausa e fai un po' di stretching. Ricordati di non sederti troppo vicino allo schermo.
ja: 今すぐ停止し、息をして少しストレッチしてください。 画面の近くに座りすぎないようにしてください。
ko: 이제 잠시 멈추고 숨을 고른 다음 스트레칭을 합니다. 화면에 너무 가까이 앉지 않도록 주의하세요.
lt: Dabar padarykite pauzę, įkvėpkite ir šiek tiek pasitempkite. Nepamirškite nesėdėti per arti ekrano.
nb_no: Ta en pause, trekk pusten og strekk deg litt. Husk å ikke sitte for nærme skjermen.
nl: Pauzeer nu, haal adem en rek je een beetje uit. Denk eraan niet te dicht bij het scherm te gaan zitten.
pl: Teraz zrób przerwę, weź oddech i trochę się porozciągaj. Pamiętaj, aby nie siedzieć zbyt blisko ekranu.
pt: Agora pausa, respira um pouco e estica um pouco. Lembre-se de não se sentar muito perto do ecrã.
ro: Acum faceți o pauză, respirați și întindeți-vă puțin. Nu uitați să nu stați prea aproape de ecran.
ru: Теперь сделайте паузу, вдохните и немного потянитесь. Помните, что нельзя сидеть слишком близко к экрану.
sv: Pausa nu, ta ett andetag och stretcha lite. Tänk på att inte sitta för nära skärmen.
th: ตอนนี้หยุดชั่วคราว หายใจเข้าลึกๆ และยืดเส้นยืดสายสักหน่อย อย่าลืมนั่งห่างจากหน้าจอมากเกินไป
tr: Şimdi durun, nefes alın ve biraz gerinin. Ekrana çok yakın oturmamayı unutmayın.
uk: Тепер зробіть паузу, вдихніть і трохи потягніться. Пам'ятайте, що не варто сидіти надто близько до екрану.
vi: Bây giờ hãy dừng lại, hít thở sâu và duỗi người một chút. Nhớ đừng ngồi quá gần màn hình.
zh_hans: 现在暂停一下，深吸一口气，伸展一下身体。记住不要坐得离屏幕太近。
zh_hant: 現在暫停一下，呼吸新鮮空氣，伸展一下身體。記得不要坐得離螢幕太近。

# Achievement_DistinctAnime_4_Title
source: A lot of free time
ar: الكثير من وقت الفراغ
bg: Много свободно време
cs: Spousta volného času
da: En masse fritid
de: Viel freie Zeit
el: Πολύς ελεύθερος χρόνος
es: Demasiado tiempo libre
fi: Paljon vapaa-aikaa
fr: Beaucoup de temps libre
he: הרבה זמן פנוי
hu: Sok szabadidő
id: Banyak waktu luang
it: Troppo tempo libero
ja: あまりにも多くの自由な時間
ko: 많은 자유 시간
lt: Daug laisvo laiko
nb_no: Mye fritid
nl: Veel vrije tijd
pl: Dużo wolnego czasu
pt: Muito tempo livre
ro: O mulțime de timp liber
ru: Много свободного времени
sv: Mycket fritid
th: เวลาว่างมากมาย
tr: Çok fazla boş zaman
uk: Багато вільного часу
vi: Rất nhiều thời gian rảnh rỗi
zh_hans: 大量空闲时间
zh_hant: 漫無止境的八月

# Achievement_GenreAction_1_Description
source: You are not a master yet.
ar: أنت لست سيداً بعد.
bg: Все още не сте майстор.
cs: Ještě nejste mistrem.
da: Du er ikke en mester endnu.
de: Sie sind noch kein Meister.
el: Δεν είσαι ακόμα δάσκαλος.
es: No eres un maestro aún.
fi: Et ole vielä mestari.
fr: Vous n'êtes pas encore un maître.
he: אתה עדיין לא מאסטר.
hu: Még nem vagy mester.
id: Anda belum menjadi master.
it: Non sei ancora un maestro.
ja: あなたはまだ教師ではありません。
ko: 아직 마스터가 아닙니다.
lt: Jūs dar nesate meistras.
nb_no: Du er ikke en mester ennå.
nl: Je bent nog geen meester.
pl: Nie jesteś jeszcze mistrzem.
pt: Você ainda não é um mestre.
ro: Nu ești încă un maestru.
ru: Вы еще не мастер.
sv: Du är inte en mästare än.
th: คุณยังไม่เป็นปรมาจารย์
tr: Henüz bir usta değilsin.
uk: Ти ще не майстер.
vi: Cậu chưa phải là bậc thầy.
zh_hans: 你还不是大师。
zh_hant: 你還沒有成為大師。

# Achievement_GenreAction_2_Description
source: You would even use your own blood to defeat your enemies.
ar: حتى أنك ستستخدم دمك لهزيمة أعدائك.
bg: Дори бихте използвали собствената си кръв, за да победите враговете си.
cs: K porážce nepřátel bys dokonce použil vlastní krev.
da: Du ville endda bruge dit eget blod til at besejre dine fjender.
de: Sie würden sogar Ihr eigenes Blut verwenden, um Ihre Feinde zu besiegen.
el: Θα χρησιμοποιούσατε ακόμη και το ίδιο σας το αίμα για να νικήσετε τους εχθρούς σας.
es: Hasta usarías tu propia sangre para derrotar a tus enemigos.
fi: Käyttäisit jopa omaa vertasi voittaaksesi vihollisesi.
fr: Vous utiliseriez même votre propre sang pour vaincre vos ennemis.
he: אתה אפילו היית משתמש בדם שלך כדי להביס את אויביך.
hu: Még a saját véredet is felhasználnád, hogy legyőzd az ellenségeidet.
id: Anda bahkan akan menggunakan darah anda sendiri untuk mengalahkan musuh anda.
it: Userebbe persino il suo stesso sangue per sconfiggere i suoi nemici.
ja: あなたも、あなたの敵を倒すためにあなた自身の血を使用するだろう。
ko: 심지어 자신의 피를 사용하여 적을 물리치기도 합니다.
lt: Netgi panaudotumėte savo kraują, kad nugalėtumėte priešus.
nb_no: Du ville til og med brukt ditt eget blod for å beseire dine fiender.
nl: Je zou zelfs je eigen bloed gebruiken om je vijanden te verslaan.
pl: Użyłbyś nawet swojej własnej krwi, aby pokonać swoich wrogów.
pt: Você até usaria o seu próprio sangue para derrotar os seus inimigos.
ro: Ți-ai folosi chiar și propriul sânge pentru a-ți învinge dușmanii.
ru: Вы даже будете использовать свою собственную кровь, чтобы победить врагов.
sv: Du skulle till och med använda ditt eget blod för att besegra dina fiender.
th: คุณจะใช้เลือดของคุณเองเพื่อเอาชนะศัตรูของคุณ
tr: Düşmanlarınızı yenmek için kendi kanınızı bile kullanırsınız.
uk: Ви навіть використовували власну кров, щоб перемогти своїх ворогів.
vi: Cậu thậm chí sẵn sàng dùng chính máu của mình để đánh bại kẻ thù.
zh_hans: 你甚至会用自己的鲜血来打败敌人。
zh_hant: 你甚至願意用自己的血來擊敗敵人。

# Achievement_GenreAction_2_Title
source: Blood warrior
ar: محارب الدم
bg: Кръвен воин
cs: Krvavý bojovník
da: Blodets kriger
de: Blutkrieger
el: Πολεμιστής του αίματος
es: Guerrero sanguíneo
fi: Verisoturi
fr: Guerrier de sang
he: לוחם דם
hu: Véres harcos
id: Pejuang darah
it: Guerriero di sangue
ja: 血の戦士
ko: 피의 전사
lt: Kraujo karys
nb_no: Blodets kriger
nl: Bloedkrijger
pl: Wojownik krwi
pt: Guerreiro de sangue
ro: Războinic de sânge
ru: Кровавый воин
sv: Blod krigare
th: นักรบเลือด
tr: Kan Savaşçısı
uk: Кровний воїн
vi: Chiến binh máu
zh_hans: 鲜血勇士
zh_hant: 浴血戰士
