Repository: kuru-rin/rin-bot-backend-translations
Catalog: AchievementRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# AchievementCategory_Decade70sAndBefore
source: Decades - 70's and before
ar: العقود - السبعينيات وما قبلها
bg: Десетилетия - 70-те години и преди това
cs: Desetiletí - 70. léta a dříve
da: Årtier - 70'erne og før
de: Jahrzente - 70's und davor
el: Δεκαετίες - δεκαετία του 70 και πριν
es: Décadas - Años 70 y anteriores
fi: Vuosikymmenet - 70-luku ja sitä ennen
fr: Décennies - années 70 et avant
he: עשורים - שנות ה-70 ומקודם לכן
hu: Évtizedek - 70-es évek és azelőtt
id: Tahun 70an dan sebelumnya
it: Decenni - anni '70 e precedenti
ja: 十年 - 70年代と以前
ko: 수십 년대 - 70년대 이전
lt: Dešimtmečiai - 70-ieji ir ankstesni
nb_no: Årtier - 70's og før
nl: Jaren 70 en eerder
pl: Dekady - lata 70. i wcześniejsze
pt: Décadas - Anos 70 e antes
ro: Decenii - anii '70 și înainte
ru: Десятилетия - 70-е и ранее
sv: Decennier - 70-talet och tidigare
th: ทศวรรษ - 70 และก่อนหน้า
tr: On yıllar - 70'ler ve öncesi
uk: Десятиліття - 70-ті роки і раніше
vi: Thập kỉ - 70 và trước đó
zh_hans: 年代 - 70 年代及以前
zh_hant: 70年代及以前（~1979）

# AchievementCategory_Decade90s
source: Decades - 90's
ar: العقود - التسعينيات
bg: Десетилетия - 90-те години
cs: Dekády - 90. léta
da: Årtier - 90'erne
de: Jahrzente - 90's
el: Δεκαετίες - 90's
es: Décadas - Años 90
fi: Vuosikymmenet - 90-luku
fr: Décennies - années 90
he: עשורים - שנות ה-90
hu: Évtizedek - 90-es évek
id: Tahun 90an
it: Decenni - anni '90
ja: 十年 - 90年代
ko: 수십 년대 - 90년대
lt: Dešimtmečiai - 90-ieji
nb_no: Årtier - 90's
nl: Jaren 90
pl: Dekady - lata 90.
pt: Décadas - Anos 90
ro: Decenii - anii '90
ru: Десятилетия - 90-е годы
sv: Decennier - 90-talet
th: ทศวรรษ - 90
tr: On Yıllar - 90'lar
uk: Десятиліття - 90-ті роки
vi: Thập kỉ - 90
zh_hans: 时代--90年代
zh_hant: 90年代（1990~1999）

# AchievementCategory_DistinctAnime
source: Distinct anime
ar: الأنيمي المميز
bg: Различни анимета
cs: Výrazné anime
da: Særpræget anime
de: Ausgeprägter Anime
el: Διακριτά anime
es: Anime distinto
fi: Erottuva anime
fr: Animes distincts
he: אנימה ייחודית
hu: Különleges anime
id: Anime yang berbeda
it: Anime distinto
ja: 個性的なアニメ
ko: 독특한 애니메이션
lt: Skirtingi anime
nb_no: Særpreget anime
nl: Verschillende anime
pl: Różne anime
pt: Anime distinto
ru: Различные аниме
sv: Distinkt anime
th: อนิเมะที่โดดเด่น
tr: Farklı anime
uk: Окреме аніме
vi: Anime phân biệt
zh_hans: 鲜明的动画片
zh_hant: 不重覆的動畫

# AchievementCategory_GenreAction
source: Genre - Action
ar: النوع - أكشن
bg: Жанр - Екшън
cs: Žánr - akční
el: Είδος μουσικής - Δράση
es: Género - Acción
fi: Genre - Toiminta
he: ז'אנר - אקשן
hu: Műfaj - Akció
id: Genre - Aksi
it: Genere - Azione
ja: ジャンル - アクション
ko: 장르 - 액션
lt: Žanras - Veiksmo
nb_no: Sjanger -
nl: Genre - Actie
pl: Gatunek - Akcja
pt: Gênero - Ação
ro: Gen - Acțiune
ru: Жанр - Экшен
th: ประเภท - แอ็กชัน
tr: Tür - Aksiyon
uk: Жанр - екшн
vi: Thể loại - Hành động
zh_hans: 类型 - 动作
zh_hant: 類型 - 動作

# AchievementCategory_GenreEcchi
source: Genre - Ecchi
ar: النوع - إيتشي
bg: Жанр - Екчи
cs: Žánr - Ecchi
el: Είδος μουσικής - Ecchi
es: Género - Ecchi
he: ז'אנר - אצ'י
hu: Műfaj - Ecchi
it: Genere - Ecchi
ja: ジャンル - エッチ
ko: 장르 - 에키
lt: Žanras - Ecchi
nb_no: Sjanger -
pl: Gatunek - Ecchi
pt: Gênero - Ecchi
ro: Gen - Ecchi
ru: Жанр - Эччи
th: ประเภท - เอคชิ
tr: Tür - Ecchi
uk: Жанр - екхі
vi: Thể loại - Ecchi
zh_hans: 流派 - 色色
zh_hant: 類型 - 福利番

# AchievementCategory_GenreHorror
source: Genre - Horror
ar: النوع - رعب
bg: Жанр - Ужаси
cs: Žánr - horor
da: Genre - Gyser
el: Είδος μουσικής - Τρόμος
es: Género - Terror
fi: Genre - kauhu
fr: Genre - Horreur
he: ז'אנר - אימה
hu: Műfaj - Horror
id: Genre - Horor
it: Genere - Horror
ja: ジャンル - ホラー
ko: 장르 - 공포
lt: Žanras - Siaubo
nb_no: Sjanger - Skrekk
pl: Gatunek - Horror
pt: Gênero - Horror
ro: Gen - Horror
ru: Жанр - Ужасы
sv: Genre - Skräck
th: ประเภท - สยองขวัญ
tr: Tür - Korku
uk: Жанр - жахи
vi: Thể loại - Kinh dị
zh_hans: 类型 - 恐怖
zh_hant: 類型 - 恐怖

# Achievement_Decade00s_0_Description
source: You get a thumbs-up from Haruhi, but do you even remember her?
ar: لقد حصلت على إبهام من هاروهي، ولكن هل تتذكرها أصلاً؟
bg: Харухи ви вдига палец, но помните ли я изобщо?
cs: Haruhi ti zvedá palec, ale pamatuješ si ji vůbec?
da: Du får en tommelfinger op fra Haruhi, men kan du overhovedet huske hende?
de: Du bekommst einen Daumen hoch von Haruhi, aber erinnerst du dich überhaupt an sie?
el: Παίρνετε ένα μπράβο από τη Χαρούχι, αλλά τη θυμάστε καν;
es: Conseguiste un pulgar hacia arriba de Haruhi, pero, ¿siquiera la recuerdas?
fi: Saat Haruhilta peukut pystyyn, mutta muistatko edes häntä?
fr: Tu as le pouce levé par Haruhi, mais te souviens-tu seulement d'elle ?
he: אתה מקבל אגודל למעלה מהרוהי, אבל האם אתה בכלל זוכר אותה?
hu: Haruhi felemeli a hüvelykujját, de emlékszel egyáltalán rá?
id: Kamu mendapat acungan jempol dari Haruhi, tapi apakah kamu mengingatnya?
it: Ricevi un pollice in su da Haruhi, ma ti ricordi almeno di lei?
ja: あなたはハルヒから親指アップを取得しますが、あなたも彼女を覚えていますか？
ko: 하루히에게 엄지손가락을 치켜세우긴 했지만, 그녀를 기억하긴 하나요?
lt: Haruhi tau pakėlė nykštį, bet ar tu ją prisimeni?
nb_no: Du får tommel opp av Haruhi, men husker du henne i det hele tatt?
nl: Je krijgt een duim omhoog van Haruhi, maar ken je haar eigenlijk wel?
pl: Dostajesz łapkę w górę, od Haruhi, ale czy w ogóle ją pamiętasz?
pt: Você recebe um polegar de Haruhi, mas você sequer se lembra dela?
ro: Primești un deget de la Haruhi, dar măcar îți amintești de ea?
ru: Вы получаете большой палец вверх от Харухи, но помните ли вы ее вообще?
sv: Du får en tumme upp av Haruhi, men kommer du ens ihåg henne?
th: คุณได้รับนิ้วโป้งจากฮารุฮิ แต่คุณจำเธอได้หรือเปล่า?
tr: Haruhi'den bir aferin aldın, ama onu hatırlıyor musun?
uk: Харухі схвально відгукується про вас, але чи пам'ятаєте ви її?
vi: Bạn được Haruhi đồng ý, nhưng bạn có nhớ cô ấy không?
zh_hans: 春日对你竖起了大拇指，但你还记得她吗？
zh_hant: 你獲得了來自涼宮的讚，但你還記得她嗎？

# Achievement_Decade00s_0_Title
source: Thumbs-up
ar: إبهام لأعلى
bg: Палци нагоре
cs: Palec nahoru
da: Tommelfinger op
de: Daumen hoch
es: Pulgar hacia arriba
fi: Peukut pystyyn
fr: Pouces en l'air
he: אגודל למעלה
id: Acung Jempol
it: Pollici in sú
ja: 親指アップ
ko: 엄지 척
lt: Nykščiai aukštyn
nb_no: Tommel-opp
nl: Duim omhoog
pl: Łapka w górę
pt: Polegares para cima
ru: Пальцы вверх
sv: Tummen upp
th: ยกนิ้วโป้ง
tr: Başparmak yukarı
uk: Великий палець вгору
vi: Tán thành
zh_hans: 竖起大拇指
zh_hant: 給你一個讚

# Achievement_Decade00s_1_Description
source: Here's something else you could do with your time.
ar: إليك شيئاً آخر يمكنك القيام به في وقتك.
bg: Ето нещо друго, което бихте могли да направите с времето си.
cs: Tady je něco jiného, co byste mohli udělat se svým časem.
da: Her er noget andet, du kan bruge din tid på.
de: Hier ist etwas anderes, was Sie mit Ihrer Zeit machen könnten.
el: Να κάτι άλλο που θα μπορούσατε να κάνετε με το χρόνο σας.
es: Aquí hay algo más que podrías hacer con tu tiempo.
fi: Tässä on jotain muuta, mitä voisit tehdä ajallasi.
fr: Voici quelque chose d'autre que tu pourrais faire avec ton temps.
he: הנה עוד משהו שאתה יכול לעשות עם הזמן שלך.
hu: Itt van valami más, amire fordíthatod az idődet.
id: Inilah hal lain yang dapat anda lakukan dengan waktu Anda.
it: Ecco un'altra cosa che potresti fare con il tuo tempo.
ja: ここにあなたがあなたの時間とすることができる何か他のものがある。
ko: 시간 활용을 위해 할 수 있는 다른 일을 소개합니다.
lt: Štai dar vienas dalykas, kuriam galėtumėte skirti savo laiką.
nb_no: Her er noe annet du kan bruke tiden din på.
nl: Hier is iets anders wat je met je tijd kunt doen.
pl: A tu coś innego, co mógłbyś zrobić ze swoim czasem.
pt: Aqui está outra coisa que podias fazer com o teu tempo.
ro: Iată altceva ce ai putea face cu timpul tău.
ru: Вот что еще вы можете сделать со своим временем.
sv: Här är något annat du kan göra med din tid.
th: นี่คือสิ่งอื่นที่คุณสามารถทำได้ในเวลาของคุณ
tr: İşte size zamanınızı değerlendirebileceğiniz başka bir şey.
uk: Ось ще дещо, що ви можете зробити зі своїм часом.
vi: Đây là hoạt động khác mà bạn có thể làm với thời gian của mình.
zh_hans: 这是您可以利用时间做的其他事情。
zh_hant: 又有一件你可以花時間做的事了。

# Achievement_Decade00s_1_Title
source: Stacking pudding
ar: حلوى البودينغ المتراصة
bg: Подреждане на пудинг
cs: Stohování pudinku
da: Opstabling af budding
de: Pudding stapeln
el: Πουτίγκα στοίβαξης
es: Apilando pudin
fi: Pinoaminen vanukas
fr: Pudding empilé
he: ערימת פודינג
hu: Halmozott puding
id: Puding tersusun
it: Impilare il budino
ja: スタッキングプリン
ko: 스태킹 푸딩
lt: Pudingo krovimas
nb_no: Stabling av pudding
nl: Stapelpudding
pl: Układanie budyniu w stosy
pt: Empilhamento de pudim
ro: Budincă de stivuire
ru: Укладка пудинга
sv: Att stapla pudding
th: การซ้อนพุดดิ้ง
tr: İstiflenmiş puding
uk: Укладання пудингу
vi: Chồng bánh pudding
zh_hans: 堆叠布丁
zh_hant: 奶精疊疊樂

# Achievement_Decade00s_2_Description
source: Do you thirst for more? I'm afraid this was the last level… for now.
ar: هل أنت متعطش للمزيد؟ أخشى أن هذا هو المستوى الأخير... في الوقت الحالي.
bg: Жадувате ли за повече? Страхувам се, че това беше последното ниво... засега.
cs: Toužíte po něčem víc? Obávám se, že toto byla poslední úroveň... prozatím.
da: Tørster du efter mere? Jeg er bange for, at dette var det sidste niveau ... for nu.
de: Habt ihr Lust auf mehr? Ich fürchte, das war das letzte Level... vorerst.
el: Διψάτε για περισσότερα; Φοβάμαι ότι αυτό ήταν το τελευταίο επίπεδο... προς το παρόν.
es: ¿Tienes ganas de más? Me temo que este fue el último nivel... por ahora.
fi: Janoatko lisää? Pelkäänpä, että tämä oli viimeinen taso... toistaiseksi.
fr: Avez-vous soif de plus ? J'ai bien peur que ce soit le dernier niveau... pour l'instant.
he: האם אתה צמא לעוד? אני חושש שזו הייתה הרמה האחרונה... לעת עתה.
hu: Többre szomjazol? Attól tartok, ez volt az utolsó szint... egyelőre.
id: Apakah anda haus untuk lebih? Saya khawatir ini adalah level terakhir ... untuk saat ini.
it: Avete sete di altro? Temo che questo sia l'ultimo livello... per ora.
ja: より多くをしたいですか？ これが最後のレベルだったのではないかと心配しています。.. 今のところ。
ko: 더 하고 싶으신가요? 유감스럽게도 이번이 마지막 레벨입니다... 지금은요.
lt: Ar trokštate daugiau? Bijau, kad tai buvo paskutinis lygis... kol kas.
nb_no: Tørster du etter mer? Jeg er redd dette var det siste nivået... foreløpig.
nl: Heb je dorst naar meer? Ik ben bang dat dit het laatste niveau was... voor nu.
pl: Czy pragniesz więcej? Obawiam się, że to był ostatni poziom... na razie.
pt: Estás com sede de mais? Receio que este tenha sido o último nível... por agora.
ro: Îți este sete de mai mult? Mă tem că acesta a fost ultimul nivel... deocamdată.
ru: Жаждете ли вы большего? Боюсь, что это был последний уровень... на данный момент.
sv: Törstar du efter mer? Jag är rädd att detta var den sista nivån... för nu.
th: คุณกระหายที่จะได้มากกว่านี้หรือไม่? ฉันเกรงว่านี่คือระดับสุดท้ายแล้ว...สำหรับตอนนี้
tr: Daha fazlası için susadınız mı? Korkarım bu son seviyeydi... şimdilik.
uk: Хочеш ще? Боюся, це був останній рівень... поки що.
vi: Cậu có khao khát muốn nhiều hơn nữa không? Sợ rằng đây là cấp độ cuối cùng… cho đến bây giờ.
zh_hans: 你渴望更多吗？ 恐怕这是最后一及了……暂时。
zh_hant: 你還渴望更多嗎？恐怕這是最後一階了…至少目前為止。

# Achievement_Decade00s_2_Title
source: Thirsty for more
ar: متعطش للمزيد
bg: Жажда за още
cs: Žízeň po dalším
da: Tørstig efter mere
de: Durstig nach mehr
el: Διψάω για περισσότερα
es: Ganas de más
fi: Janoaa lisää
fr: Une soif de plus
he: צמא לעוד
hu: Többre szomjazva
id: Haus untuk lebih
it: Assetato di più
ja: より多くを望む
ko: 더 많은 것을 원하십니까?
lt: Ištroškę daugiau
nb_no: Tørst etter mer
nl: Dorstig naar meer
pl: Spragniony więcej
pt: Com sede de mais
ro: Însetat de mai mult
ru: Жажда большего
sv: Törstig efter mer
th: กระหายที่จะได้มากขึ้น
tr: Daha fazlası için susadım
uk: Жага до більшого
vi: Muốn biết thêm
zh_hans: 渴望更多
zh_hant: 渴望更多

# Achievement_Decade10s_0_Description
source: It's not all fun and games… or is it?
ar: ليس الأمر كله متعة وألعاب... أم أنه كذلك؟
bg: Не всичко е само забавление и игри... или е така?
cs: Není to jen zábava a hry... nebo ano?
da: Det er ikke kun sjov og ballade ... eller er det?
de: Es geht nicht nur um Spaß und Spiel... oder doch?
el: Δεν είναι όλα διασκέδαση και παιχνίδια... ή μήπως είναι;
es: No todo es diversión y juegos… ¿o sí?
fi: Kaikki ei ole pelkkää hupia ja leikkiä... vai onko?
fr: Tout n'est pas que plaisir et jeux... ou si ?
he: זה לא רק כיף ומשחקים... או שכן?
hu: Nem minden csak móka és kacagás... vagy mégis?
id: Ini tidak semuanya menyenangkan dan permainan ... atau itu?
it: Non é tutto divertimento e gioco... o si?
ja: それはすべての楽しさとゲームではありません。.. そうですか？
ko: 재미와 게임만 있는 것은 아닙니다... 그렇죠?
lt: Tai nėra vien tik linksmi žaidimai... ar ne?
nb_no: Det er ikke bare lek og moro... eller er det?
nl: Het is niet allemaal pret en plezier... of wel?
pl: Nie wszystko jest zabawą i grą... a może jednak?
pt: Não é só diversão e jogos... ou é?
ro: Nu totul este doar distracție și jocuri... sau este?
ru: Это не все веселье и игры... или нет?
sv: Det är inte bara roligt och spel... eller är det?
th: มันไม่ใช่แค่เรื่องสนุกและเกม...หรือว่าใช่?
tr: Her şey eğlence ve oyun değil... yoksa öyle mi?
uk: Це не лише забавки та ігри... чи ні?
vi: Không phải lúc nào cũng vui vẻ và thú vị… hay là có?
zh_hans: 这并不全是乐趣和游戏......或者是这样？
zh_hant: 這不全是玩樂……還是其實就是？

# Achievement_Decade10s_0_Title
source: Drooling
ar: سيلان اللعاب
bg: Слюноотделяне
cs: Slintání
da: Savler
de: sabbernd
el: Σάλια
es: Babeando
fi: Kuolaaminen
fr: Baveux
he: ריור
hu: Nyáladzó
id: Mengiler
it: Sbavando
ja: よだれ
ko: 침 흘리기
nb_no: Savling
nl: Kwijlend
pl: Ślinka cieknie
pt: Babando
ru: Пускаем слюни
sv: Dreglande
th: น้ำลายไหล
tr: Salya akıtmak
uk: Пускаю слину.
vi: Chảy nước miếng
zh_hans: 流口水
zh_hant: 流口水

# Achievement_Decade10s_1_Description
source: Don't forget to drink some Dk Pepper.
ar: لا تنسى أن تشرب بعضاً من فلفل دي كيه.
bg: Не забравяйте да пиете малко Dk Pepper.
cs: Nezapomeňte se napít Dk Pepper.
da: Glem ikke at drikke noget Dk Pepper.
de: Vergessen Sie nicht, etwas Dk Pepper zu trinken.
el: Μην ξεχάσετε να πιείτε λίγο Dk Pepper.
es: No te olvides de beber algo de Dk Pepper.
fi: Älä unohda juoda Dk Pepperiä.
fr: N'oubliez pas de boire du Dk Pepper.
he: אל תשכחו לשתות קצת Dk Pepper.
hu: Ne felejtsen el inni egy kis Dk Pepper-t.
id: Jangan lupa minum Dk Pepper.
it: Non dimenticare di bere del Dk Pepper.
ja: ドクペーを飲むのを忘れないでください。
ko: 디크 페퍼를 마시는 것을 잊지 마세요.
lt: Nepamirškite išgerti "Dk Pepper".
nb_no: Ikke glem å drikke litt Dk Pepper.
nl: Vergeet niet wat Dk Pepper te drinken.
pl: Nie zapomnij napić się trochę Dk Pepper'a.
pt: Não te esqueças de beber um pouco de Dk Pepper.
ro: Nu uitați să beți niște Dk Pepper.
ru: Не забудьте выпить немного Dk Pepper.
sv: Glöm inte att dricka lite Dk Pepper.
th: อย่าลืมดื่ม Dk Pepper ด้วยนะ
tr: Biraz Dk Pepper içmeyi unutma.
uk: Не забудьте випити трохи Dk Pepper.
vi: Đừng quên uống một ít Dk Pepper.
zh_hans: 不要忘了喝点 Dk Pepper。
zh_hant: 別忘了喝點 Dk Pepper。

# Achievement_Decade10s_1_Title
source: Loves Dokupe
ar: يحب دوكوبي
bg: Обича Dokupe
cs: Miluje Dokupe
da: Elsker Dokupe
de: Liebt Dokupe
el: Αγαπάει Dokupe
es: Ama el Kokusu
fi: Rakastaa Dokupe
fr: Aime le Dokupe
he: אוהב את דוקופה
hu: Szereti Dokupe
id: Mencintai Dokupe
it: Ama Dokupe
ja: ドクペを愛して
ko: 러브스 도쿠페
lt: Myli Dokupe
nb_no: Elsker Dokupe
nl: Houdt van Dokupe
pl: Kocha Dokupe
pt: Adora o Dokupe
ro: Iubește Dokupe
ru: Любитель Dokupe
sv: Älskar Dokupe
th: รักดูคูเป
tr: Dokupe'yi Seviyor
uk: Любить Докупе
vi: Yêu Dokupe
zh_hans: 热爱多库佩
zh_hant: 我愛 Dk Pepper

# Achievement_Decade10s_2_Description
source: You tried to cross boundaries, but failed.
ar: لقد حاولت تجاوز الحدود، لكنك فشلت.
bg: Опитахте се да прекрачите границите, но не успяхте.
cs: Pokusili jste se překročit hranice, ale nepodařilo se vám to.
da: Du forsøgte at krydse grænser, men det mislykkedes.
de: Sie haben versucht, Grenzen zu überschreiten, sind aber gescheitert.
el: Προσπαθήσατε να ξεπεράσετε τα όρια, αλλά αποτύχατε.
es: Intentaste cruzar la frontera, pero fallaste.
fi: Yritit ylittää rajoja, mutta epäonnistuit.
fr: Vous avez essayé de franchir les frontières, mais vous avez échoué.
he: ניסית לחצות גבולות, אך נכשלת.
hu: Megpróbáltad átlépni a határokat, de nem sikerült.
id: Anda mencoba melewati batas, tetapi gagal.
it: Hai cercato di attraversare i confini, ma hai fallito.
ja: あなたは境界を越えようとしましたが、失敗しました。
ko: 경계를 넘으려 했지만 실패했습니다.
lt: Bandėte peržengti ribas, bet nepavyko.
nb_no: Du prøvde å krysse grenser, men mislyktes.
nl: Je probeerde grenzen te overschrijden, maar faalde.
pl: Próbowałeś przekroczyć granice, ale Ci się nie powiodło.
pt: Tentaste passar os limites, mas falhaste.
ro: Ați încercat să treceți granițele, dar nu ați reușit.
ru: Вы попытались пересечь границу, но потерпели неудачу.
sv: Du försökte överskrida gränser, men misslyckades.
th: คุณพยายามข้ามเส้นแบ่ง แต่ล้มเหลว
tr: Sınırları aşmaya çalıştınız ama başaramadınız.
uk: Ви намагалися перетнути кордони, але не змогли.
vi: Cậu đã cố gắng vượt qua ranh giới, nhưng đã thất bại.
zh_hans: 你试图跨越边界，但失败了。
zh_hant: 你試圖突破次元壁，但失敗了。

# Achievement_Decade10s_2_Title
source: Dimension tripper
ar: متعثر الأبعاد
bg: Трипер на размерите
cs: Rozměr tripper
de: Dimensionsstolperer
el: Ταξιδιώτης διαστάσεων
es: Viajero dimensional
fr: Voyageur de dimension
he: מכשיר למדידת ממדים
hu: Dimenziós tripper
id: Penjelajah dimensi
it: Viaggiatore dimensionale
ja: 次元トラベラー
ko: 치수 트리퍼
lt: Išmatavimų triperis
nb_no: Dimensjon tripper
nl: Dimensie tripper
pl: Między wymiarowy podróżnik
pt: Viajante de dimensões
ro: Dimensiune tripper
ru: Путешественник по измерениям
th: นักเดินทางข้ามมิติ
tr: Boyut tripper
uk: Вимірювальний тригер
vi: Bộ ngắt mạch kích thước
zh_hans: 尺寸旅行者
zh_hant: 次元旅行者

# Achievement_Decade10s_3_Description
source: Addiction cannot be measured, obviously.
ar: من الواضح أن الإدمان لا يمكن قياسه.
bg: Очевидно е, че пристрастяването не може да бъде измерено.
cs: Závislost samozřejmě nelze měřit.
da: Afhængighed kan naturligvis ikke måles.
de: Sucht kann natürlich nicht gemessen werden.
el: Ο εθισμός δεν μπορεί να μετρηθεί, προφανώς.
es: La adicción no puede ser medida, claramente.
fi: Riippuvuutta ei tietenkään voi mitata.
fr: La dépendance ne peut être mesurée, évidemment.
he: מכור לא ניתן למדוד, כמובן.
hu: A függőség nyilvánvalóan nem mérhető.
id: Jelas kecanduan tidak dapat diukur.
it: La dipendenza non può essere misurata, ovviamente.
ja: 中毒は明らかに測定することはできません。
ko: 물론 중독은 측정할 수 없습니다.
lt: Akivaizdu, kad priklausomybės negalima išmatuoti.
nb_no: Avhengighet kan selvsagt ikke måles.
nl: Verslaving kan natuurlijk niet gemeten worden.
pl: Cóż, uzależnienia nie da się zmierzyć.
pt: O vício não pode ser medido, obviamente.
ro: Dependența nu poate fi măsurată, evident.
ru: Зависимость невозможно измерить, это очевидно.
sv: Beroende kan uppenbarligen inte mätas.
th: การเสพติดไม่สามารถวัดได้ อย่างชัดเจน
tr: Açıkçası bağımlılık ölçülemez.
uk: Очевидно, що залежність не можна виміряти.
vi: Rõ ràng là không thể đo lường được sự nghiện ngập.
zh_hans: 显然，成瘾是无法衡量的。
zh_hant: 成癮是無法衡量的，顯然如此。

# Achievement_Decade10s_3_Title
source: Addicted
ar: مدمن
da: Afhængig
de: Süchtig
el: Εθισμένος
es: Adicto
fr: Dépendant
he: מכור
id: Kecanduan
it: Dipendente
ja: 中毒
ko: 중독
lt: Priklausomybė
nb_no: Avhengig
nl: Verslaafd
pl: Uzależniony
pt: Viciado
ro: Dependent
ru: Зависимый
sv: Beroende
th: ติดยาเสพติด
tr: Bağımlı
uk: Залежний
vi: Nghiện
zh_hans: 上瘾
zh_hant: 猜謎成癮

# Achievement_Decade70sAndBefore_0_Description
source: You stomp on the competition!
ar: أنت تدوس على المنافسين!
bg: Потъпквате конкуренцията!
cs: Zadupejte konkurenci do země!
da: Du tramper på konkurrenterne!
de: Sie treten die Konkurrenz in den Schatten!
el: Πατάτε τον ανταγωνισμό!
es: ¡Pisoteas en la competición!
fi: Tyrmäät kilpailijat!
fr: Vous piétinez la concurrence !
he: אתה דורס את המתחרים!
hu: Eltaposod a versenytársakat!
id: Anda menginjak kompetisi!
it: Calpesti la concorrenza!
ja: あなたは競争の中で踏みにじる！
ko: 경쟁자를 압도합니다!
lt: Jūs sutrypėte konkurentus!
nb_no: Du tråkker på konkurrentene!
nl: Je stampt op de concurrentie!
pl: Rozdeptałeś konkurencję!
pt: Você pisa na competição!
ro: Calcă în picioare concurența!
ru: Вы топчете конкурентов!
sv: Du trampar på konkurrensen!
th: คุณเหยียบย่ำคู่แข่ง!
tr: Rakiplerini eziyorsun!
uk: Ви топчете конкурентів!
vi: Cậu đè bẹp đối thủ!
zh_hans: 你把竞争对手踩在脚下！
zh_hant: 你把競爭對手踩在腳下！

# Achievement_Decade70sAndBefore_0_Title
source: Dinosaur
ar: ديناصور
bg: Динозавър
cs: Dinosaurus
de: Dinosaurier
el: Δεινόσαυρος
es: Dinosaurio
fi: Dinosaurus
fr: Dinosaure
he: דינוזאור
hu: Dinoszaurusz
id: Dinosaurus
it: Dinosauro
ja: 恐竜
ko: 공룡
lt: Dinozauras
nl: Dinosaurus
pl: Dinozaur
pt: Dinossauro
ro: Dinozaur
ru: Динозавр
sv: Dinosaurie
th: ไดโนเสาร์
tr: Dinozor
uk: Динозавр.
vi: Khủng long
zh_hans: 恐龙
zh_hant: 恐龍

# Achievement_Decade80s_0_Description
source: Remember: engagements are sacred!
ar: تذكر: الخطوبة مقدسة!
bg: Запомнете: ангажиментите са свещени!
cs: Pamatujte: zásnuby jsou posvátné!
da: Husk: Forlovelser er hellige!
de: Denken Sie daran: Verlobungen sind heilig!
el: Να θυμάστε: οι αρραβώνες είναι ιεροί!
es: Recuerda: ¡Los compromisos son sagrados!
fi: Muista: kihlaukset ovat pyhiä!
fr: N'oubliez pas : les fiançailles sont sacrées !
he: זכרו: התחייבויות הן קדושות!
hu: Ne feledd: az eljegyzés szent dolog!
id: Ingat: pertunangan itu suci!
it: Ricordate: i fidanzamenti sono sacri!
ja: 覚えておいてください：約束は神聖です！
ko: 기억하세요: 약혼은 신성한 것입니다!
lt: Atminkite: sužadėtuvės yra šventos!
nb_no: Husk: Forlovelser er hellige!
nl: Onthoud: verlovingen zijn heilig!
pl: Pamiętaj: zaręczyny rzecz święta!
pt: Lembre-se: os noivados são sagrados!
ro: Nu uitați: logodnele sunt sacre!
ru: Помните: помолвка - это святое!
sv: Kom ihåg: förlovningar är heliga!
th: โปรดจำไว้ว่า: การหมั้นหมายเป็นสิ่งศักดิ์สิทธิ์!
tr: Unutmayın: nişanlar kutsaldır!
uk: Пам'ятайте: заручини - це святе!
vi: Hãy nhớ: các cam kết là thiêng liêng!
zh_hans: 记住：婚约是神圣的！
zh_hant: 請記住：婚約是神聖的！

# Achievement_Decade80s_0_Title
source: Loving waifu
ar: حب وايفو
bg: Обичам waifu
cs: Milující waifu
da: Kærlig waifu
de: Liebevolle Waifu
el: Αγαπώντας waifu
es: Amando la waifu
fi: Rakastava waifu
fr: Aimer le waifu
he: אוהב את וואיפו
hu: Szerelmes waifu
id: Mencintai waifu
it: Amorevole waifu
ja: ワイフが大好き
ko: 사랑스러운 와이푸
lt: Mylinti waifu
nb_no: Elsker waifu
nl: Liefhebbende waifu
pl: Kochająca waifu
pt: Amando a waifu
ro: Iubind waifu
ru: Любящая вайфу
sv: Älskar waifu
th: ภรรยาที่รัก
tr: Sevgi dolu waifu
uk: Люблячий вайфу
vi: Người vợ yêu quý
zh_hans: 可爱的 waifu
zh_hant: 我愛我婆

# Achievement_Decade90s_0_Description
source: Impressive… very impressive.
ar: مثير للإعجاب... مثير للإعجاب للغاية.
bg: Впечатляващо... много впечатляващо.
cs: Působivé... velmi působivé.
da: Imponerende... meget imponerende.
de: Beeindruckend... sehr beeindruckend.
el: Εντυπωσιακό... πολύ εντυπωσιακό.
es: Impresionante... muy impresionante.
fi: Vaikuttavaa... hyvin vaikuttavaa.
fr: Impressionnant... très impressionnant.
he: מרשים... מרשים מאוד.
hu: Lenyűgöző... nagyon lenyűgöző.
id: Mengesankanâ€¦ sangat mengesankan.
it: Impressionante... veramente impressionante.
ja: 印象的だ.. 非常に印象的です。
ko: 인상적입니다... 매우 인상적입니다.
lt: Įspūdinga... labai įspūdinga.
nb_no: Imponerende... veldig imponerende.
nl: Indrukwekkend... zeer indrukwekkend.
pl: Imponujące... bardzo imponujące.
pt: Impressionante... muito impressionante.
ro: Impresionant... foarte impresionant.
ru: Впечатляет... очень впечатляет.
sv: Imponerande... mycket imponerande.
th: น่าประทับใจ... น่าประทับใจมาก
tr: Etkileyici... çok etkileyici.
uk: Вражаюче... дуже вражаюче.
vi: Ấn tượng… rất ấn tượng.
zh_hans: 令人印象深刻......非常深刻。
zh_hant: 精彩…真是精彩。
