Repository: kuru-rin/rin-bot-backend-translations
Catalog: AchievementRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Achievement_DistinctAnimeSongs_4_Description
source: Ara Ara, your talent has improved. Take a break, it only gets harder.
ar: آرا آرا، لقد تحسنت موهبتك. خذ قسطاً من الراحة، فالأمر يزداد صعوبة.
bg: Ара Ара, талантът ти се е подобрил. Вземете си почивка, става само по-трудно.
cs: Ara Ara, tvůj talent se zlepšil. Dejte si pauzu, bude to jen těžší.
da: Ara Ara, dit talent er blevet bedre. Tag en pause, det bliver kun sværere.
de: Ara Ara, dein Talent hat sich verbessert. Mach eine Pause, es wird nur noch schwieriger.
el: Ara Ara, το ταλέντο σου έχει βελτιωθεί. Κάνε ένα διάλειμμα, θα γίνει όλο και πιο δύσκολο.
es: Ara ara, tu talento ha mejorado. Tómate un descanso, sólo se va a hacer más difícil.
fi: Ara Ara, lahjakkuutesi on parantunut. Pidä taukoa, se vain vaikeutuu.
fr: Ara ara, ton talent s'est amélioré. Fais une pause, ça va devenir de plus en plus dur.
he: ארה ארה, הכישרון שלך השתפר. קח הפסקה, זה רק נהיה יותר קשה.
hu: Ara Ara, a tehetséged fejlődött. Tarts egy kis szünetet, ez csak egyre nehezebb lesz.
it: Ara ara, il tuo talento è migliorato. Prenditi una pausa, diventerà solo più difficile.
ja: あらあら、君の才能は向上した 休憩を取って、それはちょうど難しくなるだろう。
ko: 아라 아라, 네 재능이 향상됐구나. 쉬면 더 힘들어져요.
lt: Ara Ara, tavo talentas patobulėjo. Padarykite pertrauką, bus tik sunkiau.
nb_no: Ara Ara, talentet ditt har blitt bedre. Ta en pause, det blir bare vanskeligere.
nl: Ara Ara, je talent is verbeterd. Neem een pauze, het wordt alleen maar moeilijker.
pl: Ara Ara, twój talent się poprawił. Zrób sobie przerwę, będzie tylko trudniej.
pt: Ara ara, o seu talento melhorou. Faz uma pausa, só vai ficar mais difícil.
ro: Ara Ara, talentul tău s-a îmbunătățit. Ia o pauză, devine din ce în ce mai greu.
sv: Ara Ara, din talang har förbättrats. Ta en paus, det blir bara svårare.
th: อารา อารา, ความสามารถของคุณดีขึ้นมาก พักสักหน่อย มันจะยากขึ้นเรื่อยๆ
tr: Ara Ara, yeteneğin gelişti. Biraz ara ver, daha da zorlaşacak.
uk: Ара Ара, твій талант покращився. Зроби перерву, далі буде важче.
vi: Ara Ara, tài năng của cậu đã tiến bộ. Hãy nghỉ ngơi một chút, vì mọi thứ sẽ càng khó khăn hơn.
zh_hans: 阿拉阿拉，你的天赋提高了。休息一下吧，只会越来越难。
zh_hant: 啊啦啊啦，你的天賦提高了呢。休息一下吧，之後只會越來越難。

# Achievement_DistinctAnimeSongs_5_Title
source: Bop to the beat
ar: البوب على الإيقاع
bg: Bop в ритъм
cs: Bop do rytmu
da: Bop til rytmen
de: Bop zum Beat
el: Bop στο ρυθμό
es: Al ritmo de la música
fr: Au rythme de la musique
he: לרקוד לקצב המוזיקה
hu: Bop a ritmusra
it: Al ritmo della musica
ja: 音楽のリズムに
ko: 비트에 맞춰 춤을 추세요
lt: Bop į taktą
nb_no: Bop til rytmen
nl: Bop op de beat
pt: Ao ritmo da música
ro: Bop la ritm
sv: Bop till takten
th: เต้นไปตามจังหวะ
uk: Танцюйте в такт
vi: Nhảy theo nhịp điệu
zh_hans: 跟着节拍跳
zh_hant: 跟著節拍起舞

# Achievement_DistinctAnimeSongs_5_Description
source: Songs are to be enjoyed with others, it connects to our mind and soul.
ar: الأغاني يجب أن نستمتع بها مع الآخرين، فهي ترتبط بعقلنا وروحنا.
bg: Песните трябва да се ползват заедно с други хора, те свързват ума и душата ни.
cs: Písně si máme užívat s ostatními, propojují naši mysl a duši.
da: Sange er til for at blive nydt sammen med andre, det forbinder vores sind og sjæl.
de: Lieder sind dazu da, um mit anderen genossen zu werden, sie verbinden sich mit unserem Geist und unserer Seele.
el: Τα τραγούδια πρέπει να τα απολαμβάνουμε μαζί με άλλους, συνδέουν το μυαλό και την ψυχή μας.
es: Las canciones son para disfrutarlas con los demás, conectan con nuestra mente y nuestra alma.
fi: Laulut on tarkoitettu nautittavaksi yhdessä muiden kanssa, se yhdistää mielemme ja sielumme.
fr: Les chansons doivent être appréciées avec d'autres personnes, elles sont liées à notre esprit et à notre âme.
he: שירים נועדו להנאה משותפת, הם מתחברים לתודעה ולנשמה שלנו.
hu: A dalokat másokkal együtt kell élvezni, ez összekapcsolja elménket és lelkünket.
it: Le canzoni devono essere godute con gli altri, si connettono con la nostra mente e la nostra anima.
ja: 曲は他の人と一緒に楽しむことができ、私たちの心と私たちの魂とつながります。
ko: 노래는 다른 사람들과 함께 즐기는 것이며, 우리의 마음과 영혼을 연결해 줍니다.
lt: Dainomis reikia mėgautis kartu su kitais, jos sujungia mūsų protą ir sielą.
nb_no: Sanger er til for å nytes sammen med andre, det er noe som knytter oss til sinnet og sjelen.
nl: Liedjes zijn er om samen met anderen van te genieten, ze verbinden ons met onze geest en ziel.
pl: Piosenkami należy cieszyć się z innymi, łączą one nasz umysł i duszę.
pt: As canções devem ser apreciadas com os outros, elas ligam-se com a nossa mente e alma.
ro: Cântecele trebuie să fie savurate împreună cu alții, se conectează cu mintea și sufletul nostru.
sv: Låtar ska avnjutas tillsammans med andra, det ansluter till vårt sinne och själ.
th: เพลงคือสิ่งที่ควรเพลิดเพลินไปพร้อมกับผู้อื่น มันเชื่อมโยงกับจิตใจและวิญญาณของเรา
tr: Şarkılar başkalarıyla birlikte eğlenmek içindir, zihnimize ve ruhumuza bağlanır.
uk: Піснями треба насолоджуватися разом з іншими, вони з'єднують наш розум і душу.
vi: Những bài hát là để thưởng thức cùng nhau, chúng kết nối với tâm hồn và trí tuệ của chúng ta.
zh_hans: 歌曲应该与他人一起欣赏，它能与我们的思想和灵魂相通。
zh_hant: 歌曲應該與他人一同欣賞，它能與我們的思想和靈魂相通。

# Achievement_DistinctAnimeSongs_6_Title
source: Each note memorized
ar: كل نغمة محفوظة
bg: Запомняне на всяка нота
cs: Každá zapamatovaná nota
da: Hver tone lært udenad
de: Jede Note auswendig lernen
el: Κάθε σημείωση απομνημονεύεται
es: Cada nota memorizada
fi: Jokainen nuotti ulkoa
fr: Chaque note mémorisée
he: כל תו שנלמד בעל פה
hu: Minden megjegyzett hangjegy
it: Ogni nota memorizzata
ja: すべてのノートが記憶されています
ko: 암기된 각 노트
lt: Kiekviena įsiminta pastaba
nb_no: Hver note utenat
nl: Elke noot onthouden
pl: Każda nuta zapamiętana
pt: Cada nota memorizada
ro: Fiecare notă memorată
sv: Varje not memoreras
th: แต่ละโน้ตที่จดจำ
tr: Ezberlenen her nota
uk: Кожна нота запам'ятовується
vi: Mỗi nốt nhạc được ghi nhớ
zh_hans: 记住的每个音符
zh_hant: 記住了每個音符

# Achievement_DistinctAnimeSongs_6_Description
source: You can already tell from the first note, right?
ar: يمكنك بالفعل معرفة ذلك من النغمة الأولى، أليس كذلك؟
bg: Можете да разберете още от първата нота, нали?
cs: Už z prvního tónu to poznáte, že?
da: Du kan allerede høre det fra den første tone, ikke?
de: Das merkt man doch schon an der ersten Note, oder?
el: Το καταλαβαίνετε ήδη από την πρώτη νότα, σωστά;
es: Ya te das cuenta desde la primera nota, ¿verdad?
fi: Sen huomaa jo ensimmäisestä nuotista, eikö niin?
fr: Vous pouvez le dire dès la première note, n'est-ce pas ?
he: אתה כבר יכול להבין את זה מהתו הראשון, נכון?
hu: Már az első hangból is látszik, ugye?
it: Si capisce già dalla prima nota, vero?
ja: あなたは右、最初のノートから伝えることができますか？
ko: 첫 번째 노트에서 이미 알 수 있죠?
lt: Jau iš pirmos natos galite pasakyti, ar ne?
nb_no: Du hører det allerede fra første tone, ikke sant?
nl: Je ziet het al aan de eerste noot, toch?
pl: Widać to już po pierwszej nucie, prawda?
pt: Já se pode dizer desde a primeira nota, certo?
ro: Îți dai seama încă de la prima notă, nu?
sv: Du kan redan se från den första tonen, eller hur?
th: คุณคงรู้ได้ตั้งแต่โน้ตแรกแล้วใช่ไหม?
tr: Daha ilk notadan anlayabiliyorsun, değil mi?
uk: Це вже видно з першої ноти, чи не так?
vi: Cậu có thể nhận ra ngay từ nốt nhạc đầu tiên, đúng không?
zh_hans: 从第一个音符就能听出来，对吗？
zh_hant: 第一個音符就聽出來了，對嗎？

# Achievement_DistinctAnimeSongs_7_Title
source: Infinite playlist
ar: قائمة التشغيل اللانهائية
bg: Безкраен списък за изпълнение
cs: Nekonečný playlist
da: Uendelig playliste
de: Unendliche Wiedergabeliste
el: Άπειρη λίστα αναπαραγωγής
es: Lista de reproducción infinita
fi: Ääretön soittolista
fr: Liste de lecture infinie
he: פלייליסט אינסופי
hu: Végtelen lejátszási lista
it: Playlist infinita
ja: インフィニットプレイリスト
ko: 무한 재생 목록
lt: Begalinis grojaraštis
nb_no: Uendelig spilleliste
nl: Oneindige afspeellijst
pl: Nieskończona lista odtwarzania
pt: Lista de reprodução infinita
ro: Lista de redare infinită
sv: Oändlig spellista
th: เพลย์ลิสต์ไม่สิ้นสุด
tr: Sonsuz çalma listesi
uk: Нескінченний список відтворення
vi: Danh sách phát không giới hạn
zh_hans: 无限播放列表
zh_hant: 無限播放列表

# AchievementCategory_Decade00s_Description
source: Guessing anime between the years 2000 and 2010 will count toward this achievement.
ar: سيتم احتساب تخمين الرسوم المتحركة بين عامي 2000 و2010 ضمن هذا الإنجاز.
bg: За това постижение ще се смятат аниметата между 2000 и 2010 г.
cs: Do tohoto úspěchu se započítává hádání anime mezi lety 2000 a 2010.
da: At gætte anime mellem år 2000 og 2010 vil tælle med i denne præstation.
de: Animes von den Jahren 2000 bis 2010 zu erraten wird zu dieser Errungenschaft zählen.
el: Η μαντεψιά anime μεταξύ των ετών 2000 και 2010 θα μετρήσει για αυτό το επίτευγμα.
es: Adivinar animes entre los años 2000 y 2010 contará para este logro.
fi: Vuosien 2000 ja 2010 väliset anime-arvaukset lasketaan tähän saavutukseen.
fr: Animes devinés entre les années 2000 et 2010 comptera pour cette réalisation.
he: ניחוש אנימה בין השנים 2000 ל-2010 ייחשב לצורך השגת הישג זה.
hu: A 2000 és 2010 közötti anime tippelés beleszámít ebbe az eredménybe.
it: Gli anime indovinati tra gli anni 2000 e 2010 contano per questo raggiungimento.
ja: 2000年から2010年の間にアニメを推測することは、この成果にカウントされます。
ko: 2000년부터 2010년 사이의 애니메이션을 맞히면 이 업적에 포함됩니다.
lt: Į šį pasiekimą bus įskaičiuoti 2000-2010 m. atspėti anime.
nb_no: Gjetteanime mellom år 2000 og 2010 vil telle med i denne prestasjonen.
nl: Het raden van animes tussen de jaren 2000 en 2010 telt mee voor deze prestatie.
pl: Zgadywanie anime w latach 2000-2010 będzie zaliczane do tego osiągnięcia.
pt: Adivinhar anime entre os anos 2000 e 2010 contará para esta conquista.
ro: Ghicitul anime între anii 2000 și 2010 va fi luat în considerare pentru această realizare.
sv: Att gissa anime mellan åren 2000 och 2010 kommer att räknas till denna prestation.
th: การทายชื่ออนิเมะระหว่างปี 2000 ถึง 2010 จะนับรวมในความสำเร็จนี้
tr: 2000-2010 yılları arasındaki tahmin animeleri bu başarıya sayılacaktır.
uk: Вгадування аніме між 2000 та 2010 роками буде зараховано як досягнення.
vi: Đoán tên anime được phát hành trong khoảng thời gian từ năm 2000 đến 2010 sẽ được tính vào thành tích này.
zh_hans: 2000 年至 2010 年期间的动漫竞猜活动将计入这一成绩。
zh_hant: 答對年份介於 2000 年和 2010 年之間的作品將計入此成就。

# AchievementCategory_Decade10s_Description
source: Guessing anime between the years 2010 and 2020 will count toward this achievement.
ar: سيُحتسب تخمين الأنمي بين عامي 2010 و2020 ضمن هذا الإنجاز.
bg: За това постижение ще се смята гадаенето за времето между 2010 и 2020 г.
cs: Do tohoto úspěchu se započítává hádání anime mezi lety 2010 a 2020.
da: At gætte anime mellem år 2010 og 2020 vil tælle med i denne præstation.
de: Animes von 2010 bis 2020 zu erraten wird zu dieser Errungenschaft zählen.
el: Η μαντεψιά anime μεταξύ των ετών 2010 και 2020 θα μετρήσει για το επίτευγμα αυτό.
es: Adivinar animes entre los años 2010 y 2020 contará para este logro.
fi: Vuosien 2010 ja 2020 välisenä aikana tapahtuva anime-arvaus lasketaan tähän saavutukseen.
fr: Animes devinés entre les années 2010 et 2020 comptera pour cette réalisation.
he: ניחוש אנימה בין השנים 2010 ל-2020 ייחשב לצורך השגת הישג זה.
hu: A 2010 és 2020 közötti anime tippelés beleszámít ebbe az eredménybe.
it: Gli anime indovinati tra gli anni 2000 e 2010 contano per questo raggiungimento.
ja: 2010年から2020年の間にアニメを推測することは、この成果にカウントされます。
ko: 2010년부터 2020년 사이의 애니메이션을 맞히면 이 업적에 포함됩니다.
lt: Į šį pasiekimą bus įskaičiuotas 2010-2020 m. spėjimas anime.
nb_no: Gjetning av anime mellom 2010 og 2020 vil telle med i denne prestasjonen.
nl: Het gokken tussen 2010 en 2020 telt mee voor deze prestatie.
pl: Zgadywanie anime w latach 2010-2020 będzie wliczane do tego osiągnięcia.
pt: Adivinhar anime entre os anos 2010 e 2020 contará para esta conquista.
ro: Ghicitul anime între anii 2010 și 2020 va conta pentru această realizare.
sv: Att gissa anime mellan åren 2010 och 2020 kommer att räknas till denna prestation.
th: การทายชื่ออนิเมะระหว่างปี 2010 ถึง 2020 จะนับรวมในความสำเร็จนี้
tr: Tahminen 2010 ve 2020 yılları arasındaki animeler bu başarıya sayılacaktır.
uk: Вгадування аніме між 2010 та 2020 роками буде зараховано як досягнення.
vi: Đoán tên anime trong khoảng thời gian từ năm 2010 đến 2020 sẽ được tính vào thành tích này.
zh_hans: 2010 年至 2020 年期间的动漫竞猜活动将计入这一成就。
zh_hant: 答對年份介於 2010 年和 2020 年之間的作品將計入此成就。

# AchievementCategory_Decade70sAndBefore_Description
source: Guessing anime from before the year 1980 will count toward this achievement.
ar: سيتم احتساب تخمين الرسوم المتحركة من قبل عام 1980 في هذا الإنجاز.
bg: За това постижение ще се считат аниметата отпреди 1980 г.
cs: Do tohoto úspěchu se započítává hádání anime z období před rokem 1980.
da: At gætte anime fra før 1980 vil tælle med i denne præstation.
de: Animes vor dem Jahre 1980 zu erraten wird zu dieser Errungenschaft zählen.
el: Η μαντεψιά για anime πριν από το 1980 θα μετρήσει για αυτό το επίτευγμα.
es: Adivinar animes antes de los años 80 contará para este logro.
fi: Ennen vuotta 1980 ilmestyneet anime-arvoitukset lasketaan tähän saavutukseen.
fr: Les animes datant d'avant les années 1980 comptera pour cette réalisation.
he: ניחוש אנימה משנת 1980 ואילך ייחשב להישג זה.
hu: Az 1980 előtti anime találgatások is beleszámítanak ebbe a teljesítménybe.
it: Indovinare anime prima degli 1980 contano per questo raggiumgimento.
ja: 1980年以前のアニメを推測すると、この成果が期待されます。
ko: 1980년 이전의 애니메이션을 맞추는 것도 이 업적에 포함됩니다.
lt: Į šį pasiekimą bus įskaičiuoti iki 1980 m. sukurtų anime spėjimai.
nb_no: Gjetning av anime fra før 1980 vil telle med i denne prestasjonen.
nl: Het raden van anime van voor 1980 telt mee voor deze prestatie.
pl: Zgadywanie anime sprzed 1980 roku będzie się liczyć do tego osiągnięcia.
pt: Adivinhar anime de antes do ano de 1980 contará para este feito.
ro: Ghicitul anime-urilor de dinainte de anul 1980 va conta pentru această realizare.
sv: Att gissa anime från före år 1980 kommer att räknas till denna prestation.
th: การทายชื่ออนิเมะที่ออกก่อนปี 1980 จะนับรวมในความสำเร็จนี้
tr: 1980'den önceki animeleri tahmin etmek bu başarı için sayılacaktır.
uk: Вгадування аніме до 1980 року буде зараховано як досягнення.
vi: Đoán tên anime được sản xuất trước năm 1980 sẽ được tính vào thành tích này.
zh_hans: 猜测 1980 年以前的动画片也可计入此成就。
zh_hant: 答對年份在 1980 年以前的作品將計入此成就。

# AchievementCategory_Decade80s_Description
source: Guessing anime between the years 1980 and 1990 will count toward this achievement.
ar: سيتم احتساب تخمين الرسوم المتحركة بين عامي 1980 و1990 ضمن هذا الإنجاز.
bg: За това постижение ще се считат аниметата между 1980 и 1990 г.
cs: Do tohoto úspěchu se započítává hádání anime z let 1980 až 1990.
da: At gætte anime mellem 1980 og 1990 vil tælle med i denne præstation.
de: Animes von 1980 bis 1990 zu erraten wird zu dieser Errungenschaft zählen.
el: Τα anime που μαντεύουν μεταξύ των ετών 1980 και 1990 θα μετρήσουν για αυτό το επίτευγμα.
es: Adivinar animes entre los años 80 y 90 contará para este logro.
fi: Vuosien 1980 ja 1990 väliset anime-arvaukset lasketaan tähän saavutukseen.
fr: Animes devinés entre les années 1980 et 1990 comptera pour cette réalisation.
he: ניחוש אנימה בין השנים 1980 ל-1990 ייחשב לצורך השגת הישג זה.
hu: Az 1980 és 1990 közötti anime találgatások beleszámítanak ebbe a teljesítménybe.
it: Gli anime indovinati tra gli anni 1980 e 1990 contano per questo raggiungimento.
ja: 1980年から1990年の間にアニメを推測することは、この成果にカウントされます。
ko: 1980년에서 1990년 사이의 애니메이션을 맞히면 이 업적에 포함됩니다.
lt: Į šį pasiekimą bus įskaičiuoti 1980-1990 m. spėjamieji anime.
nb_no: Gjetteanime mellom 1980 og 1990 vil telle med i denne prestasjonen.
nl: Het raden van anime tussen 1980 en 1990 telt mee voor deze prestatie.
pl: Zgadywanie anime w latach 1980-1990 będzie zaliczane do tego osiągnięcia.
pt: Adivinhar anime entre os anos 1980 e 1990 contará para esta conquista.
ro: Ghicitul anime între anii 1980 și 1990 va fi luat în considerare pentru această realizare.
sv: Att gissa anime mellan åren 1980 och 1990 kommer att räknas för denna prestation.
th: การทายชื่ออนิเมะระหว่างปี 1980 ถึง 1990 จะนับรวมในความสำเร็จนี้
tr: 1980-1990 yılları arasındaki tahmin animeleri bu başarı için sayılacaktır.
uk: Вгадування аніме між 1980 та 1990 роками буде зараховано як досягнення.
vi: Đoán tên anime được phát hành trong khoảng thời gian từ năm 1980 đến năm 1990 sẽ được tính vào thành tích này.
zh_hans: 1980 年至 1990 年之间的动漫竞猜活动将计入这一成绩。
zh_hant: 答對年份介於 1980 年和 1990 年之間的作品將計入此成就。
