Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_12_Answer
source: Currently there is a feature called "start a round when channel is idle". This feature can be activated in the channel configuration after logging in on [the website]({0}/my-servers). For free servers the idle time is set to a minimum of one hour. This can be reduced to one minute when you become a supporter.
ar: توجد حاليًا ميزة تسمى "بدء جولة عندما تكون القناة خاملة". يمكن تفعيل هذه الميزة في تهيئة القناة بعد تسجيل الدخول على [الموقع الإلكتروني] ({0}/ خوادمي). بالنسبة للخوادم المجانية يتم ضبط وقت الخمول على ساعة واحدة كحد أدنى. يمكن تقليل هذا إلى دقيقة واحدة عندما تصبح داعمًا.
bg: В момента има функция, наречена "стартиране на рунд, когато каналът е празен". Тази функция може да бъде активирана в конфигурацията на канала след влизане в [уебсайта]({0}/my-servers). За безплатните сървъри времето на бездействие е зададено на минимум един час. То може да бъде намалено на една минута, когато станете поддръжник.
cs: V současné době je k dispozici funkce "spustit kolo, když je kanál nečinný". Tuto funkci lze aktivovat v konfiguraci kanálu po přihlášení na [webové stránce]({0}/my-servers). U bezplatných serverů je doba nečinnosti nastavena minimálně na jednu hodinu. Když se stanete příznivcem, lze ji zkrátit na jednu minutu.
da: I øjeblikket er der en funktion, der hedder "start a round when channel is idle". Denne funktion kan aktiveres i kanalkonfigurationen, når du logger ind på [hjemmesiden]({0}/my-servers). For gratis servere er tomgangstiden sat til mindst en time. Dette kan reduceres til et minut, når du bliver supporter.
de: Derzeit gibt es eine Funktion namens "start a round when channel is idle". Diese Funktion kann in der Channel-Konfiguration aktiviert werden, nachdem man sich auf [der Website]({0}/my-servers) eingeloggt hat. Bei freien Servern ist die Leerlaufzeit auf ein Minimum von einer Stunde eingestellt. Diese Zeit kann auf eine Minute reduziert werden, wenn Sie ein Supporter werden.
el: Επί του παρόντος υπάρχει μια λειτουργία που ονομάζεται "έναρξη γύρου όταν το κανάλι είναι αδρανές". Αυτό το χαρακτηριστικό μπορεί να ενεργοποιηθεί στις ρυθμίσεις του καναλιού αφού συνδεθείτε στον [ιστότοπο]({0}/my-servers). Για τους δωρεάν διακομιστές ο χρόνος αδράνειας έχει οριστεί σε τουλάχιστον μία ώρα. Αυτό μπορεί να μειωθεί σε ένα λεπτό όταν γίνετε υποστηρικτής.
es: Actualmente hay una función llamada "iniciar una ronda cuando el canal está inactivo". Esta función se puede activar en la configuración del canal después de iniciar sesión en [el sitio web]({0}/my-servers). Para los servidores gratuitos, el tiempo de inactividad se establece en un mínimo de una hora. Esto se puede reducir a un minuto cuando te conviertes en un seguidor.
fi: Tällä hetkellä käytössä on ominaisuus nimeltä "käynnistä kierros, kun kanava on tyhjänä". Tämän ominaisuuden voi aktivoida kanavan asetuksissa kirjauduttuaan sisään [verkkosivustolla]({0}/my-servers). Ilmaisilla palvelimilla tyhjäkäyntiaika on asetettu vähintään yhteen tuntiin. Tämä voidaan pienentää yhteen minuuttiin, kun sinusta tulee tukija.
fr: Actuellement, il existe une fonction appelée "démarrer un tour lorsque le canal est inactif". Cette fonction peut être activée dans la configuration du canal après s'être connecté sur [le site web] ({0}/my-servers). Pour les serveurs gratuits, le temps d'inactivité est fixé à un minimum d'une heure. Cette durée peut être ramenée à une minute si vous devenez un supporter.
he: כרגע ישנה אפשרות הנקראת "התחל סיבוב כאשר הערוץ אינו פעיל". אפשרות זו ניתנת להפעלה בתצורת הערוץ לאחר כניסה לאתר [האינטרנט]({0}/my-servers). בשרתים חינמיים, זמן ההמתנה מוגדר למינימום של שעה אחת. ניתן להפחית זמן זה לדקה אחת כאשר אתה הופך לתומך.
hu: Jelenleg van egy "kör indítása, ha a csatorna üres" nevű funkció. Ezt a funkciót a csatorna konfigurációjában lehet aktiválni, miután bejelentkeztél [a weboldalon]({0}/my-servers). Az ingyenes szervereknél az üresjárati idő minimum egy órára van beállítva. Ez egy percre csökkenthető, ha támogatóvá válsz.
id: Saat ini ada fitur yang disebut "memulai putaran ketika saluran menganggur". Fitur ini dapat diaktifkan dalam konfigurasi saluran setelah masuk ke [situs web] ({0}/my-servers). Untuk server gratis, waktu menganggur diatur ke minimum satu jam. Ini dapat dikurangi menjadi satu menit ketika anda menjadi pendukung.
it: Attualmente esiste una funzione chiamata "avvia un round quando il canale è inattivo". Questa funzione può essere attivata nella configurazione del canale dopo aver effettuato il login su [il sito web]({0}/my-servers). Per i server gratuiti il tempo di inattività è impostato su un minimo di un'ora. Questo tempo può essere ridotto a un minuto quando si diventa sostenitori.
ja: 現在、「チャンネルがアイドル状態のときにラウンドを開始する」という機能があります。 この機能は[ウェブサイト]({0}/my-servers)でログインした後、チャンネル設定で有効にできます。 無料サーバーの場合、アイドル時間は最低1時間に設定されています。サポーターになると、アイドル時間を1分に短縮できます。
ko: 현재 "채널이 유휴 상태일 때 라운드 시작"이라는 기능이 있습니다. 이 기능은 [웹사이트]({0}/my-servers)에 로그인한 후 채널 설정에서 활성화할 수 있습니다. 무료 서버의 경우 유휴 시간은 최소 1시간으로 설정되어 있습니다. 서포터가 되면 이 시간을 1분으로 줄일 수 있습니다.
lt: Šiuo metu yra funkcija, vadinama "pradėti raundą, kai kanalas neveikia". Šią funkciją galima įjungti kanalo konfigūracijoje prisijungus [svetainėje]({0}/my-servers). Nemokamuose serveriuose tuščiosios eigos laikas nustatytas mažiausiai viena valanda. Jį galima sumažinti iki vienos minutės, kai tampate rėmėju.
nb_no: For øyeblikket finnes det en funksjon som heter "start en runde når kanalen er inaktiv". Denne funksjonen kan aktiveres i kanalkonfigurasjonen etter at du har logget inn på [nettsiden]({0}/my-servers). For gratis servere er inaktivitetstiden satt til minst én time. Dette kan reduseres til ett minutt når du blir supporter.
nl: Op dit moment is er een functie genaamd "start een ronde wanneer kanaal inactief is". Deze functie kan worden geactiveerd in de kanaalconfiguratie na het inloggen op [de website] ({0}/mijn-servers). Voor gratis servers is de idle tijd ingesteld op minimaal een uur. Dit kan teruggebracht worden naar een minuut als je supporter wordt.
pl: Obecnie dostępna jest funkcja "rozpocznij rundę, gdy kanał jest bezczynny". Funkcję tę można aktywować w konfiguracji kanału po zalogowaniu się na [stronie internetowej] ({0}/my-servers). Dla darmowych serwerów czas bezczynności jest ustawiony na minimum jedną godzinę. Czas ten może zostać skrócony do jednej minuty, gdy zostaniesz wspierającym.
pt: Atualmente existe uma funcionalidade chamada "iniciar uma ronda quando o canal está inativo". Esta funcionalidade pode ser activada na configuração do canal depois de iniciar sessão no [sítio Web]({0}/my-servers). Para servidores gratuitos, o tempo de inatividade está definido para um mínimo de uma hora. Este tempo pode ser reduzido para um minuto se te tornares um apoiante.
ro: În prezent, există o caracteristică numită "începe o rundă când canalul este inactiv". Această caracteristică poate fi activată în configurația canalului după ce vă autentificați pe [site-ul web]({0}/my-servers). Pentru serverele gratuite, timpul de inactivitate este setat la minimum o oră. Acesta poate fi redus la un minut atunci când deveniți susținător.
ru: В настоящее время существует функция "начинать раунд, когда канал простаивает". Эта функция может быть активирована в конфигурации канала после входа на [сайт]({0}/my-servers). Для бесплатных серверов время простоя устанавливается не менее одного часа. Это время может быть уменьшено до одной минуты, если вы станете сторонником.
sv: För närvarande finns det en funktion som heter "starta en runda när kanalen är inaktiv". Denna funktion kan aktiveras i kanalkonfigurationen efter inloggning på [webbplatsen]({0}/my-servers). För gratis servrar är tomgångstiden satt till ett minimum av en timme. Detta kan minskas till en minut när du blir en supporter.
th: ขณะนี้ มีคุณสมบัติที่เรียกว่า "เริ่มรอบเมื่อช่องว่าง" คุณสมบัตินี้สามารถเปิดใช้งานได้ในการตั้งค่าช่องหลังจากเข้าสู่ระบบที่ [เว็บไซต์]({0}/my-servers). สำหรับเซิร์ฟเวอร์ฟรี เวลาว่างจะถูกตั้งค่าไว้ที่อย่างน้อยหนึ่งชั่วโมง สามารถลดเหลือหนึ่งนาทีได้เมื่อคุณเป็นผู้สนับสนุน
tr: Şu anda "kanal boştayken bir tur başlat" adlı bir özellik var. Bu özellik [web sitesinde] oturum açtıktan sonra kanal yapılandırmasında etkinleştirilebilir ({0}/my-servers). Ücretsiz sunucular için boşta kalma süresi en az bir saat olarak ayarlanmıştır. Destekçi olduğunuzda bu süre bir dakikaya indirilebilir.
uk: Наразі існує функція, яка називається "починати раунд, коли канал порожній". Цю функцію можна активувати в конфігурації каналу після входу на [сайт] ({0}/my-servers). Для безкоштовних серверів час простою встановлений мінімум на одну годину. Він може бути зменшений до однієї хвилини, якщо ви станете прихильником.
vi: Hiện tại có một tính năng gọi là "bắt đầu vòng chơi khi kênh không hoạt động". Tính năng này có thể được kích hoạt trong phần cấu hình kênh sau khi đăng nhập vào [trang web]({0}/my-servers). Đối với các máy chủ miễn phí, thời gian không hoạt động được đặt tối thiểu là một giờ. Thời gian này có thể được giảm xuống còn một phút khi cậu trở thành người ủng hộ.
zh_hans: 目前有一项功能叫做 "频道空闲时开始一轮游戏"。 登录[网站]（{0}/my-servers）后，可在频道配置中激活该功能。 对于免费服务器，空闲时间至少设置为一小时。成为支持者后，空闲时间可缩短至一分钟。
zh_hant: 目前有一項功能稱為「當頻道閒置時自動開始一輪遊戲」。 您可以在登入[網站]({0}/my-servers)後於頻道設定中啟用此功能。 對於免費伺服器，閒置時間的最小值為一小時。若您成為贊助者，則可將其縮短至一分鐘。
