Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_8_Answer
source: It's probably reconnecting, since Discord forces a reconnect of shards around __every hour__. Be patient and try again in a few minutes. If it's still not working __after 15 minutes__, **check question 6**. If after that it's __still__ not working for you, please ask for help in #help while mentioning the shard and/or cluster your server is on. You can check your shard on [the status page]({0}/status). > ⚠️ Please note that **saturdays between 8:00-12:00 UTC** is reserved as a maintenance window, so there may be unannounced downtime during that time.
ar: من المحتمل أنه إعادة الاتصال، حيث أن ديسكورد يفرض إعادة اتصال القطع حوالي __كل ساعة__. تحلى بالصبر وحاول مرة أخرى بعد بضع دقائق. إذا كان لا يزال لا يعمل __بعد 15 دقيقة__ ، **تحقق من السؤال 6**. إذا كان بعد ذلك __لا يزال__ لا يعمل بالنسبة لك، يرجى طلب المساعدة في #مساعدة مع ذكر الجزء و/أو الكتلة التي يعمل عليها الخادم الخاص بك. يمكنك التحقق من شريحتك على [صفحة الحالة]({0}/status). > ⚠️ يرجى ملاحظة أن **أيام السبت بين الساعة 8:00-12:00 بالتوقيت العالمي المنسق** محجوز كنافذة صيانة، لذلك قد يكون هناك وقت تعطل غير معلن خلال ذلك الوقت.
bg: Вероятно става дума за повторно свързване, тъй като Discord налага повторно свързване на отломките около __на всеки час__. Бъдете търпеливи и опитайте отново след няколко минути. Ако все още не работи __след 15 минути__, **проверете въпрос 6**. Ако и след това __все още__ не работи за вас, моля, попитайте за помощ в #help, като същевременно споменете шарда и/или клъстера, на който се намира вашият сървър. Можете да проверите своя shard на [страницата за състоянието]({0}/status). > ⚠️ Моля, имайте предвид, че **съботите между 8:00 и 12:00 UTC** са запазени като прозорец за поддръжка, така че по това време може да има необявени прекъсвания.
cs: Pravděpodobně jde o opětovné připojení, protože Discord každou hodinu vynucuje opětovné připojení střepů kolem ____ . Buďte trpěliví a zkuste to za pár minut znovu. Pokud to ani po 15 minutách nefunguje ____ , **zkontrolujte otázku 6**. Pokud vám ani poté __stále__ nefunguje, požádejte o pomoc v #help a zároveň uveďte shard a/nebo cluster, na kterém se váš server nachází. Svůj shard můžete zkontrolovat na [stavové stránce]({0}/status). > ⚠️ Vezměte prosím na vědomí, že **soboty mezi 8:00-12:00 UTC** jsou vyhrazeny jako okno pro údržbu, takže v této době může dojít k neohlášeným výpadkům.
da: Det er sandsynligvis reconnect, da Discord tvinger en reconnect af shards omkring __hver time__. Vær tålmodig og prøv igen om et par minutter. Hvis det stadig ikke virker __efter 15 minutter__, **tjek spørgsmål 6**. Hvis det derefter __stadig__ ikke virker for dig, bedes du bede om hjælp i #help, mens du nævner den shard og/eller cluster, din server er på. Du kan tjekke din shard på [statussiden]({0}/status). > ⚠️ Bemærk venligst, at **lørdage mellem 8:00-12:00 UTC** er reserveret som et vedligeholdelsesvindue, så der kan være uanmeldt nedetid i det tidsrum.
de: Wahrscheinlich wird die Verbindung wiederhergestellt, denn Discord erzwingt jede Stunde eine neue Verbindung zwischen den Shards auf ____ . Habt Geduld und versucht es in ein paar Minuten noch einmal. Wenn es nach 15 Minuten immer noch nicht funktioniert ____ , **überprüfe Frage 6**. Wenn __danach immer noch nicht funktioniert__, fragen Sie bitte in #help um Hilfe und geben Sie dabei den Shard und/oder Cluster an, auf dem sich Ihr Server befindet. Sie können Ihren Shard auf [der Statusseite] ({0}/status) überprüfen. > ⚠️ Bitte beachten Sie, dass **samstags zwischen 8:00-12:00 UTC** als Wartungsfenster reserviert ist, so dass es während dieser Zeit zu unangekündigten Ausfallzeiten kommen kann.
el: Πιθανότατα γίνεται επανασύνδεση, αφού το Discord επιβάλλει επανασύνδεση των σαρδών γύρω στο __κάθε ώρα__. Κάντε υπομονή και δοκιμάστε ξανά σε λίγα λεπτά. Αν εξακολουθεί να μην λειτουργεί __μετά από 15 λεπτά__, **ελέγξτε την ερώτηση 6**. Αν μετά από αυτό εξακολουθεί ____ να μην λειτουργεί για εσάς, παρακαλούμε ζητήστε βοήθεια στο #help αναφέροντας το shard και/ή το cluster στο οποίο βρίσκεται ο διακομιστής σας. Μπορείτε να ελέγξετε το shard σας στη [σελίδα κατάστασης]({0}/status). > ⚠️ Παρακαλούμε σημειώστε ότι **τα Σάββατα μεταξύ 8:00-12:00 UTC** είναι δεσμευμένα ως παράθυρο συντήρησης, οπότε μπορεί να υπάρξουν απροειδοποίητες διακοπές λειτουργίας κατά τη διάρκεια αυτής της περιόδου.
es: Probablemente se esté reconectando, ya que Discord fuerza una reconexión de shards más o menos __cada hora__. Ten paciencia y vuelve a intentarlo en unos minutos. Si sigue sin funcionar __después de 15 minutos__, **mira la pregunta 6**. Si después de eso __sigue__ sin funcionar para ti, solicita ayuda en #help mientras menciona el shard y/o el cluster en el que se encuentra tu servidor. Puedes comprobar tu shard en [la página de estado]({0}/status). > ⚠️ Ten en cuenta que **los sábados entre las 8:00 y las 12:00 UTC** están reservados como una ventana de mantenimiento, por lo que puede haber un tiempo de inactividad no anunciado durante ese tiempo.
fi: Se on luultavasti uudelleen yhdistäminen, koska Discord pakottaa sirpaleet yhdistymään uudelleen noin __tunnin välein__. Ole kärsivällinen ja yritä uudelleen muutaman minuutin kuluttua. Jos se ei vieläkään toimi __15 minuutin kuluttua__, **tarkista kysymys 6**. Jos tämän jälkeen __ei vieläkään__ toimi, pyydä apua #help:ssä ja mainitse samalla shard ja/tai klusteri, jossa palvelimesi on. Voit tarkistaa shardisi [statussivulta]({0}/status). > ⚠️ Huomaa, että **lauantaisin klo 8:00-12:00 UTC** on varattu huoltoikkunaksi, joten tuona aikana voi olla ennalta ilmoittamattomia seisokkeja.
fr: Il s'agit probablement d'une reconnexion, puisque Discord force une reconnexion des shards autour de __toutes les heures__. Soyez patient et réessayez dans quelques minutes. Si cela ne fonctionne toujours pas __après 15 minutes__, **vérifiez la question 6**. Si après cela __ne fonctionne toujours pas__, demandez de l'aide dans #help en mentionnant le shard et/ou le cluster sur lequel se trouve votre serveur. Vous pouvez vérifier votre shard sur [la page d'état] ({0}/status). > ⚠️ Veuillez noter que **les samedis entre 8:00-12:00 UTC** est réservé comme fenêtre de maintenance, il peut donc y avoir des temps d'arrêt non annoncés pendant cette période.
he: כנראה שהחיבור מתבצע מחדש, מכיוון ש-Discord מאלץ חיבור מחדש של שברים סביב __כל שעה__. אנא התאזר בסבלנות ונסה שוב בעוד כמה דקות. אם זה עדיין לא עובד __לאחר 15 דקות__, **בדוק את שאלה 6**. אם לאחר מכן זה __עדיין__ לא עובד לך, אנא בקש עזרה ב-#help תוך ציון השבר ו/או האשכול שבו נמצא השרת שלך. תוכל לבדוק את השארד שלך ב[דף הסטטוס]({0}/status). &gt; ⚠️ שימו לב ש- **, בימי שבת בין השעות 8:00-12:00 UTC**, שמור לתחזוקה, ולכן ייתכנו השבתות לא מתוכננות במהלך זמן זה.
hu: Valószínűleg újrakapcsolódik, mivel a Discord óránként újrakapcsolódásra kényszeríti a szilánkokat __körül__. Légy türelmes, és próbáld meg újra néhány perc múlva. Ha még mindig nem működik __15 perc után__, **ellenőrizze a 6. kérdést**. Ha ezek után még mindig ____ nem működik neked, kérj segítséget a #help-ben, miközben megemlíted a shardot és/vagy a klasztert, amin a szervered van. A shardodat ellenőrizheted a [státusz oldalon]({0}/status). > ⚠️ Kérjük, vedd figyelembe, hogy **szombatonként 8:00-12:00 UTC között** karbantartási ablaknak van fenntartva, így ebben az időszakban bejelentés nélküli leállások lehetnek.
id: Kemungkinan sedang menyambung kembali, karena Discord memaksa untuk menyambung kembali pecahan-pecahan di sekitar __setiap jamnya__. Bersabarlah dan coba lagi dalam beberapa menit. Jika masih belum berhasil __setelah 15 menit__, **periksa pertanyaan 6**. Jika setelah itu __masih__ tidak berhasil, silakan minta bantuan di #help sambil menyebutkan shard dan/atau cluster tempat server Anda berada. Anda dapat memeriksa shard Anda di [halaman status] ({0}/status). > ⚠️ Harap diperhatikan bahwa **hari Sabtu antara pukul 8:00-12:00 UTC** dicadangkan sebagai waktu pemeliharaan, sehingga mungkin ada waktu henti tanpa pemberitahuan selama waktu tersebut.
it: Probabilmente si sta ricollegando, dato che Discord forza la riconnessione degli shard circa _ogni ora__. Sii paziente e riprova tra qualche minuto. Se non funziona ancora __dopo 15 minuti__, **controlla la domanda 6**. Se non funziona ancora, chiedete aiuto in #help indicando lo shard e/o il cluster su cui si trova il vostro server. È possibile controllare il proprio shard nella [pagina di stato] ({0}/status). > ⚠️ Si prega di notare che il **sabato tra le 8:00 e le 12:00 UTC** è riservato come finestra di manutenzione, quindi potrebbero esserci dei tempi di inattività non annunciati durante questo periodo.
ja: __Discordでは1時間おきに__、シャードの再接続を強制的に行っているため、おそらく再接続しているのだろう。数分後に再接続してみてください。 もし15分経っても__うまくいかない場合は__ 、**質問6** を確認してください。 その後、まだ____ が動作しない場合は、#help でサーバーのシャードやクラスタを明記の上、助けを求めてください。 シャードは[ステータスページ]({0}/status)で確認できます。 > ⚠️**土曜日8:00-12:00(UTC)** はメンテナンスウィンドウとして予約されています。
ko: Discord에서 매 시간마다 __주변에서 샤드를 강제로 재연결하기 때문에 재연결 중일 수 있습니다__. 조금만 기다려 주시고 몇 분 후에 다시 시도해 보세요. 15분 후에도 여전히 연결되지 않는 경우 __,__, **질문 6을 확인하세요**. 그 후에도 __여전히__ 작동하지 않는 경우, 서버가 있는 샤드 및/또는 클러스터를 언급하면서 #help에 도움을 요청하세요. 샤드는 [상태 페이지]({0}/status)에서 확인할 수 있습니다. > ⚠️ 참고: **토요일 8:00~12:00 UTC** 은 유지보수 기간으로 예약되어 있으므로, 해당 시간 동안 예고 없이 다운타임이 발생할 수 있습니다.
lt: Tikriausiai tai yra pakartotinis prisijungimas, nes Discord priverčia iš naujo sujungti skydus maždaug __kas valandą__. Būkite kantrūs ir pabandykite dar kartą po kelių minučių. Jei po 15 minučių vis dar nepavyksta ____ , **patikrinkite 6 klausimą**. Jei ir po to __vis dar__ neveikia, prašykite pagalbos #help, nurodydami, kokiame sharde ir (arba) klasteryje yra jūsų serveris. Savo shardą galite patikrinti [būsenos puslapyje]({0}/status). > ⚠️ Atkreipkite dėmesį, kad **šeštadieniai nuo 8:00 iki 12:00 UTC** yra rezervuoti kaip techninės priežiūros langas, todėl tuo metu gali būti iš anksto nepraneštų prastovų.
nb_no: Det er sannsynligvis en ny tilkobling, siden Discord tvinger en ny tilkobling av shards rundt __hver time__. Vær tålmodig og prøv igjen om noen minutter. Hvis det fortsatt ikke fungerer __etter 15 minutter__, **sjekk spørsmål 6**. Hvis det fortsatt ikke fungerer ____ etter dette, kan du be om hjelp i #help og oppgi hvilken shard og/eller cluster serveren din er på. Du kan sjekke din shard på [statussiden]({0}/status). > ⚠️ Vær oppmerksom på at **lørdager mellom 8:00-12:00 UTC** er reservert som et vedlikeholdsvindu, så det kan forekomme uanmeldt nedetid i dette tidsrommet.
nl: Het is waarschijnlijk aan het herverbinden, aangezien Discord elk uur rond __een herverbinding van shards forceert__. Wees geduldig en probeer het over een paar minuten opnieuw. Als het na 15 minuten nog steeds niet werkt ____ , **controleer vraag 6**. Als het __daarna nog steeds__ niet werkt, vraag dan om hulp in #help onder vermelding van de shard en/of cluster waar je server op staat. Je kunt je shard controleren op [de statuspagina]({0}/status). > ⚠️ Houd er rekening mee dat **zaterdag tussen 8:00-12:00 UTC** is gereserveerd als onderhoudsvenster, dus er kan onaangekondigde downtime zijn gedurende die tijd.
pl: Prawdopodobnie łączy się ponownie, ponieważ Discord wymusza ponowne połączenie odłamków około __co godzinę__. Bądź cierpliwy i spróbuj ponownie za kilka minut. Jeśli nadal nie działa __po 15 minutach__, **sprawdź pytanie 6**. Jeśli po tym czasie __nadal__ nie działa, poproś o pomoc w #help, podając shard i/lub klaster, na którym znajduje się twój serwer. Możesz sprawdzić swój shard na [stronie statusu] ({0}/status). > ⚠️ Należy pamiętać, że **soboty między 8:00-12:00 UTC** są zarezerwowane jako okno konserwacji, więc w tym czasie mogą wystąpić niezapowiedziane przestoje.
pt: Provavelmente está a reconectar, uma vez que o Discord força uma reconexão de fragmentos por volta de __a cada hora__. Sê paciente e tenta novamente dentro de alguns minutos. Se ainda não estiver a funcionar __após 15 minutos__, **verifica a pergunta 6**. Se depois disso __ainda__ não estiver a funcionar para ti, por favor pede ajuda em #help enquanto mencionas o shard e/ou cluster onde o teu servidor está. Pode verificar o seu fragmento na [página de estado]({0}/status). > ⚠️ Por favor, note que **sábados entre as 8:00-12:00 UTC** está reservado como uma janela de manutenção, por isso pode haver um tempo de inatividade não anunciado durante esse período.
ro: Probabil că se reconectează, deoarece Discord forțează o reconectare a shards în jurul __la fiecare oră__. Aveți răbdare și încercați din nou în câteva minute. Dacă tot nu funcționează __după 15 minute__, **verificați întrebarea 6**. Dacă și după aceea __încă nu funcționează pentru dumneavoastră__, vă rugăm să cereți ajutor în #help menționând în același timp shard-ul și/sau cluster-ul pe care se află serverul dumneavoastră. Puteți verifica shard-ul dvs. pe [pagina de stare]({0}/status). > ⚠️ Vă rugăm să rețineți că **sâmbăta între 8:00-12:00 UTC** este rezervată ca fereastră de mentenanță, astfel încât este posibil să existe întreruperi neanunțate în această perioadă.
ru: Возможно, происходит переподключение, так как Discord заставляет переподключаться шарды около __каждый час__. Наберитесь терпения и повторите попытку через несколько минут. Если через 15 минут __все еще не работает__, **проверьте вопрос 6**. Если и после этого __по-прежнему__ не работает, обратитесь за помощью в #help, указав при этом шард и/или кластер, на котором находится ваш сервер. Проверить свой шард можно на [странице статуса]({0}/status). > ⚠️ Пожалуйста, обратите внимание, что **суббота с 8:00 до 12:00 UTC** зарезервирована как окно технического обслуживания, поэтому в это время возможны необъявленные простои.
sv: Det är förmodligen en återanslutning, eftersom Discord tvingar fram en återanslutning av shards runt __varje timme__. Ha tålamod och försök igen om några minuter. Om det fortfarande inte fungerar __efter 15 minuter__, **kontrollera fråga 6**. Om __fortfarande inte fungerar__ ber du om hjälp i #help medan du nämner sharden och/eller klustret som din server finns på. Du kan kontrollera din shard på [statussidan]({0}/status). > ⚠️ Observera att **lördagar mellan 8:00-12:00 UTC** är reserverat som ett underhållsfönster, så det kan förekomma oannonserad nedtid under den tiden.
th: อาจกำลังเชื่อมต่อใหม่ เนื่องจาก Discord บังคับให้เชื่อมต่อชิ้นส่วนใหม่ประมาณทุกชั่วโมงที่____ โปรดอดทนและลองอีกครั้งในอีกไม่กี่นาที หากยังคงไม่ทำงาน__หลังจาก 15 นาที__ ** ตรวจสอบคำถามที่ 6** หากหลังจากนั้น__ยังคง__ ไม่ทำงานสำหรับคุณ โปรดขอความช่วยเหลือใน #help โดยระบุชิ้นส่วนและ/หรือคลัสเตอร์ที่เซิร์ฟเวอร์ของคุณอยู่ คุณสามารถตรวจสอบ shard ของคุณได้ที่ [หน้าสถานะ]({0}/status). > ⚠️ โปรดทราบว่า**ทุกวันเสาร์ระหว่างเวลา 8:00-12:00 UTC** ถูกสงวนไว้เป็นช่วงเวลาบำรุงรักษา อาจมีการหยุดให้บริการโดยไม่แจ้งให้ทราบล่วงหน้าในช่วงเวลาดังกล่าว
tr: Muhtemelen yeniden bağlanıyor, çünkü Discord her saat __civarında parçaların yeniden bağlanmasını zorluyor__. Sabırlı olun ve birkaç dakika içinde tekrar deneyin. Eğer 15 dakika sonra __hala çalışmıyorsa__, **6. soruyu kontrol edin**. Bundan sonra __hala__ sizin için çalışmıyorsa, lütfen sunucunuzun bulunduğu shard ve/veya cluster'ı belirterek #help'te yardım isteyin. Shard'ınızı [durum sayfasından] kontrol edebilirsiniz ({0}/status). > ⚠️ Lütfen **cumartesi günleri 8:00-12:00 UTC arasında** bir bakım penceresi olarak ayrıldığını unutmayın, bu nedenle bu süre zarfında habersiz kesinti olabilir.
uk: Ймовірно, він перепідключається, оскільки Discord змушує шарди перепідключатись в районі __щогодини__. Наберіться терпіння і спробуйте ще раз за кілька хвилин. Якщо через 15 хвилин __все ще не працює,__, **перевірте питання 6**. Якщо і після цього __все ще__ не працює, зверніться за допомогою в #help, вказавши шард та/або кластер, на якому знаходиться ваш сервер. Ви можете перевірити свій шард на [сторінці статусу] ({0}/status). > ⚠️ Зверніть увагу, що **суботи між 8:00-12:00 UTC** зарезервовано як вікно технічного обслуговування, тому в цей час можуть бути непередбачені простої.
vi: Có thể nó đang kết nối lại, vì Discord buộc phải kết nối lại các shard xung quanh __mỗi giờ__. Hãy kiên nhẫn và thử lại sau vài phút. Nếu vẫn không hoạt động __sau 15 phút__, **hãy kiểm tra câu hỏi 6**. Nếu sau đó nó vẫn __không hoạt động__ cho cậu, vui lòng yêu cầu trợ giúp trong #help và đề cập đến shard và/hoặc cluster mà máy chủ của cậu đang sử dụng. Cậu có thể kiểm tra shard của mình trên [trang trạng thái]({0}/status). &gt; ⚠️ Lưu ý rằng **vào các ngày thứ Bảy từ 8:00-12:00 UTC** được dành làm khung thời gian bảo trì, do đó có thể xảy ra thời gian ngừng hoạt động không thông báo trong khoảng thời gian đó.
zh_hans: 可能是重新连接的问题，因为 Discord 每小时会强制重新连接__左右的碎片__ 。请耐心等待，几分钟后再试一次。 如果 15 分钟后仍无法____ ，**检查问题 6** 。 如果__之后__ 仍然无法正常工作，请在 #help 中寻求帮助，同时提及你的服务器所在的分区和/或群集。 您可以在[状态页面]（{0}/status）上查看您的分区。 > ⚠️ 请注意，**星期六 8:00-12:00 UTC** 保留为维护窗口，因此在此期间可能会出现未通知的停机。
zh_hant: 這可能是因為正在重新連線。Discord 大約__每小時__會強制讓 shard（分片）重連一次。請耐心等幾分鐘後再試一次。 如果__15 分鐘後__還是無法使用，請參考**問題 6**。 若在那之後__仍然__無法正常運作，請到 #help 頻道詢問，並附上你的伺服器所屬的 shard 或 cluster 資訊。 你可以在[狀態頁面]({0}/status)查到你所屬的 shard。 > ⚠️ 注意：**每週六 8:00–12:00 UTC** 是預定維護時間，在這段期間可能會有未公告的停機或不穩定情況。
