Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_5_Answer
source: By default RinBot will filter a number of anime. This is to avoid having to make a channel age-restricted (formerly NSFW) and thereby respecting Discord's terms of service. AniDB anime tags which are filtered: - 18 restricted - Borderline hentai - Nudity (weights >200) - Sex (weights >100) Anything rated PG-13 or below on MAL is always included. You can simply turn set your channel to be age-restricted and RinBot will automatically switch to NSFW mode. If you do encounter a NSFW image or video while playing in SFW mode, please contact me with the anime's name so I can add it to the filter manually.
ar: سيقوم RinBot افتراضيًا بتصفية عدد من الرسوم المتحركة. هذا لتجنب الاضطرار إلى جعل القناة مقيدة عمريًا (NSFW سابقًا) وبالتالي احترام شروط خدمة Discord. علامات أنيمي AniDB التي تمت تصفيتها: - 18 مقيدة - هنتاي حدودي - العري (الأوزان >200) - الجنس (الأوزان >100) أي شيء مصنف PG-13 أو أقل على MAL يتم تضمينه دائمًا. يمكنك ببساطة تعيين قناتك لتكون مقيدة عمريًا وسيتحول RinBot تلقائيًا إلى وضع NSFW. إذا صادفت صورة أو مقطع فيديو غير أخلاقي أثناء اللعب في وضع SFW، يُرجى الاتصال بي مع اسم الأنمي حتى أتمكن من إضافته إلى الفلتر يدويًا.
bg: По подразбиране RinBot ще филтрира няколко анимета. Това се прави, за да не се налага каналът да бъде ограничен по възраст (преди NSFW) и по този начин да се спазват условията за ползване на Discord. Анимета в AniDB, които се филтрират: - 18 ограничени - Гранично хентай - Голота (тежест >200) - Секс (тежести >100) Всичко, което е оценено с PG-13 или по-ниско в MAL, винаги се включва. Можете просто да настроите канала си да бъде с възрастови ограничения и RinBot автоматично ще превключи в режим NSFW. Ако все пак срещнете NSFW изображение или видеоклип, докато играете в SFW режим, моля, свържете се с мен с името на анимето, за да мога да го добавя към филтъра ръчно.
cs: Ve výchozím nastavení RinBot filtruje řadu anime. Je to proto, abychom nemuseli kanál věkově omezovat (dříve NSFW) a respektovali tak podmínky služby Discord. Značky anime na AniDB, které jsou filtrovány: - 18 omezeno - Hraniční hentai - Nahota (váha >200) - Sex (váhy >100) Vše, co má na MAL hodnocení PG-13 nebo nižší, je vždy zahrnuto. Můžete jednoduše nastavit, aby byl váš kanál věkově omezený, a RinBot se automaticky přepne do režimu NSFW. Pokud při přehrávání v režimu SFW narazíte na NSFW obrázek nebo video, napište mi prosím název anime, abych ho mohl do filtru přidat ručně.
da: Som standard vil RinBot filtrere en række anime. Dette er for at undgå at skulle gøre en kanal aldersbegrænset (tidligere NSFW) og dermed respektere Discords servicevilkår. AniDB-anime-tags, som filtreres: - 18 begrænset - På grænsen til hentai - Nøgenhed (vægte >200) - Sex (vægte >100) Alt, der er klassificeret PG-13 eller lavere på MAL, er altid inkluderet. Du kan blot indstille din kanal til at være aldersbegrænset, og RinBot vil automatisk skifte til NSFW-tilstand. Hvis du støder på et NSFW-billede eller en NSFW-video, mens du spiller i SFW-tilstand, bedes du kontakte mig med animeens navn, så jeg kan tilføje den til filteret manuelt.
de: Standardmäßig filtert RinBot eine Reihe von Anime. Dies geschieht, um zu vermeiden, dass ein Kanal mit einer Altersbeschränkung versehen werden muss (früher NSFW) und damit die Nutzungsbedingungen von Discord eingehalten werden. AniDB Anime-Tags, die gefiltert werden: - 18 eingeschränkt - Borderline Hentai - Nacktheit (Gewichtung >200) - Sex (Gewichte >100) Alles, was auf MAL mit PG-13 oder niedriger eingestuft ist, ist immer enthalten. Sie können einfach Ihren Kanal auf Altersbeschränkung einstellen und RinBot schaltet automatisch in den NSFW-Modus. Wenn du auf ein NSFW-Bild oder -Video stößt, während du im SFW-Modus spielst, kontaktiere mich bitte mit dem Namen des Animes, damit ich es manuell zum Filter hinzufügen kann.
el: Από προεπιλογή το RinBot θα φιλτράρει έναν αριθμό anime. Αυτό γίνεται για να αποφύγετε να κάνετε ένα κανάλι με ηλικιακό περιορισμό (πρώην NSFW) και έτσι να σεβαστείτε τους όρους χρήσης του Discord. Οι ετικέτες anime της AniDB που φιλτράρονται: - 18 περιορισμένα - Οριακά hentai - Γυμνότητα (βάρη >200) - Σεξ (βάρη >100) Οτιδήποτε βαθμολογείται με PG-13 ή κάτω από το MAL περιλαμβάνεται πάντα. Μπορείτε απλά να ρυθμίσετε το κανάλι σας ώστε να είναι περιορισμένης ηλικίας και το RinBot θα μεταβεί αυτόματα στη λειτουργία NSFW. Αν συναντήσετε μια NSFW εικόνα ή βίντεο ενώ παίζετε στη λειτουργία SFW, παρακαλούμε επικοινωνήστε μαζί μου με το όνομα του anime ώστε να το προσθέσω στο φίλτρο χειροκίνητα.
es: Por defecto, RinBot filtrará una serie de animes. Esto es para evitar tener que hacer un canal con restricción de edad (anteriormente NSFW) y, por lo tanto, respetar los términos de servicio de Discord. Etiquetas de anime AniDB que se filtran: - 18 restricted - Borderline hentai - Nudity (weights >200) - Sex (weights >100) Cualquier cosa clasificada PG-13 o inferior en MAL siempre estará incluida. Con sólo configurar tu canal para que tenga restricción de edad RinBot cambiará automáticamente al modo NSFW. Si encuentras una imagen o vídeo NSFW mientras juegas en modo SFW, comunícate conmigo con el nombre del anime para que pueda agregarlo al filtro manualmente.
fi: Oletusarvoisesti RinBot suodattaa useita animeja. Näin vältetään kanavan tekeminen ikärajoitetuksi (aiemmin NSFW) ja siten Discordin käyttöehtojen kunnioittaminen. AniDB:n anime-tunnisteet, jotka suodatetaan: - 18 rajoitettu - Rajalla hentai - Alastomuus (painot >200) - Seksi (painot >100) Kaikki MAL:ssa PG-13- tai alle PG-13-luokituksen saaneet elokuvat sisältyvät aina. Voit yksinkertaisesti asettaa kanavasi ikärajoitetuksi ja RinBot siirtyy automaattisesti NSFW-tilaan. Jos törmäät NSFW-kuvaan tai -videoon pelatessasi SFW-tilassa, ota minuun yhteyttä ja kerro animen nimi, jotta voin lisätä sen suodattimeen manuaalisesti.
fr: Par défaut, Rinbot filtrera un certain nombre d'animes. C'est afin d'éviter d'avoir à créer un canal avec une restriction d'âge (anciennement NSFW) et d'ainsi respecter les conditions d'utilisations de Discord. Les tags AniDB filtrés sont : - Restreint -18 - Borderline hentai - Nudité (weights >200) - Sexe (weights >100) Tout ce qui est classé PG-13 ou moins sur MAL est toujours inclus. Vous pouvez simplement configurer votre canal pour qu'il est une restriction d'âge, et Rinbot passera automatiquement en mode NSFW. Si vous rencontrez une image ou une vidéo NSFW lors d'une partie en mode SFW, veuillez me contacter avec le nom de l'anime afin que je puisse l'ajouter manuellement au filtre.
he: כברירת מחדל, RinBot יסנן מספר סדרות אנימה. זאת כדי להימנע מהצורך להגביל את גיל הצופים בערוץ (לשעבר NSFW) וכך לכבד את תנאי השימוש של Discord. תגיות אנימה של AniDB המסוננות: - 18 מוגבל - הנטאי גבולי - עירום (משקל >200) - סקס (משקל &gt;100) כל תוכן שקיבל דירוג PG-13 או נמוך יותר ב-MAL נכלל תמיד. אתה יכול פשוט להגדיר את הערוץ שלך כבעל הגבלת גיל ו-RinBot יעבור אוטומטית למצב NSFW. אם אתה נתקל בתמונה או בסרטון NSFW בזמן שאתה משחק במצב SFW, אנא פנה אליי עם שם האנימה כדי שאוכל להוסיף אותו למסנן באופן ידני.
hu: Alapértelmezés szerint a RinBot számos animét szűr. Ez azért van, hogy elkerüljük, hogy egy csatornát korhatár-besorolttá (korábban NSFW) tegyünk, és ezáltal tiszteletben tartsuk a Discord szolgáltatási feltételeit. AniDB anime címkék, amelyek szűrésre kerülnek: - 18 korlátozott - Határeset hentai - Meztelenség (súlyok >200) - Szex (súlyok >100) Minden, ami a MAL-on PG-13 vagy annál alacsonyabb besorolású, mindig szerepel. Egyszerűen beállíthatod a csatornádat korhatárosra, és a RinBot automatikusan átvált NSFW módba. Ha mégis NSFW képet vagy videót találsz, miközben SFW módban játszol, kérlek, írd meg nekem az anime nevét, hogy manuálisan hozzáadhassam a szűrőhöz.
id: Secara default RinBot akan menyaring sejumlah anime. Ini untuk menghindari keharusan membuat saluran yang dibatasi usia (sebelumnya NSFW) dan dengan demikian menghormati ketentuan layanan Discord. Tag anime AniDB yang disaring: - 18 dibatasi - Hentai yang melewati batas - Ketelanjangan (bobot >200) - Seks (bobot >100) Apa pun yang memiliki rating PG-13 atau di bawahnya di MAL selalu disertakan. Anda cukup mengatur saluran Anda menjadi dibatasi usia dan RinBot akan secara otomatis beralih ke mode NSFW. Jika Anda menemukan gambar atau video NSFW saat bermain dalam mode SFW, silakan hubungi saya dengan nama anime sehingga saya dapat menambahkannya ke filter secara manual.
it: Per impostazione predefinita, RinBot filtra un certo numero di anime. Questo per evitare di dover rendere un canale vietato all'età (ex NSFW) e rispettare così i termini di servizio di Discord. I tag degli anime di AniDB che vengono filtrati: - 18 limitato - Al limite dell'hentai - Nudità (pesi >200) - Sesso (pesi >100) Tutto ciò che è classificato PG-13 o inferiore su MAL è sempre incluso. Puoi semplicemente impostare il tuo canale in modo che sia limitato all'età e RinBot passerà automaticamente alla modalità NSFW. Se si incontra un'immagine o un video NSFW mentre si gioca in modalità SFW, si prega di contattarmi con il nome dell'anime in modo da poterlo aggiungere manualmente al filtro.
ja: デフォルトでは、RinBotは多くのアニメをフィルタリングします。 これはチャンネルを年齢制限（以前はNSFW）にすることを避けるためで、それによってDiscordの利用規約を尊重しています。 フィルタリングされるAniDBアニメタグ - 18禁 - ぎりぎりHENTAI - ヌード（ウェイト > 200） - セックス (ウエイト > 100) MALのレーティングがPG-13以下であるものは必ず含まれます。 チャンネルを年齢制限にすれば、RinBotは自動的にNSFWモードに切り替わります。 SFWモードでプレイ中にNSFWの画像や動画に遭遇した場合は、手動でフィルターに追加しますので、アニメ名をご連絡ください。
ko: 기본적으로 린봇은 여러 애니메이션을 필터링합니다. 이는 연령 제한(이전의 NSFW) 채널을 만들지 않고 Discord의 서비스 약관을 준수하기 위한 것입니다. 필터링되는 AniDB 애니메이션 태그: - 18세 제한 - 선정성 - 노출 (가중치 200 초과) - 섹스 (가중치 >100) MAL에서 PG-13 이하 등급을 받은 모든 콘텐츠는 항상 포함됩니다. 채널을 연령 제한으로 설정하기만 하면 린봇이 자동으로 NSFW 모드로 전환됩니다. SFW 모드에서 재생하는 동안 NSFW 이미지나 동영상을 발견하면 애니메이션 이름을 알려주시면 필터에 수동으로 추가할 수 있도록 알려주세요.
lt: Pagal numatytuosius nustatymus "RinBot" filtruos anime. Taip siekiama išvengti, kad kanalui būtų taikomas amžiaus apribojimas (anksčiau NSFW) ir taip būtų laikomasi "Discord" paslaugų teikimo sąlygų. AniDB anime žymos, kurios yra filtruojamos: - 18 ribojama - Ribinis hentai - Nuogumas (svoris >200) - Seksas (svoris >100) Viskas, kas MAL įvertinta PG-13 arba žemesniu reitingu, visada įtraukiama. Galite paprasčiausiai nustatyti, kad jūsų kanalas būtų apribotas pagal amžių, ir "RinBot" automatiškai persijungs į NSFW režimą. Jei žaisdami SFW režimu susidursite su NSFW paveikslėliu ar vaizdo įrašu, susisiekite su manimi ir nurodykite anime pavadinimą, kad galėčiau rankiniu būdu įtraukti jį į filtrą.
nb_no: Som standard vil RinBot filtrere en rekke anime. Dette er for å unngå å måtte gjøre en kanal aldersbegrenset (tidligere NSFW) og dermed respektere Discords tjenestevilkår. AniDB-anime-tagger som filtreres: - 18 år begrenset - På grensen til hentai - Nakenhet (vekter >200) - Sex (vekter >100) Alt som er klassifisert PG-13 eller lavere på MAL er alltid inkludert. Du kan ganske enkelt sette kanalen din til å være aldersbegrenset, og RinBot vil automatisk bytte til NSFW-modus. Hvis du støter på et NSFW-bilde eller en NSFW-video mens du spiller i SFW-modus, kan du kontakte meg med animeens navn, slik at jeg kan legge den til i filteret manuelt.
nl: Standaard filtert RinBot een aantal anime. Dit is om te voorkomen dat je een kanaal leeftijdsbeperkt (voorheen NSFW) moet maken en zo de servicevoorwaarden van Discord te respecteren. AniDB anime tags die gefilterd worden: - 18 beperkt - Borderline hentai - Naaktheid (gewicht >200) - Sex (gewicht >100) Alles met een classificatie PG-13 of lager op MAL is altijd inbegrepen. Je kunt gewoon je kanaal instellen op leeftijdsbeperking en RinBot schakelt automatisch over naar de NSFW-modus. Als je een NSFW-afbeelding of -video tegenkomt terwijl je in de SFW-modus speelt, neem dan contact met me op met de naam van de anime zodat ik deze handmatig aan de filter kan toevoegen.
pl: Domyślnie RinBot filtruje wiele anime. Ma to na celu uniknięcie konieczności tworzenia kanału z ograniczeniami wiekowymi (wcześniej NSFW), a tym samym przestrzeganie warunków korzystania z usługi Discord. Tagi anime AniDB, które są filtrowane: - 18 z ograniczeniami - Graniczne hentai - Nagość (waga >200) - Seks (wagi >100) Wszystko z oceną PG-13 lub niższą na MAL jest zawsze uwzględniane. Możesz po prostu ustawić swój kanał jako ograniczony wiekowo, a RinBot automatycznie przełączy się w tryb NSFW. Jeśli napotkasz obraz lub film NSFW podczas gry w trybie SFW, skontaktuj się ze mną, podając nazwę anime, abym mógł ręcznie dodać je do filtra.
pt: Por defeito, o RinBot irá filtrar uma série de anime. Isto é para evitar ter de fazer um canal com restrição de idade (anteriormente NSFW) e assim respeitar os termos de serviço do Discord. Etiquetas de anime do AniDB que são filtradas: - 18 restrito - Hentai no limite - Nudez (pesos >200) - Sexo (pesos >100) Qualquer coisa classificada como PG-13 ou inferior no MAL está sempre incluída. Você pode simplesmente configurar o seu canal para ser restrito por idade e o RinBot irá automaticamente mudar para o modo NSFW. Se encontrares uma imagem ou vídeo NSFW enquanto jogas no modo SFW, por favor contacta-me com o nome do anime para que eu possa adicioná-lo ao filtro manualmente.
ro: În mod implicit, RinBot va filtra un număr de anime. Acest lucru este pentru a evita necesitatea de a face un canal cu restricții de vârstă (anterior NSFW) și, astfel, pentru a respecta termenii de serviciu ai Discord. Etichetele anime din AniDB care sunt filtrate: - 18 restricted - La limita hentai - Nuditate (greutăți >200) - Sex (greutăți >100) Tot ceea ce este clasificat PG-13 sau mai jos pe MAL este întotdeauna inclus. Puteți pur și simplu să vă setați canalul pentru a fi restricționat în funcție de vârstă, iar RinBot va trece automat la modul NSFW. Dacă întâlniți o imagine sau un videoclip NSFW în timp ce jucați în modul SFW, vă rog să mă contactați cu numele anime-ului, astfel încât să îl pot adăuga manual la filtru.
ru: По умолчанию RinBot будет фильтровать ряд аниме. Это сделано для того, чтобы избежать необходимости делать канал возрастным (ранее NSFW) и тем самым соблюсти условия обслуживания Discord. Теги аниме AniDB, которые фильтруются: - 18 ограничено - Пограничный хентай - Нагота (вес >200) - Секс (вес >100) Все, что имеет рейтинг PG-13 или ниже на MAL, всегда включается в список. Вы можете просто установить на своем канале возрастное ограничение, и RinBot автоматически переключится в режим NSFW. Если во время игры в режиме SFW вы встретите NSFW-изображение или видео, пожалуйста, свяжитесь со мной и сообщите название аниме, чтобы я мог добавить его в фильтр вручную.
sv: Som standard kommer RinBot att filtrera ett antal anime. Detta är för att undvika att behöva göra en kanal åldersbegränsad (tidigare NSFW) och därmed respektera Discords användarvillkor. AniDB anime-taggar som filtreras: - 18 begränsad - Gränsöverskridande hentai - Nakenhet (vikter >200) - Sex (vikter >100) Allt som är klassat PG-13 eller lägre på MAL är alltid inkluderat. Du kan helt enkelt ställa in din kanal för att vara åldersbegränsad och RinBot kommer automatiskt att växla till NSFW-läge. Om du stöter på en NSFW-bild eller video när du spelar i SFW-läge, vänligen kontakta mig med animens namn så att jag kan lägga till den i filtret manuellt.
th: โดยค่าเริ่มต้น RinBot จะกรองอนิเมะบางเรื่อง เพื่อหลีกเลี่ยงการต้องจำกัดอายุของช่อง (เดิมคือ NSFW) และเพื่อเคารพข้อกำหนดการให้บริการของ Discord แท็กอนิเมะ AniDB ที่ถูกกรอง: - จำกัดอายุ 18 ปี - เกือบเป็นเฮ็นไท - มีภาพเปลือย (น้ำหนัก >200) - เพศ (น้ำหนัก >100) ทุกสิ่งที่ได้รับการจัดอันดับ PG-13 หรือต่ำกว่าบน MAL จะถูกรวมไว้เสมอ คุณสามารถตั้งค่าให้ช่องของคุณเป็นแบบจำกัดอายุได้ง่าย ๆ แล้ว RinBot จะเปลี่ยนเป็นโหมด NSFW โดยอัตโนมัติ หากคุณพบภาพหรือวิดีโอที่ไม่เหมาะสมในโหมด SFW โปรดติดต่อฉันพร้อมชื่ออนิเมะเพื่อที่ฉันจะได้เพิ่มเข้าไปในตัวกรองด้วยตนเอง
tr: Varsayılan olarak RinBot bir dizi animeyi filtreleyecektir. Bu, bir kanalı yaş kısıtlamalı (eski adıyla NSFW) yapmak zorunda kalmamak ve böylece Discord'un hizmet şartlarına saygı duymak içindir. Filtrelenen AniDB anime etiketleri: - 18 kısıtlanmış - Sınırda hentai - Çıplaklık (ağırlık >200) - Cinsiyet (ağırlık >100) MAL'da PG-13 veya altında derecelendirilen her şey her zaman dahildir. Kanalınızı yaş sınırlaması olacak şekilde ayarlayabilirsiniz ve RinBot otomatik olarak NSFW moduna geçecektir. SFW modunda oynarken müstehcen bir resim veya video ile karşılaşırsanız, lütfen animenin adıyla benimle iletişime geçin, böylece filtreye manuel olarak ekleyebilirim.
uk: За замовчуванням RinBot фільтрує певну кількість аніме. Це робиться для того, щоб уникнути необхідності робити канал віковим обмеженням (раніше NSFW) і тим самим поважати умови надання послуг Discord. AniDB теги аніме, за якими фільтруються: - 18 обмежено - Межовий хентай - Оголеність (вага >200) - Секс (вагою >100) Все, що має рейтинг PG-13 або нижче на MAL, завжди включено. Ви можете просто ввімкнути вікові обмеження для вашого каналу, і RinBot автоматично переключиться в режим NSFW. Якщо під час відтворення в режимі SFW ви натрапите на зображення або відео NSFW, будь ласка, зв'яжіться зі мною, вказавши назву аніме, щоб я міг додати його до фільтру вручну.
vi: Theo mặc định, RinBot sẽ lọc một số bộ anime. Điều này nhằm tránh phải cái đặt một kênh sang chế độ giới hạn độ tuổi (NSFW) và tuân thủ các Điều khoản dịch vụ của Discord. Các thẻ anime AniDB được lọc: - Trên 18 tuổi - Nội dung hentai - Khỏa thân (>200) - Hoạt động tình dục (>100) Các bộ anime được đánh giá PG-13 hoặc dưới trên MAL sẽ không bị lọc. Bạn có thể cài đặt một kênh sang chế độ giới hạn độ tuổi và RinBot sẽ tự động chuyển sang chế độ NSFW. Nếu bạn thấy hình ảnh hoặc video NSFW khi chơi ở chế độ SFW, vui lòng liên hệ tôi với tên anime để tôi thêm anime đó vào bộ lọc.
zh_hans: 默认情况下，RinBot 会过滤一些动漫。 这样做是为了避免将频道设为年龄限制（原为 NSFW），从而尊重 Discord 的服务条款。 被过滤的 AniDB 动画标签： - 18 岁以下限制 - 边缘色情 - 裸体（权重大于 200） - 性（权重大于 100） 任何在 MAL 上被评为 PG-13 级或以下的内容均包括在内。 您只需将频道设置为年龄限制，RinBot 就会自动切换到 NSFW 模式。 如果您在 SFW 模式下遇到 NSFW 图片或视频，请与我联系并告知动画名称，以便我手动将其添加到过滤器中。
zh_hant: 預設情況下，RinBot 會自動過濾部分動畫。 這是為了避免需要將頻道設為限制級頻道（舊稱 NSFW），並遵守 Discord 的服務條款。 以下是根據 AniDB 標籤過濾的內容： - 18 禁內容 - 擦邊球色情（Borderline hentai） - 裸露（標籤權重 > 200） - 性（標籤權重 > 100） 任何在 MyAnimeList 上評為 PG-13 或以下的動畫都不會被過濾。 您只需要將頻道設為年齡限制，RinBot 就會自動切換為 NSFW 模式。 如果您在安全模式（SFW）下遇到 NSFW 的圖片或影片，請聯絡我並提供該動畫的名稱，我會手動將其加入過濾名單。

# Faq_7_Question
source: How do I make RinBot listen to commands on just a single channel?
ar: كيف أجعل RinBot يستمع إلى الأوامر على قناة واحدة فقط؟
bg: Как да накарам RinBot да слуша команди само на един канал?
cs: Jak přiměji robota RinBot poslouchat příkazy pouze na jednom kanálu?
da: Hvordan får jeg RinBot til kun at lytte til kommandoer på en enkelt kanal?
de: Wie bringe ich RinBot dazu, nur auf einem einzigen Kanal auf Befehle zu hören?
el: Πώς μπορώ να κάνω το RinBot να ακούει εντολές σε ένα μόνο κανάλι;
es: ¿Cómo hago para que RinBot escuche los comandos en un solo canal?
fi: Miten saan RinBotin kuuntelemaan komentoja vain yhdellä kanavalla?
fr: Comment faire pour que RinBot execute mes commandes dans un seul salon ?
he: איך אני גורם ל-RinBot להקשיב לפקודות בערוץ אחד בלבד?
hu: Hogyan tudom elérni, hogy a RinBot csak egyetlen csatornán hallgassa a parancsokat?
id: Bagaimana cara membuat RinBot mendengarkan perintah hanya pada satu saluran?
it: Come si fa a far sì che RinBot ascolti i comandi su un solo canale?
ja: RinBotに1つのチャンネルのみでコマンドを聞かせるには？
ko: 린봇이 단일 채널에서만 명령을 듣게 하려면 어떻게 해야 하나요?
lt: Kaip priversti RinBot klausytis komandų tik vienu kanalu?
nb_no: Hvordan får jeg RinBot til å lytte til kommandoer på bare én kanal?
nl: Hoe laat ik RinBot luisteren naar commando's op slechts één kanaal?
pl: Jak sprawić, by RinBot słuchał poleceń tylko na jednym kanale?
pt: Como faço para que o RinBot ouça os comandos apenas num único canal?
ro: Cum pot face RinBot să asculte comenzile pe un singur canal?
ru: Как заставить RinBot воспринимать команды только по одному каналу?
sv: Hur får jag RinBot att lyssna på kommandon på bara en enda kanal?
th: ฉันจะทำให้ RinBot ฟังคำสั่งเฉพาะในช่องเดียวได้อย่างไร?
tr: RinBot'un sadece tek bir kanaldaki komutları dinlemesini nasıl sağlarım?
uk: Як змусити RinBot слухати команди лише на одному каналі?
vi: Làm sao để tôi làm cho RinBot chỉ nhận lệnh từ một kênh duy nhất?
zh_hans: 如何让 RinBot 只听单通道命令？
zh_hant: 我如何讓RinBot只在一個頻道接收指令？

# Faq_9_Question
source: What is difficulty and how do I change it?
ar: ما هي الصعوبة وكيف يمكنني تغييرها؟
bg: Какво е трудност и как да я променя?
cs: Co je to obtížnost a jak ji mohu změnit?
da: Hvad er sværhedsgrad, og hvordan ændrer jeg den?
de: Was ist eine Schwierigkeit und wie kann ich sie ändern?
el: Τι είναι η δυσκολία και πώς μπορώ να την αλλάξω;
es: ¿Qué es la dificultad y cómo la cambio?
fi: Mikä on vaikeus ja miten voin muuttaa sitä?
fr: Qu'est-ce que la difficulté et comment la changer ?
he: מהי רמת הקושי וכיצד ניתן לשנות אותה?
hu: Mi a nehézség, és hogyan változtathatom meg?
id: Apa yang dimaksud dengan kesulitan dan bagaimana cara mengubahnya?
it: Che cos'è la difficoltà e come si cambia?
ja: 難易度とは何ですか？
ko: 난이도란 무엇이며 어떻게 변경할 수 있나요?
lt: Kas yra sunkumai ir kaip juos pakeisti?
nb_no: Hva er vanskelighetsgrad, og hvordan endrer jeg den?
nl: Wat is moeilijkheid en hoe verander ik het?
pl: Czym jest trudność i jak ją zmienić?
pt: O que é a dificuldade e como é que a posso alterar?
ro: Ce este dificultatea și cum o pot schimba?
ru: Что такое трудность и как ее изменить?
sv: Vad är svårigheter och hur ändrar jag dem?
th: ความยากลำบากคืออะไรและฉันจะเปลี่ยนแปลงมันได้อย่างไร?
tr: Zorluk nedir ve bunu nasıl değiştirebilirim?
uk: Що таке складність і як її змінити?
vi: Khó khăn là gì và làm thế nào để thay đổi nó?
zh_hans: 什么是难度，如何改变难度？
zh_hant: 難度是什麼，如何改變難度？

# Faq_8_Question
source: Why is RinBot offline in my server?
ar: لماذا RinBot غير متصل في الخادم الخاص بي؟
bg: Защо RinBot е офлайн в моя сървър?
cs: Proč je RinBot na mém serveru offline?
da: Hvorfor er RinBot offline på min server?
de: Warum ist RinBot auf meinem Server offline?
el: Γιατί το RinBot είναι εκτός σύνδεσης στον διακομιστή μου;
es: ¿Por qué RinBot aparece desconectado en mi servidor?
fi: Miksi RinBot on offline palvelimellani?
fr: Pourquoi RinBot est hors-ligne sur mon serveur ?
he: מדוע RinBot אינו מחובר בשרת שלי?
hu: Miért offline a RinBot a szerveremen?
id: Mengapa RinBot offline di server saya?
it: Perché RinBot è offline nel mio server?
ja: 私のサーバーでRinBotがオフラインになっているのはなぜですか？
ko: 내 서버에서 린봇이 오프라인 상태인 이유는 무엇인가요?
lt: Kodėl "RinBot" mano serveryje yra neprisijungęs?
nb_no: Hvorfor er RinBot offline på serveren min?
nl: Waarom is RinBot offline op mijn server?
pl: Dlaczego RinBot jest offline na moim serwerze?
pt: Porque é que o RinBot está offline no meu servidor?
ro: De ce este RinBot offline în serverul meu?
ru: Почему RinBot не работает на моем сервере?
sv: Varför är RinBot offline på min server?
th: ทำไม RinBot ถึงออฟไลน์ในเซิร์ฟเวอร์ของฉัน?
tr: RinBot sunucumda neden çevrimdışı?
uk: Чому RinBot не працює на моєму сервері?
vi: Tại sao RinBot lại không hoạt động trên máy chủ của tớ?
zh_hans: 为什么我的服务器中的 RinBot 离线？
zh_hant: 為什麼Rinbot在我的伺服器裡是離線狀態？
