Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_11_Question
source: Why the name 'RinBot' and who is the girl in the avatar?
ar: لماذا اسم "رينبوت" ومن هي الفتاة في الصورة الرمزية؟
bg: Защо името "RinBot" и кое е момичето в аватара?
cs: Proč název "RinBot" a kdo je ta dívka v avataru?
da: Hvorfor navnet 'RinBot', og hvem er pigen i avataren?
de: Warum der Name 'RinBot' und wer ist das Mädchen auf dem Avatar?
el: Γιατί το όνομα 'RinBot' και ποια είναι η κοπέλα στο avatar;
es: ¿Por qué el nombre de 'RinBot' y quién es la chica del avatar?
fi: Miksi nimi on 'RinBot' ja kuka on avatarin tyttö?
fr: Pourquoi ce nom "RinBot" et qui est cette fille derrière cet avatar ?
he: מדוע השם "RinBot" ומי הילדה באווטאר?
hu: Miért a 'RinBot' név, és ki az a lány az avatarban?
id: Mengapa nama 'RinBot' dan siapakah gadis dalam avatar tersebut?
it: Perché il nome "RinBot" e chi è la ragazza nell'avatar?
ja: なぜ "RinBot "なのか、そしてアバターの女の子は誰なのか？
ko: 왜 '린봇'이라는 이름이며 아바타 속 소녀는 누구인가요?
lt: Kodėl pavadinimas "RinBot" ir kas yra mergina avatare?
nb_no: Hvorfor navnet "RinBot" og hvem er jenta i avataren?
nl: Waarom de naam 'RinBot' en wie is het meisje in de avatar?
pl: Skąd nazwa "RinBot" i kim jest dziewczyna w awatarze?
pt: Porquê o nome "RinBot" e quem é a rapariga no avatar?
ro: De ce numele "RinBot" și cine este fata din avatar?
ru: Почему имя "RinBot" и кто эта девушка на аватаре?
sv: Varför namnet "RinBot" och vem är flickan i avataren?
th: ทำไมถึงใช้ชื่อว่า 'RinBot' และผู้หญิงในรูปโปรไฟล์คือใคร?
tr: Neden 'RinBot' ismi ve avatardaki kız kim?
uk: Чому ім'я "RinBot" і що це за дівчина на аватарці?
vi: Tại sao lại đặt tên là 'RinBot' và cô gái trong avatar là ai?
zh_hans: 为什么叫 "RinBot"，头像中的女孩是谁？
zh_hant: 為什麼叫「RinBot」，頭像中的女生又是誰？

# Faq_12_Question
source: How can I make RinBot start rounds automatically?
ar: كيف يمكنني جعل RinBot يبدأ الجولات تلقائياً؟
bg: Как мога да накарам RinBot да стартира кръговете автоматично?
cs: Jak mohu zařídit, aby RinBot automaticky spouštěl kola?
da: Hvordan kan jeg få RinBot til at starte runderne automatisk?
de: Wie kann ich RinBot dazu bringen, automatisch Runden zu starten?
el: Πώς μπορώ να κάνω το RinBot να ξεκινήσει αυτόματα τους γύρους;
es: ¿Cómo hago para que RinBot comience rondas automáticamente?
fi: Miten saan RinBotin käynnistämään kierrokset automaattisesti?
fr: Comment faire pour que RinBot commence des manches automatiquement ?
he: איך אני יכול לגרום ל-RinBot להתחיל סיבובים באופן אוטומטי?
hu: Hogyan tudom elérni, hogy a RinBot automatikusan elindítsa a köröket?
id: Bagaimana cara membuat RinBot memulai putaran secara otomatis?
it: Come posso fare in modo che RinBot avvii automaticamente i turni?
ja: RinBotが自動的にラウンドを開始するようにするにはどうすればいいですか？
ko: 린봇이 자동으로 라운드를 시작하게 하려면 어떻게 해야 하나요?
lt: Kaip padaryti, kad "RinBot" automatiškai pradėtų raundus?
nb_no: Hvordan kan jeg få RinBot til å starte rundene automatisk?
nl: Hoe kan ik RinBot automatisch rondes laten starten?
pl: Jak mogę sprawić, by RinBot automatycznie rozpoczynał rundy?
pt: Como posso fazer com que o RinBot inicie as rondas automaticamente?
ro: Cum pot face ca RinBot să pornească rundele automat?
ru: Как сделать так, чтобы RinBot запускал раунды автоматически?
sv: Hur kan jag få RinBot att starta rundorna automatiskt?
th: ฉันจะทำให้ RinBot เริ่มรอบโดยอัตโนมัติได้อย่างไร?
tr: RinBot'un turları otomatik olarak başlatmasını nasıl sağlayabilirim?
uk: Як зробити так, щоб RinBot починав раунди автоматично?
vi: Làm thế nào để tớ có thể khiến RinBot tự động bắt đầu các vòng chơi?
zh_hans: 如何让 RinBot 自动启动回合？
zh_hant: 如何讓RinBot 自動開始回合？

# Faq_13_Question
source: I have pledged but did not receive my perks, what now?
ar: لقد تعهدت ولكنني لم أحصل على امتيازاتي، ماذا الآن؟
bg: Поех ангажимент, но не получих бонусите си, какво да правя сега?
cs: Přislíbil/a jsem, ale nedostal/a jsem výhody, co teď?
da: Jeg har givet tilsagn, men har ikke modtaget mine frynsegoder, hvad nu?
de: Ich habe eine Zusage gemacht, aber meine Vergünstigungen nicht erhalten.
el: Έχω δηλώσει συμμετοχή αλλά δεν έλαβα τα προνόμιά μου, τι κάνω τώρα;
es: Me comprometí pero no recibí mis beneficios, ¿qué hago ahora?
fi: Olen tehnyt sitoumukseni, mutta en ole saanut etuisuuksia, mitä nyt?
fr: J'ai fait une promesse de don mais je n'ai pas reçu mes avantages, que faire ?
he: התחייבתי לתרומה אך לא קיבלתי את התמורות שלי, מה עליי לעשות כעת?
hu: Jelentkeztem, de nem kaptam meg a juttatásaimat, most mi legyen?
id: Saya telah berjanji tetapi tidak menerima fasilitas saya, bagaimana sekarang?
it: Ho sottoscritto una donazione ma non ho ricevuto i miei vantaggi, cosa devo fare?
ja: 誓約したが、特典を受け取っていない。
ko: 서약했지만 특전을 받지 못했는데 이제 어떻게 해야 하나요?
lt: Pasižadėjau, bet negavau privilegijų, ką dabar daryti?
nb_no: Jeg har forpliktet meg, men ikke mottatt fordelene mine, hva nå?
nl: Ik heb toegezegd maar heb mijn extraatjes niet ontvangen, wat nu?
pl: Złożyłem(-am) zobowiązanie, ale nie otrzymałem(-am) profitów, co teraz?
pt: Fiz uma promessa mas não recebi as minhas regalias, e agora?
ro: M-am angajat, dar nu am primit beneficiile mele, ce urmează?
ru: Я принял участие в конкурсе, но не получил свои привилегии, что теперь делать?
sv: Jag har lovat att betala men inte fått mina förmåner, vad gör jag nu?
th: ฉันได้ให้คำมั่นแล้วแต่ไม่ได้รับสิทธิประโยชน์ของฉัน ตอนนี้ควรทำอย่างไร?
tr: Taahhütte bulundum ancak avantajlarımı alamadım, şimdi ne olacak?
uk: Я пообіцяв, але не отримав свої пільги, що тепер?
vi: Tớ đã cam kết nhưng chưa nhận được phần thưởng của mình, bây giờ phải làm sao?
zh_hans: 我已经认捐，但没有收到福利，现在该怎么办？
zh_hant: 我已經贊助了，但尚未收到我的獎勵，該怎麼辦？

# Faq_14_Question
source: When does the weekly leaderboard reset?
ar: متى يتم إعادة تعيين لوحة المتصدرين الأسبوعية؟
bg: Кога се нулира седмичната класация?
cs: Kdy se týdenní žebříček resetuje?
da: Hvornår nulstilles den ugentlige rangliste?
de: Wann wird die wöchentliche Rangliste zurückgesetzt?
el: Πότε επαναφέρεται ο εβδομαδιαίος πίνακας κατάταξης;
es: ¿Cuándo se reinicia la clasificación semanal?
fi: Milloin viikoittainen pistetaulukko nollautuu?
fr: Quand le classement hebdomadaire est-il réinitialisé ?
he: מתי מתאפס טבלת המובילים השבועית?
hu: Mikor áll vissza a heti ranglista?
id: Kapan papan peringkat mingguan diatur ulang?
it: Quando si azzera la classifica settimanale?
ja: 週間リーダーボードはいつリセットされますか？
ko: 주간 순위표는 언제 초기화되나요?
lt: Kada iš naujo nustatoma savaitinė lyderių lentelė?
nb_no: Når tilbakestilles den ukentlige topplisten?
nl: Wanneer wordt het wekelijkse klassement gereset?
pl: Kiedy cotygodniowa tabela liderów zostanie zresetowana?
pt: Quando é que a tabela de classificação semanal é reiniciada?
ro: Când se resetează clasamentul săptămânal?
ru: Когда обнуляется еженедельная таблица лидеров?
sv: När nollställs den veckovisa topplistan?
th: ตารางผู้นำประจำสัปดาห์รีเซ็ตเมื่อไหร่?
tr: Haftalık liderlik tablosu ne zaman sıfırlanıyor?
uk: Коли відбувається щотижневе перезавантаження лідерборду?
vi: Bảng xếp hạng hàng tuần sẽ được reset vào lúc nào?
zh_hans: 每周排行榜何时重置？
zh_hant: 每週排行榜何時重置？
