Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_2_Answer
source: The `/lang` command can be used to change the language that RinBot speaks. You can also change the language of anime titles that are guessable and appear in the hints and anime poster at the end of rounds. For this please login on the website. To set English titles you can add a row to the top of main title preferences with content: AniDB, Official Title and English. > Note that it is an advanced feature that might break RinBot on your server if not configured correctly.
ar: يمكن استخدام الأمر `/lang` لتغيير اللغة التي يتحدث بها RinBot. يمكنك أيضًا تغيير لغة عناوين الأنيمي التي يمكن تخمينها وتظهر في التلميحات وملصق الأنيمي في نهاية الجولات. لهذا يرجى تسجيل الدخول على الموقع الإلكتروني. لتعيين العناوين الإنجليزية يمكنك إضافة صف في أعلى تفضيلات العنوان الرئيسي مع المحتوى: AniDB والعنوان الرسمي واللغة الإنجليزية. > لاحظ أنها ميزة متقدمة قد تعطل RinBot على الخادم الخاص بك إذا لم يتم تكوينها بشكل صحيح.
bg: Командата `/lang` може да се използва за промяна на езика, на който говори RinBot. Можете също така да промените езика на заглавията на аниметата, които могат да бъдат отгатнати и се появяват в подсказките и аниме постера в края на рундовете. За тази цел, моля, влезте в уебсайта. За да зададете българските заглавия, можете да добавите ред в горната част на основните предпочитания за заглавия със съдържание: AniDB, Official Title и English. > Имайте предвид, че това е разширена функция, която може да повреди RinBot на вашия сървър, ако не е конфигурирана правилно.
cs: Příkaz `/lang` lze použít ke změně jazyka, kterým RinBot mluví. Můžete také změnit jazyk názvů anime, které lze uhodnout a které se zobrazují v nápovědách a na plakátu anime na konci kol. Za tímto účelem se prosím přihlaste na webové stránky. Chcete-li nastavit anglické tituly, můžete přidat řádek do horní části hlavních předvoleb titulů s obsahem: AniDB, Oficiální název a Anglický název. > Upozorňujeme, že se jedná o pokročilou funkci, která může při nesprávném nastavení rozbít RinBot na vašem serveru.
da: Kommandoen `/lang` kan bruges til at ændre det sprog, som RinBot taler. Du kan også ændre sproget for anime-titler, der kan gættes og vises i hints og anime-plakaten i slutningen af runderne. For at gøre dette skal du logge ind på hjemmesiden. For at indstille engelske titler kan du tilføje en række øverst i hovedtitelindstillingerne med indhold: AniDB, Officiel titel og Engelsk. > Bemærk, at det er en avanceret funktion, der kan ødelægge RinBot på din server, hvis den ikke er konfigureret korrekt.
de: Der Befehl `/lang` kann verwendet werden, um die Sprache zu ändern, die RinBot spricht. Sie können auch die Sprache der Anime-Titel ändern, die zu erraten sind und in den Hinweisen und auf dem Anime-Poster am Ende der Runden erscheinen. Dazu loggen Sie sich bitte auf der Website ein. Um englische Titel einzustellen, können Sie eine Zeile am oberen Rand der Haupttitel-Einstellungen mit dem Inhalt hinzufügen: AniDB, Offizieller Titel und Englisch. > Beachten Sie, dass es sich um eine erweiterte Funktion handelt, die RinBot auf Ihrem Server beschädigen kann, wenn sie nicht korrekt konfiguriert ist.
el: Η εντολή `/lang` μπορεί να χρησιμοποιηθεί για να αλλάξετε τη γλώσσα που μιλάει το RinBot. Μπορείτε επίσης να αλλάξετε τη γλώσσα των τίτλων anime που είναι μαντεύσιμοι και εμφανίζονται στις υποδείξεις και στην αφίσα anime στο τέλος των γύρων. Για το σκοπό αυτό παρακαλούμε συνδεθείτε στον ιστότοπο. Για να ορίσετε τους αγγλικούς τίτλους μπορείτε να προσθέσετε μια σειρά στην κορυφή των προτιμήσεων κύριων τίτλων με περιεχόμενο: AniDB, Επίσημος τίτλος και Αγγλικά. > Σημειώστε ότι πρόκειται για ένα προηγμένο χαρακτηριστικό που μπορεί να σπάσει το RinBot στον διακομιστή σας αν δεν ρυθμιστεί σωστά.
es: El comando `/lang` puede usarse para cambiar el idioma en el que RinBot habla. Puedes cambiar también el idioma de los títulos de animes que puedan ser adivinados y que aparecen en las pistas y en los pósteres al final de la ronda. Para esto por favor inicia sesión en la página web. Para establecer títulos en inglés, puedes añadir una fila en la parte superior de las preferencias de títulos principales con contenido: AniDB, Título Oficial e inglés. > Ten en cuenta que es una característica avanzada que puede averiar RinBot en tu servidor si no está configurado correctamente.
fi: Komennolla `/lang` voidaan vaihtaa RinBotin puhuma kieli. Voit myös vaihtaa niiden anime-nimikkeiden kielen, jotka ovat arvattavissa ja jotka näkyvät vihjeissä ja anime-julisteessa kierrosten lopussa. Tätä varten kirjaudu sisään verkkosivustolle. Englanninkielisten otsikoiden asettamista varten voit lisätä rivin pääotsikkoasetusten yläosaan sisällön kanssa: AniDB, Official Title ja English. > Huomaa, että kyseessä on kehittynyt ominaisuus, joka saattaa rikkoa RinBotin palvelimellasi, jos sitä ei ole määritetty oikein.
fr: La commande `/lang` peut être utilisée pour changer la langue que parle RinBot. Vous pouvez aussi changer la langue des titres d'anime devinables et qui apparaissent dans les indices et les posters en fin de partie. Pour cela, veuillez vous identifier sur le site. Pour changer les titres anglais, vous pouvez ajouter une ligne au dessus des préférences de titre principal contenant : AniDB, le titre officiel et anglais. > Notez que c'est une fonction en développement et qu'elle peut causer des problèmes relatifs au bot dans votre serveur si elle n'est pas configurée correctement.
he: ניתן להשתמש בפקודה `/lang` כדי לשנות את השפה שבה RinBot מדבר. ניתן גם לשנות את השפה של כותרי האנימה שניתן לנחש ומופיעים ברמזים ובפוסטר האנימה בסוף הסיבובים. לשם כך, יש להתחבר לאתר. כדי להגדיר כותרים באנגלית, ניתן להוסיף שורה בראש העדפות הכותרות הראשיות עם התוכן: AniDB, כותרת רשמית ואנגלית. &gt; שימו לב שמדובר בתכונה מתקדמת שעלולה לשבש את פעולת RinBot בשרת שלכם אם לא תוגדר כהלכה.
hu: A `/lang` paranccsal megváltoztatható a RinBot által beszélt nyelv. Megváltoztathatod az anime címek nyelvét is, amelyek kitalálhatók, és megjelennek a tippekben és a körök végén megjelenő anime poszteren. Ehhez kérjük, jelentkezz be a weboldalon. Az angol címek beállításához a főcímbeállítások tetején egy sort adhatsz hozzá a tartalommal: AniDB, Official Title és English. > Vegye figyelembe, hogy ez egy fejlett funkció, amely a RinBotot tönkreteheti a szerverén, ha nem megfelelően van beállítva.
id: Perintah `/lang` dapat digunakan untuk mengubah bahasa yang digunakan RinBot. Anda juga dapat mengubah bahasa judul anime yang dapat ditebak dan muncul di petunjuk dan poster anime di akhir ronde. Untuk melakukan ini, silakan login di situs web. Untuk mengatur judul bahasa Inggris, Anda dapat menambahkan satu baris di bagian atas preferensi judul utama dengan konten: AniDB, Judul Resmi dan Bahasa Inggris. > Perhatikan bahwa ini adalah fitur lanjutan yang dapat merusak RinBot di server Anda jika tidak dikonfigurasi dengan benar.
it: Il comando `/lang` può essere usato per cambiare la lingua in cui parla RinBot. È anche possibile cambiare la lingua dei titoli degli anime che sono indovinabili e appaiono nei suggerimenti e nel poster degli anime alla fine dei turni. Per questo è necessario effettuare il login sul sito web. Per impostare i titoli in inglese è possibile aggiungere una riga in cima alle preferenze dei titoli principali con il contenuto: AniDB, Titolo ufficiale e Inglese. > Si noti che si tratta di una funzione avanzata che potrebbe interrompere RinBot sul server se non configurata correttamente.
ja: `/lang` コマンドを使用すると、RinBot が話す言語を変更できます。 また、ヒントやラウンド終了時のアニメポスターに表示されるアニメタイトルの言語も変更できます。 このためには、ウェブサイトからログインしてください。 英語のタイトルを設定するには、メインタイトルの環境設定の一番上に行を追加します：AniDB、公式タイトル、英語。 > これは高度な機能であり、正しく設定されていない場合、サーバー上のRinBotを破壊する可能性があることに注意してください。
ko: `/lang` 명령을 사용하여 린봇이 말하는 언어를 변경할 수 있습니다. 또한 라운드가 끝날 때 힌트와 애니메이션 포스터에 표시되는 추측 가능한 애니메이션 제목의 언어를 변경할 수도 있습니다. 이를 위해서는 웹사이트에 로그인하세요. 영어 제목을 설정하려면 메인 제목 환경설정 상단에 콘텐츠와 함께 행을 추가하면 됩니다: AniDB, 공식 제목 및 영어. > 이 기능은 고급 기능으로 올바르게 구성하지 않으면 서버에서 린봇이 중단될 수 있습니다.
lt: Komanda `/lang` galima pakeisti kalbą, kuria kalba RinBot. Taip pat galite pakeisti anime pavadinimų, kuriuos galima atspėti ir kurie rodomi užuominose bei anime plakate raundų pabaigoje, kalbą. Šiuo tikslu prisijunkite prie svetainės. Norėdami nustatyti angliškus pavadinimus, galite pridėti eilutę pagrindinių pavadinimų nuostatų viršuje su turiniu: AniDB, Oficialus pavadinimas ir Anglų kalba. > Atkreipkite dėmesį, kad tai yra išplėstinė funkcija, kuri gali sugadinti RinBot jūsų serveryje, jei nėra tinkamai sukonfigūruota.
nb_no: Kommandoen `/lang` kan brukes til å endre språket som RinBot snakker. Du kan også endre språket for anime-titler som kan gjettes og vises i tipsene og anime-plakaten på slutten av rundene. For dette må du logge inn på nettstedet. For å angi engelske titler kan du legge til en rad øverst i hovedtittelinnstillingene med innhold: AniDB, Offisiell tittel og Engelsk. > Merk at dette er en avansert funksjon som kan ødelegge RinBot på serveren din hvis den ikke er riktig konfigurert.
nl: Het commando `/lang` kan worden gebruikt om de taal die RinBot spreekt te veranderen. Je kunt ook de taal veranderen van de anime-titels die geraden moeten worden, in de hints en in de anime-poster aan het eind van rondes verschijnen . Log hiervoor in op de website. Om Nederlandse titels in te stellen kun je een rij toevoegen aan de bovenkant van de titelvoorkeuren met inhoud: AniDB, Officiële titel en Nederlands. > Let op dat dit een geavanceerde functie is die RinBot rare dingen kan laten doen als je het niet juist configureert.
pl: Polecenie `/lang` może być użyte do zmiany języka, którym posługuje się RinBot. Można również zmienić język tytułów anime, które można odgadnąć i które pojawiają się we wskazówkach i na plakacie anime pod koniec rund. W tym celu należy zalogować się na stronie. Aby ustawić angielskie tytuły, możesz dodać wiersz na górze głównych preferencji tytułu z zawartością: AniDB, Oficjalny tytuł i Angielski. > Należy pamiętać, że jest to zaawansowana funkcja, która może zepsuć RinBota na serwerze, jeśli nie zostanie poprawnie skonfigurowana.
pt: O comando `/lang` pode ser utilizado para alterar o idioma que o RinBot fala. Também podes alterar a língua dos títulos de anime que são adivinháveis e que aparecem nas dicas e no poster de anime no final das rondas. Para isso, faz o login no sítio Web. Para definir títulos em inglês, podes adicionar uma linha ao topo das preferências de títulos principais com conteúdo: AniDB, Título Oficial e Inglês. > Note que se trata de uma caraterística avançada que pode quebrar o RinBot no seu servidor se não for configurada corretamente.
ro: Comanda `/lang` poate fi utilizată pentru a schimba limba în care vorbește RinBot. De asemenea, puteți schimba limba titlurilor anime care pot fi ghicite și care apar în indicii și în posterul anime de la sfârșitul rundei. Pentru aceasta vă rugăm să vă autentificați pe site. Pentru a seta titlurile în limba engleză, puteți adăuga un rând în partea de sus a preferințelor titlurilor principale cu conținut: AniDB, Titlu oficial și Română. > Rețineți că este o funcție avansată care ar putea întrerupe RinBot pe serverul dvs. dacă nu este configurată corect.
ru: Команда `/lang` может быть использована для изменения языка, на котором говорит RinBot. Также можно изменить язык названий аниме, которые можно угадать и которые появляются в подсказках и аниме-постере в конце раундов. Для этого, пожалуйста, войдите на сайт. Для установки английских названий вы можете добавить строку в верхнюю часть основных настроек названий с содержанием: AniDB, Official Title и English. > Обратите внимание, что это расширенная функция, которая при неправильной настройке может нарушить работу RinBot на вашем сервере.
sv: Kommandot `/lang` kan användas för att ändra det språk som RinBot talar. Du kan också ändra språket för anime-titlar som kan gissas och som visas i tips- och animeaffischen i slutet av omgångarna. För detta vänligen logga in på webbplatsen. För att ställa in engelska titlar kan du lägga till en rad högst upp i huvudtitelinställningarna med innehåll: AniDB, Officiell titel och Engelska. > Observera att detta är en avancerad funktion som kan störa RinBot på din server om den inte konfigureras korrekt.
th: คำสั่ง`/lang` สามารถใช้เปลี่ยนภาษาที่ RinBot พูดได้ คุณยังสามารถเปลี่ยนภาษาของชื่ออนิเมะที่สามารถเดาได้และปรากฏในคำใบ้และโปสเตอร์อนิเมะในตอนท้ายของแต่ละรอบได้ สำหรับสิ่งนี้ กรุณาเข้าสู่ระบบบนเว็บไซต์ ในการตั้งค่าชื่อภาษาอังกฤษ คุณสามารถเพิ่มแถวที่ด้านบนของการตั้งค่าชื่อหลักด้วยเนื้อหา: AniDB, ชื่อทางการ และภาษาอังกฤษ > โปรดทราบว่านี่เป็นฟีเจอร์ขั้นสูงที่อาจทำให้ RinBot บนเซิร์ฟเวอร์ของคุณทำงานผิดปกติหากไม่ได้ตั้งค่าอย่างถูกต้อง
tr: RinBot'un konuştuğu dili değiştirmek için `/lang` komutu kullanılabilir. Ayrıca tahmin edilebilir olan ve turların sonundaki ipuçlarında ve anime posterinde görünen anime başlıklarının dilini de değiştirebilirsiniz. Bunun için lütfen web sitesine giriş yapın. İngilizce başlıkları ayarlamak için ana başlık tercihlerinin en üstüne içerikle birlikte bir satır ekleyebilirsiniz: AniDB, Resmi Başlık ve İngilizce. > Bunun gelişmiş bir özellik olduğunu ve doğru yapılandırılmadığı takdirde sunucunuzdaki RinBot'u bozabileceğini unutmayın.
uk: За допомогою команди `/lang` можна змінити мову, якою розмовляє RinBot. Ви також можете змінити мову назв аніме, які можна вгадати і які з'являються у підказках та афіші аніме в кінці раундів. Для цього, будь ласка, авторизуйтесь на сайті. Щоб встановити англійські назви, ви можете додати рядок у верхній частині основних налаштувань назв із вмістом: AniDB, Офіційна назва та Англійська. > Зауважте, що це розширена функція, яка може призвести до поломки RinBot на вашому сервері, якщо її неправильно налаштувати.
vi: Lệnh `/lang` sử dụng để thay đổi ngôn ngữ. Bạn có thể đổi ngôn ngữ của tên anime đoán được và hiển thị ở các gợi ý cũng như hình ảnh ở cuối các vòng đoán. Để thực hiện hành động này, vui lòng đăng nhập trên trang web. Để chuyển sang tên tiếng Anh, bạn có thể thêm một hàng trên cài đặt tên anime chính với nội dung: AniDB, tên chính thức, và tiếng Anh. > Lưu ý rằng đây là tính năng nâng cao và có khả năng làm cho RinBot hoạt động không đúng trong server của bạn nếu không cài đặt đúng cách.
zh_hans: `/lang` 命令可用于更改 RinBot 的语言。 您还可以更改可猜测的动漫标题的语言，这些标题会出现在提示和回合结束时的动漫海报中。 为此请登录网站。 要设置英文标题，您可以在主标题首选项顶部添加一行内容：AniDB、正式标题和英文。 > 请注意，这是一项高级功能，如果配置不当，可能会破坏服务器上的 RinBot。
zh_hant: `/lang` 指令可用來更改 RinBot 使用的語言。 你也可以更改出現在提示和回合結束畫後的作品標題語言，以及猜測時使用的語言。 這些需要在網站登入後進行設置。 要設置為中文標題，你可以在主標題（Main Title）第一行添加：AniDB、官方標題和Chinese (Traditional)。 > 請注意，這是進階功能，如果設置不當，可能會導致 RinBot 在你的伺服器上出現錯誤。

# Faq_5_Question
source: What is NSFW mode and how do I enable it?
ar: ما هو وضع NSFW وكيف يمكنني تفعيله؟
bg: Какво е режим NSFW и как да го активирам?
cs: Co je to režim NSFW a jak ho povolit?
da: Hvad er NSFW-tilstand, og hvordan aktiverer jeg den?
de: Was ist der NSFW-Modus und wie kann ich ihn aktivieren?
el: Τι είναι η λειτουργία NSFW και πώς μπορώ να την ενεργοποιήσω;
es: ¿Qué es el modo NSFW y cómo se activa?
fi: Mikä on NSFW-tila ja miten otan sen käyttöön?
fr: Qu'est-ce que le mode NSFW et comment l'activer ?
he: מהו מצב NSFW וכיצד ניתן להפעיל אותו?
hu: Mi az az NSFW mód és hogyan tudom engedélyezni?
id: Apa itu mode NSFW dan bagaimana cara mengaktifkannya?
it: Cos'è la modalità NSFW e come si attiva?
ja: NSFWモードとは何ですか？
ko: NSFW 모드란 무엇이며 어떻게 사용 설정하나요?
lt: Kas yra NSFW režimas ir kaip jį įjungti?
nb_no: Hva er NSFW-modus, og hvordan aktiverer jeg den?
nl: Wat is de NSFW-modus en hoe schakel ik deze in?
pl: Czym jest tryb NSFW i jak go włączyć?
pt: O que é o modo NSFW e como o posso ativar?
ro: Ce este modul NSFW și cum îl pot activa?
ru: Что такое режим NSFW и как его включить?
sv: Vad är NSFW-läge och hur aktiverar jag det?
th: โหมด NSFW คืออะไรและฉันจะเปิดใช้งานได้อย่างไร?
tr: NSFW modu nedir ve nasıl etkinleştirebilirim?
uk: Що таке режим NSFW і як його ввімкнути?
vi: Chế độ NSFW là gì và làm sao để tôi kích hoạt nó?
zh_hans: 什么是 NSFW 模式，如何启用？
zh_hant: NSFW模式是什麼，我要怎麼使用它？

# Faq_6_Question
source: None of the commands are working, how can I fix this?
ar: لا يعمل أي من الأوامر، كيف يمكنني إصلاح ذلك؟
bg: Нито една от командите не работи, как мога да поправя това?
cs: Žádný z příkazů nefunguje, jak to mohu opravit?
da: Ingen af kommandoerne virker, hvordan kan jeg løse det?
de: Keiner der Befehle funktioniert, wie kann ich das beheben?
el: Καμία από τις εντολές δεν λειτουργεί, πώς μπορώ να το διορθώσω αυτό;
es: Ninguno de los comandos funciona, ¿cómo puedo solucionarlo?
fi: Mikään komennoista ei toimi, miten voin korjata tämän?
fr: Aucune commande marche, comment résoudre cela ?
he: אף אחת מהפקודות לא עובדת, איך אני יכול לתקן את זה?
hu: Egyik parancs sem működik, hogyan tudom ezt orvosolni?
id: Tidak ada perintah yang berfungsi, bagaimana cara memperbaikinya?
it: Nessuno dei comandi funziona, come posso risolvere il problema?
ja: どのコマンドも機能しません。
ko: 어떤 명령도 작동하지 않는데 어떻게 해결하나요?
lt: Neveikia nė viena komanda, kaip tai ištaisyti?
nb_no: Ingen av kommandoene fungerer, hvordan kan jeg fikse dette?
nl: Geen van de opdrachten werkt, hoe kan ik dit oplossen?
pl: Żadne z poleceń nie działa, jak mogę to naprawić?
pt: Nenhum dos comandos está a funcionar, como é que posso resolver isto?
ro: Niciuna dintre comenzi nu funcționează, cum pot rezolva acest lucru?
ru: Ни одна из команд не работает, как я могу это исправить?
sv: Inga av kommandona fungerar, hur kan jag åtgärda detta?
th: ไม่มีคำสั่งใดทำงานเลย ฉันจะแก้ไขปัญหานี้ได้อย่างไร?
tr: Komutların hiçbiri çalışmıyor, bunu nasıl düzeltebilirim?
uk: Жодна з команд не працює, як це виправити?
vi: Tất cả các lệnh đều không hoạt động, làm thế nào để tôi sửa lỗi này?
zh_hans: 所有命令都不起作用，我该如何解决？
zh_hant: 指令沒有作用，我該如何修復它？
