Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_10_Answer
source: Discord recently added the __slash command permissions__ system... rather silently. This gave servers the means to enable/disable slash commands inidividually for whatever channel or role they want. It seems on many servers the default settings for this made slash commands inaccessible to regular users. On __mobile devices__ and older versions this is not completely supported and you may get a message saying: **This interaction failed** or **The application did not respond** __To change these permissions__ In Discord go to `Server Settings - Integrations - RinBot` and make sure things are set up correctly here for your channels and roles. Mobile devices do not yet support these features completely, so please use your PC for this or try the web-client on your device. > Administrators can always use slash commands, no matter what permissions are set up here. So if you are already administrator, your problem would be something else. If this does not solve your issues, see __question 6__ for more possible causes.
ar: أضافت ديسكورد مؤخرًا أذونات الأوامر المائلة __نظام__... بصمت إلى حد ما. هذا أعطى الخوادم وسيلة لتمكين/تعطيل أوامر الشرطة المائلة بشكل فردي لأي قناة أو دور يريدونه. يبدو أن الإعدادات الافتراضية لهذا الأمر في العديد من الخوادم جعلت أوامر الشرطة المائلة غير متاحة للمستخدمين العاديين. على الأجهزة المحمولة ____ والإصدارات الأقدم هذا غير مدعوم تمامًا وقد تتلقى رسالة تقول: **فشل هذا التفاعل** أو **لم يستجب التطبيق** __لتغيير هذه الأذونات__ في Discord انتقل إلى `إعدادات الخادم - التكاملات - RinBot` وتأكد من إعداد الأشياء بشكل صحيح هنا لقنواتك وأدوارك. لا تدعم الأجهزة المحمولة هذه الميزات بشكل كامل حتى الآن، لذا يرجى استخدام جهاز الكمبيوتر الخاص بك لهذا الغرض أو جرب عميل الويب على جهازك. > يمكن للمسؤولين دائمًا استخدام أوامر الشرطة المائلة، بغض النظر عن الأذونات التي تم إعدادها هنا. لذلك إذا كنت مسؤولاً بالفعل، فإن مشكلتك ستكون مشكلة أخرى. إذا لم يحل هذا الأمر مشكلتك، راجع __السؤال 6__ لمزيد من الأسباب المحتملة.
bg: Наскоро Discord добави __разрешенията за командите за наклонена черта__ система... доста тихо. Това даде на сървърите възможност да разрешават/забраняват командите slash индивидуално за всеки канал или роля, които искат. Изглежда, че на много сървъри настройките по подразбиране за това правеха командите slash недостъпни за обикновените потребители. На мобилните устройства ____ и по-старите версии това не се поддържа напълно и може да получите съобщение, в което да се казва: **Това взаимодействие не успя да се осъществи** или **Приложението не отговори** __За да промените тези разрешения__ В Discord отидете на `Server Settings - Integrations - RinBot` и се уверете, че тук нещата са настроени правилно за вашите канали и роли. Мобилните устройства все още не поддържат напълно тези функции, така че, моля, използвайте компютъра си за това или опитайте с уеб клиента на вашето устройство. > Администраторите винаги могат да използват команди с наклонена черта, независимо от това какви разрешения са настроени тук. Така че, ако вече сте администратор, проблемът ви ще е друг. Ако това не реши проблемите ви, вижте __въпрос 6__ за повече възможни причини.
cs: Discord nedávno přidal příkaz __lomítko oprávnění__ systém... poměrně tiše. To dalo serverům možnost povolit/zakázat lomítkové příkazy inidividuálně pro jakýkoli kanál nebo roli, kterou chtějí. Zdá se, že na mnoha serverech výchozí nastavení této funkce znepřístupňovalo lomítkové příkazy běžným uživatelům. Na mobilních zařízeních ____ a starších verzích to není zcela podporováno a může se zobrazit hlášení: **Tato interakce se nezdařila** nebo **Aplikace neodpověděla** __Chcete-li tato oprávnění změnit.__ V aplikaci Discord přejděte na `Nastavení serveru - Integrace - RinBot` a ujistěte se, že jsou zde věci pro vaše kanály a role nastaveny správně. Mobilní zařízení zatím tyto funkce zcela nepodporují, takže k tomu prosím použijte počítač nebo zkuste webového klienta na svém zařízení. > Správci mohou vždy používat příkazy s lomítkem, bez ohledu na to, jaká oprávnění jsou zde nastavena. Pokud tedy již správcem jste, váš problém bude v něčem jiném. Pokud to vaše problémy nevyřeší, podívejte se na __otázka 6__, kde najdete další možné příčiny.
da: Discord tilføjede for nylig __slash command permissions__ system... ret lydløst. Det gav serverne mulighed for at aktivere/deaktivere slash-kommandoer individuelt for den kanal eller rolle, de ønsker. Det lader til, at standardindstillingerne for dette på mange servere gjorde slash-kommandoer utilgængelige for almindelige brugere. På __mobile enheder__ og ældre versioner er dette ikke helt understøttet, og du kan få en besked, der siger: **Denne interaktion mislykkedes** eller **Programmet svarede ikke** __Sådan ændrer du disse tilladelser__ I Discord skal du gå til `Server Settings - Integrations - RinBot` og sørge for, at tingene er sat korrekt op her for dine kanaler og roller. Mobile enheder understøtter endnu ikke disse funktioner fuldt ud, så brug venligst din pc til dette eller prøv webklienten på din enhed. > Administratorer kan altid bruge slash-kommandoer, uanset hvilke tilladelser der er sat op her. Så hvis du allerede er administrator, er dit problem noget andet. Hvis dette ikke løser dine problemer, kan du se __spørgsmål 6__ for flere mulige årsager.
de: Discord hat vor kurzem das __Slash-Befehlsberechtigungssystem__ eingeführt... ziemlich unbemerkt. Dies gab den Servern die Möglichkeit, Slash-Befehle individuell für jeden Kanal oder jede Rolle zu aktivieren/deaktivieren, die sie wollten. Es scheint, dass die Standardeinstellungen auf vielen Servern die Slash-Befehle für normale Benutzer unzugänglich machen. Auf __mobilen Geräten__ und älteren Versionen wird dies nicht vollständig unterstützt und Sie erhalten möglicherweise eine Meldung: **Diese Interaktion ist fehlgeschlagen** oder **Die Anwendung hat nicht geantwortet** __Um diese Berechtigungen zu ändern__ Gehen Sie in Discord zu `Server-Einstellungen - Integrationen - RinBot` und stellen Sie sicher, dass die Dinge hier für Ihre Kanäle und Rollen richtig eingestellt sind. Mobile Geräte unterstützen diese Funktionen noch nicht vollständig, daher verwenden Sie bitte Ihren PC dafür oder versuchen Sie den Web-Client auf Ihrem Gerät. > Administratoren können immer Schrägstrich-Befehle verwenden, unabhängig davon, welche Berechtigungen hier eingerichtet sind. Wenn Sie also bereits Administrator sind, liegt Ihr Problem woanders. Wenn dies Ihr Problem nicht löst, finden Sie unter __Frage 6__ weitere mögliche Ursachen.
el: Το Discord πρόσθεσε πρόσφατα το σύστημα __slash command permissions__... μάλλον σιωπηλά. Αυτό έδωσε στους διακομιστές τη δυνατότητα να ενεργοποιούν/απενεργοποιούν τις εντολές slash ξεχωριστά για όποιο κανάλι ή ρόλο θέλουν. Φαίνεται ότι σε πολλούς διακομιστές οι προεπιλεγμένες ρυθμίσεις για αυτό έκαναν τις εντολές slash απρόσιτες στους κανονικούς χρήστες. Στις φορητές συσκευές ____ και σε παλαιότερες εκδόσεις αυτό δεν υποστηρίζεται πλήρως και μπορεί να λάβετε ένα μήνυμα που λέει: **Αυτή η αλληλεπίδραση απέτυχε** ή **Η εφαρμογή δεν ανταποκρίθηκε** __Για να αλλάξετε αυτά τα δικαιώματα__ Στο Discord μεταβείτε στο `Server Settings - Integrations - RinBot` και βεβαιωθείτε ότι τα πράγματα έχουν ρυθμιστεί σωστά εδώ για τα κανάλια και τους ρόλους σας. Οι φορητές συσκευές δεν υποστηρίζουν ακόμα πλήρως αυτές τις λειτουργίες, οπότε χρησιμοποιήστε τον υπολογιστή σας για αυτό ή δοκιμάστε τον web-client στη συσκευή σας. > Οι διαχειριστές μπορούν πάντα να χρησιμοποιούν εντολές slash, ανεξάρτητα από τα δικαιώματα που έχουν ρυθμιστεί εδώ. Επομένως, αν είστε ήδη διαχειριστής, το πρόβλημά σας θα ήταν κάτι άλλο. Αν αυτό δεν λύσει τα προβλήματά σας, ανατρέξτε στην ερώτηση 6 ____ για περισσότερες πιθανές αιτίες.
es: Discord añadió recientemente el sistema de __permisos de comando de barra__... bastante silenciosamente. Esto le dio a los servidores los medios para habilitar y deshabilitar los comandos de barra de forma individual para cualquier canal o función que deseen. Parece que en muchos servidores la configuración predeterminada para esto hizo que los comandos de barra diagonal fueran inaccesibles para los usuarios habituales. En __dispositivos móviles__ y versiones anteriores, esto no es completamente compatible y es posible que recibas un mensaje que diga: **Esta interacción falló** o **La aplicación no responde** __Para cambiar estos permisos__ En Discord, vete a `Configuración del servidor - Integraciones - RinBot` y asegúrate de que las cosas estén configuradas correctamente para tus canales y roles. Los dispositivos móviles aún no son compatibles con estas funciones por completo, así que usa tu PC para esto o prueba el cliente web en tu dispositivo. > Los administradores siempre pueden usar comandos de barra, sin importar qué permisos estén configurados aquí. Así que si ya eres administrador, tu problema es otro. Si esto no resuelve tus problemas, mira la __pregunta 6__ para saber más causas posibles.
fi: Discord lisäsi hiljattain __slash-komennon käyttöoikeudet__ järjestelmään... melko hiljaa. Tämä antoi palvelimille mahdollisuuden ottaa käyttöön tai poistaa käytöstä slash-komentoja yksitellen mille tahansa kanavalle tai roolille. Näyttää siltä, että monilla palvelimilla tämän oletusasetukset tekivät slash-komennot tavallisten käyttäjien ulottumattomiin. __mobiililaitteissa__ ja vanhemmissa versioissa tämä ei ole täysin tuettu ja saatat saada viestin, jossa sanotaan: **Tämä vuorovaikutus epäonnistui** tai **Sovellus ei vastannut** __Voit muuttaa näitä oikeuksia.__ Mene Discordissa osoitteeseen `Palvelimen asetukset - Integraatiot - RinBot` ja varmista, että asiat on määritetty täällä oikein kanavillesi ja rooleillesi. Mobiililaitteet eivät vielä tue näitä ominaisuuksia täysin, joten käytä tähän PC:täsi tai kokeile laitteesi web-asiakasta. > Järjestelmänvalvojat voivat aina käyttää slash-komentoja riippumatta siitä, mitä oikeuksia täällä on määritetty. Jos siis olet jo ylläpitäjä, ongelmasi olisi jotain muuta. Jos tämä ei ratkaise ongelmaasi, katso lisää mahdollisia syitä osoitteesta __kysymys 6__.
fr: Discord a récemment ajouté les permissions de la commande slash __au système__... plutôt silencieusement. Cela a donné aux serveurs les moyens d'activer/désactiver les commandes slash individuellement pour n'importe quel canal ou rôle qu'ils souhaitent. Il semble que sur de nombreux serveurs, les paramètres par défaut de ce système rendent les commandes slash inaccessibles aux utilisateurs ordinaires. Sur les appareils mobiles ____ et les versions antérieures, cette fonction n'est pas entièrement prise en charge et vous pouvez recevoir un message disant : "This interaction failed or " : **Cette interaction a échoué** ou **L'application n'a pas répondu** __Pour modifier ces permissions__ Dans Discord, allez sur `Server Settings - Integrations - RinBot` et assurez-vous que les choses sont correctement configurées pour vos canaux et vos rôles. Les appareils mobiles ne supportent pas encore complètement ces fonctionnalités, veuillez donc utiliser votre PC pour cela ou essayez le client web sur votre appareil. > Les administrateurs peuvent toujours utiliser les commandes slash, quelles que soient les permissions définies ici. Si vous êtes déjà administrateur, votre problème est donc différent. Si cela ne résout pas votre problème, consultez __question 6__ pour d'autres causes possibles.
he: Discord הוסיפה לאחרונה את מערכת ההרשאות לפקודות סלאש ____ ... באופן די שקט. זה נתן לשרתים את האפשרות להפעיל/להשבית פקודות סלאש באופן פרטני עבור כל ערוץ או תפקיד שהם רוצים. נראה שבשרתים רבים ההגדרות המוגדרות כברירת מחדל גרמו לכך שפקודות סלאש לא היו נגישות למשתמשים רגילים. במכשירים ניידים ____ ובגרסאות ישנות יותר, תכונה זו אינה נתמכת במלואה, וייתכן שתקבל הודעה האומרת: ** האינטראקציה נכשלה** או **היישום לא הגיב** __כדי לשנות הרשאות אלה__ ב-Discord, עבור אל `הגדרות שרת - אינטגרציות - RinBot` וודא שההגדרות כאן נכונות לערוצים ולתפקידים שלך. מכשירים ניידים עדיין אינם תומכים בתכונות אלה באופן מלא, לכן אנא השתמש במחשב האישי שלך לשם כך או נסה את הלקוח האינטרנטי במכשיר שלך. &gt; מנהלים יכולים תמיד להשתמש בפקודות סלאש, ללא תלות בהרשאות שהוגדרו כאן. לכן, אם אתה כבר מנהל, הבעיה שלך היא אחרת. אם זה לא פותר את הבעיות שלך, ראה __שאלה 6__ לקבלת סיבות אפשריות נוספות.
hu: A Discord nemrég adta hozzá a __slash parancs engedélyek__ rendszert... meglehetősen csendben. Ez lehetővé tette a szerverek számára, hogy a slash parancsokat külön-külön engedélyezzék/tiltják, bármilyen csatornára vagy szerepkörre vonatkozóan. Úgy tűnik, hogy sok szerveren az alapértelmezett beállítások a slash parancsokat elérhetetlenné tették a normál felhasználók számára. A __mobileszközökön__ és régebbi verziókon ez nem teljesen támogatott, és a következő üzenetet kaphatod: **Ez az interakció sikertelen** vagy **Az alkalmazás nem válaszolt** __A jogosultságok megváltoztatásához__ A Discordban lépjen a `Server Settings - Integrations - RinBot` menüpontba, és ellenőrizze, hogy a dolgok helyesen vannak-e beállítva itt a csatornák és szerepkörök számára. A mobileszközök még nem támogatják teljes mértékben ezeket a funkciókat, ezért kérjük, használd a számítógépedet erre a célra, vagy próbáld ki a webklienst a készülékeden. > A rendszergazdák mindig használhatják a slash parancsokat, függetlenül attól, hogy milyen jogosultságok vannak itt beállítva. Tehát ha már rendszergazda vagy, akkor a problémád valami mással lehet. Ha ez nem oldja meg a problémáját, nézze meg a __6. kérdését__ további lehetséges okokért.
id: Discord baru-baru ini menambahkan izin perintah garis miring __sistem__... secara diam-diam. Hal ini memberikan server sarana untuk mengaktifkan/menonaktifkan perintah garis miring secara individual untuk saluran atau peran apa pun yang mereka inginkan. Tampaknya pada banyak server, pengaturan default untuk hal ini membuat perintah garis miring tidak dapat diakses oleh pengguna biasa. Pada perangkat seluler ____ dan versi yang lebih lama, hal ini tidak sepenuhnya didukung dan Anda mungkin akan mendapatkan pesan yang mengatakan: **Interaksi ini gagal** atau **Aplikasi tidak merespons** __Untuk mengubah izin ini__ Di Discord, buka `Pengaturan Server - Integrasi - RinBot` dan pastikan semuanya telah diatur dengan benar di sini untuk saluran dan peran Anda. Perangkat seluler belum mendukung fitur-fitur ini sepenuhnya, jadi silakan gunakan PC Anda untuk ini atau coba klien web pada perangkat Anda. > Administrator selalu dapat menggunakan perintah garis miring, apa pun izin yang diatur di sini. Jadi, jika Anda sudah menjadi administrator, masalah Anda adalah hal yang berbeda. Jika hal ini tidak menyelesaikan masalah Anda, lihat __pertanyaan 6__ untuk kemungkinan penyebab lainnya.
it: Discord ha recentemente aggiunto il sistema di permessi per i comandi slash ____ ... piuttosto silenziosamente. Questo ha dato ai server i mezzi per abilitare/disabilitare i comandi slash in modo individuale per qualsiasi canale o ruolo che desiderano. Sembra che su molti server le impostazioni predefinite rendessero i comandi slash inaccessibili agli utenti normali. Sui dispositivi mobili ____ e sulle versioni precedenti questo non è completamente supportato e si potrebbe ricevere un messaggio che dice: **Questa interazione non è riuscita** o **L'applicazione non ha risposto** __Per cambiare questi permessi__ In Discord andate su `Impostazioni del server - Integrazioni - RinBot` e assicuratevi che le cose siano impostate correttamente per i vostri canali e ruoli. I dispositivi mobili non supportano ancora completamente queste funzionalità, quindi si prega di utilizzare il PC per questo o provare il client web sul dispositivo. > Gli amministratori possono sempre usare i comandi slash, indipendentemente dai permessi impostati qui. Quindi, se siete già amministratori, il problema è un altro. Se questo non risolve il problema, vedere __domanda 6__ per altre possibili cause.
ja: Discordは最近、__スラッシュコマンドのパーミッション__ システムを追加した。 これによって、サーバーは好きなチャンネルやロールで個別にスラッシュコマンドを有効/無効にできるようになりました。 多くのサーバーで、スラッシュコマンドのデフォルト設定は一般ユーザーにはアクセスできないようになっていたようだ。 __モバイルデバイス__ とそれ以前のバージョンでは、これは完全にサポートされておらず、次のようなメッセージが表示されることがあります： **This interaction failed** or**The application did not respond** __これらのパーミッションを変更するには、次のようなメッセージが表示されます。__ Discordで`Server Settings - Integrations - RinBot` にアクセスし、チャンネルとロールが正しく設定されていることを確認してください。 モバイルデバイスはまだこれらの機能を完全にサポートしていないので、PCを使用するか、デバイスのウェブクライアントを試してください。 > 管理者は、ここでどのようなパーミッションが設定されていても、常にスラッシュコマンドを使用することができます。ですから、もしあなたがすでに管理者であれば、問題は別のところにあるはずです。 それでも解決しない場合は、__の質問6__ を参照してください。
ko: Discord는 최근 __슬래시 명령 권한__ 시스템을 조용히 추가했습니다. 이를 통해 서버는 원하는 채널이나 역할에 대해 슬래시 명령을 개별적으로 활성화/비활성화할 수 있게 되었습니다. 많은 서버에서 이 기본 설정으로 인해 일반 사용자가 슬래시 명령에 액세스할 수 없게 된 것 같습니다. __모바일 디바이스__ 및 이전 버전에서는 이 기능이 완전히 지원되지 않으며 다음과 같은 메시지가 표시될 수 있습니다: **이 상호 작용이 실패했습니다** 또는 **애플리케이션이 응답하지 않았습니다** __이러한 권한을 변경하려면 다음과 같이 하세요.__ 디스코드에서 `서버 설정 - 통합 - 린봇` 으로 이동하여 채널과 역할이 올바르게 설정되었는지 확인하세요. 모바일 디바이스는 아직 이러한 기능을 완벽하게 지원하지 않으므로, PC를 사용하시거나 디바이스에서 웹 클라이언트를 사용해 보세요. > 관리자는 여기에 설정된 권한에 관계없이 항상 슬래시 명령을 사용할 수 있습니다. 따라서 이미 관리자 권한이 있다면 다른 문제일 수 있습니다. 이렇게 해도 문제가 해결되지 않으면 __질문 6__ 을 참조하세요.
lt: Neseniai "Discord" pridėjo __slash komandų leidimus__ sistema... gana tyliai. Tai suteikė serveriams galimybę įjungti / išjungti "slash" komandas individualiai bet kuriam kanalui ar vaidmeniui. Atrodo, kad daugelyje serverių dėl numatytųjų nustatymų įprastiems naudotojams "slash" komandos buvo neprieinamos. __mobiliuosiuose įrenginiuose__ ir senesnėse versijose tai nėra visiškai palaikoma ir gali būti rodomas pranešimas: **Ši sąveika nepavyko** arba **Programa neatsakė** __Norėdami pakeisti šias teises__ "Discord" programoje eikite į `Serverio nustatymai - Integracijos - RinBot` ir įsitikinkite, kad čia viskas teisingai nustatyta jūsų kanalams ir vaidmenims. Mobilieji įrenginiai dar ne visiškai palaiko šias funkcijas, todėl naudokitės kompiuteriu arba išbandykite interneto klientą savo įrenginyje. > Administratoriai visada gali naudoti brūkšnines komandas, nesvarbu, kokios teisės čia nustatytos. Taigi, jei jau esate administratorius, jūsų problema būtų kita. Jei tai neišsprendžia jūsų problemų, daugiau galimų priežasčių rasite __6 klausime__.
nb_no: Discord la nylig til __slash-kommandotillatelser__ system... ganske stille. Dette ga serverne muligheten til å aktivere/deaktivere skråstrekskommandoer individuelt for den kanalen eller rollen de ønsker. På mange servere ser det ut til at standardinnstillingene for dette gjorde skråstrekskommandoer utilgjengelige for vanlige brukere. På __mobile enheter__ og eldre versjoner støttes ikke dette fullt ut, og du kan få en melding som sier: **Denne interaksjonen mislyktes** eller **Programmet svarte ikke** __Slik endrer du disse tillatelsene__ I Discord går du til `Server Settings - Integrations - RinBot` og kontrollerer at alt er satt opp riktig for kanalene og rollene dine. Mobile enheter støtter ennå ikke disse funksjonene fullt ut, så bruk PC-en til dette eller prøv nettklienten på enheten din. > Administratorer kan alltid bruke skråstrekskommandoer, uansett hvilke tillatelser som er satt opp her. Så hvis du allerede er administrator, er problemet noe annet. Hvis dette ikke løser problemet, kan du se __spørsmål 6__ for flere mulige årsaker.
nl: Discord heeft onlangs het systeem __slash command permissions__ toegevoegd... nogal geruisloos. Dit gaf servers de mogelijkheid om slash-commando's individueel in of uit te schakelen voor elk kanaal of rol die ze willen. Het lijkt erop dat op veel servers de standaardinstellingen hiervoor slash commando's ontoegankelijk maakten voor gewone gebruikers. Op __mobiele apparaten__ en oudere versies wordt dit niet volledig ondersteund en kun je een bericht krijgen met de tekst: **Deze interactie is mislukt** of **De applicatie heeft niet gereageerd** __Om deze rechten te wijzigen__ Ga in Discord naar `Serverinstellingen - Integraties - RinBot` en zorg ervoor dat alles hier correct is ingesteld voor je kanalen en rollen. Mobiele apparaten ondersteunen deze functies nog niet volledig, dus gebruik hiervoor je PC of probeer de web-client op je apparaat. > Beheerders kunnen altijd slash commando's gebruiken, ongeacht welke rechten hier zijn ingesteld. Dus als je al beheerder bent, is je probleem iets anders. Als dit uw problemen niet oplost, zie __vraag 6__ voor meer mogelijke oorzaken.
pl: Discord niedawno dodał uprawnienia do komend slash ____ system... raczej po cichu. Dało to serwerom możliwość włączania/wyłączania komend slash indywidualnie dla dowolnego kanału lub roli. Wygląda na to, że na wielu serwerach domyślne ustawienia sprawiały, że polecenia slash były niedostępne dla zwykłych użytkowników. Na urządzeniach mobilnych ____ i starszych wersjach nie jest to w pełni obsługiwane i może pojawić się komunikat: **Ta interakcja nie powiodła się** lub **Aplikacja nie odpowiedziała** __Aby zmienić te uprawnienia__ W Discord przejdź do `Ustawienia serwera - Integracje - RinBot` i upewnij się, że wszystko jest poprawnie skonfigurowane dla twoich kanałów i ról. Urządzenia mobilne nie obsługują jeszcze w pełni tych funkcji, więc użyj do tego komputera lub wypróbuj klienta internetowego na swoim urządzeniu. > Administratorzy mogą zawsze używać poleceń z ukośnikiem, bez względu na to, jakie uprawnienia są tutaj skonfigurowane. Jeśli więc jesteś już administratorem, problem może leżeć w czymś innym. Jeśli to nie rozwiąże problemu, zobacz __pytanie 6__, aby uzyskać więcej możliwych przyczyn.
pt: Discord adicionou recentemente o sistema de permissões de comandos de barra ____ ... de forma bastante silenciosa. Isto deu aos servidores os meios para ativar/desativar os comandos slash individualmente para qualquer canal ou função que queiram. Parece que, em muitos servidores, as configurações padrão para isso tornaram os comandos de barra inacessíveis para usuários regulares. Em dispositivos móveis ____ e versões mais antigas, isto não é totalmente suportado e poderá receber uma mensagem a dizer: **Esta interação falhou** ou **A aplicação não respondeu** __Para alterar estas permissões__ No Discord, acede a `Definições do servidor - Integrações - RinBot` e certifica-te de que tudo está corretamente configurado para os teus canais e funções. Os dispositivos móveis ainda não suportam completamente estas funcionalidades, por isso, utiliza o teu PC para o fazeres ou experimenta o cliente Web no teu dispositivo. > Os administradores podem sempre utilizar comandos de barra, independentemente das permissões configuradas aqui. Por isso, se já for administrador, o seu problema será outro. Se isso não resolver o problema, consulte __pergunta 6__ para obter mais causas possíveis.
ro: Discord a adăugat recent comanda __slash permisiuni__ sistem... destul de silențios. Acest lucru a oferit serverelor mijloacele de a activa/dezactiva comenzile slash în mod individual pentru orice canal sau rol pe care îl doresc. Se pare că pe multe servere, setările implicite pentru acest lucru făceau comenzile slash inaccesibile pentru utilizatorii obișnuiți. Pe __dispozitive mobile__ și versiuni mai vechi, acest lucru nu este complet acceptat și este posibil să primiți un mesaj care spune: **Această interacțiune a eșuat** sau **Aplicația nu a răspuns** __Pentru a modifica aceste permisiuni__ În Discord, accesați `Server Settings - Integrations - RinBot` și asigurați-vă că lucrurile sunt configurate corect aici pentru canalele și rolurile dvs. Dispozitivele mobile nu suportă încă complet aceste caracteristici, așa că vă rugăm să folosiți PC-ul pentru acest lucru sau să încercați clientul web de pe dispozitivul dvs. > Administratorii pot folosi întotdeauna comenzi slash, indiferent de ce permisiuni sunt configurate aici. Deci, dacă sunteți deja administrator, problema dvs. ar fi alta. Dacă acest lucru nu vă rezolvă problemele, consultați __întrebarea 6__ pentru mai multe cauze posibile.
ru: Недавно Discord добавил в систему разрешений __слэш-команды__... довольно тихо. Это дало серверам возможность включать/выключать слэш-команды индивидуально для любого канала или роли. Похоже, что на многих серверах настройки по умолчанию делали слэш-команды недоступными для обычных пользователей. На мобильных устройствах ____ и более старых версиях эта функция поддерживается не полностью, и вы можете получить сообщение о том, что: **This interaction failed** or **The application did not respond** __To change these permissions__ В Discord перейдите в раздел `Настройки сервера - Интеграции - RinBot` и убедитесь, что здесь все правильно настроено для ваших каналов и ролей. Мобильные устройства пока не полностью поддерживают эти функции, поэтому, пожалуйста, используйте для этого ПК или попробуйте веб-клиент на своем устройстве. > Администраторы всегда могут использовать слэш-команды, независимо от того, какие права здесь установлены. Поэтому если вы уже являетесь администратором, то ваша проблема заключается в другом. Если это не поможет решить проблему, см. дополнительные возможные причины в __вопрос 6__.
sv: Discord lade nyligen till __slash command permissions__ system... ganska tyst. Detta gav servrarna möjlighet att aktivera/inaktivera slash-kommandon individuellt för vilken kanal eller roll de vill. Det verkar som om standardinställningarna för detta på många servrar gjorde snedstreckskommandon oåtkomliga för vanliga användare. På __mobila enheter__ och äldre versioner stöds detta inte helt och du kan få ett meddelande som säger: **Denna interaktion misslyckades** eller **Programmet svarade inte** __Så här ändrar du dessa behörigheter__ Gå till `Server Settings - Integrations - RinBot` i Discord och se till att allt är korrekt inställt här för dina kanaler och roller. Mobila enheter stöder ännu inte dessa funktioner fullt ut, så använd din dator för detta eller prova webbklienten på din enhet. > Administratörer kan alltid använda snedstreckskommandon, oavsett vilka behörigheter som har ställts in här. Så om du redan är administratör är ditt problem något annat. Om detta inte löser dina problem, se __fråga 6__ för fler möjliga orsaker.
th: Discord เพิ่งเพิ่มสิทธิ์คำสั่ง slash command__ในระบบ__... อย่างเงียบๆ สิ่งนี้ทำให้เซิร์ฟเวอร์สามารถเปิด/ปิดการใช้งานคำสั่ง slash command ได้เป็นรายบุคคลสำหรับช่องหรือบทบาทที่ต้องการ ดูเหมือนว่าในหลายๆ เซิร์ฟเวอร์ การตั้งค่าเริ่มต้นสำหรับคุณสมบัตินี้ทำให้ผู้ใช้ทั่วไปไม่สามารถเข้าถึงคำสั่ง slash command ได้ บนอุปกรณ์มือถือ____ และเวอร์ชันเก่ากว่านี้ ไม่รองรับอย่างสมบูรณ์ และคุณอาจได้รับข้อความว่า: **การโต้ตอบนี้ล้มเหลว** หรือ**แอปพลิเคชันไม่ตอบสนอง** __เพื่อเปลี่ยนสิทธิ์เหล่านี้__ ใน Discord ไปที่`การตั้งค่าเซิร์ฟเวอร์ - การผสานรวม - RinBot` และตรวจสอบให้แน่ใจว่าทุกอย่างถูกตั้งค่าไว้ถูกต้องสำหรับช่องและบทบาทของคุณ อุปกรณ์มือถือยังไม่รองรับฟีเจอร์เหล่านี้อย่างสมบูรณ์ ดังนั้นกรุณาใช้คอมพิวเตอร์ของคุณสำหรับสิ่งนี้ หรือลองใช้เว็บไคลเอนต์บนอุปกรณ์ของคุณ > ผู้ดูแลระบบสามารถใช้คำสั่งผ่านเครื่องหมายทับ (slash commands) ได้เสมอ ไม่ว่าสิทธิ์การเข้าถึงจะตั้งค่าไว้อย่างไร ดังนั้นหากคุณเป็นผู้ดูแลระบบอยู่แล้ว ปัญหาของคุณอาจเกิดจากสาเหตุอื่น หากวิธีนี้ไม่สามารถแก้ไขปัญหาของคุณได้ โปรดดูคำถามที่ 6 ที่____ สำหรับสาเหตุอื่น ๆ ที่อาจเกิดขึ้น
tr: Discord kısa süre önce __slash komut izinleri__ sistemini ekledi... oldukça sessiz bir şekilde. Bu, sunuculara istedikleri kanal veya rol için slash komutlarını ayrı ayrı etkinleştirmek / devre dışı bırakmak için araçlar sağladı. Görünüşe göre birçok sunucuda bunun için varsayılan ayarlar slash komutlarını normal kullanıcılar için erişilemez hale getirdi. __mobil cihazlarda__ ve daha eski sürümlerde bu tam olarak desteklenmez ve şöyle bir mesaj alabilirsiniz: **Bu etkileşim başarısız oldu** veya **Uygulama yanıt vermedi** __Bu izinleri değiştirmek için__ Discord'da `Sunucu Ayarları - Entegrasyonlar - RinBot` adresine gidin ve burada kanallarınız ve rolleriniz için her şeyin doğru ayarlandığından emin olun. Mobil cihazlar henüz bu özellikleri tam olarak desteklememektedir, bu nedenle lütfen bunun için bilgisayarınızı kullanın veya cihazınızdaki web istemcisini deneyin. > Burada hangi izinler ayarlanmış olursa olsun, yöneticiler her zaman slash komutlarını kullanabilir. Yani zaten yönetici iseniz, sorununuz başka bir şey olabilir. Bu sorunlarınızı çözmezse, daha fazla olası neden için __soru 6__ adresine bakın.
uk: Нещодавно Discord додав систему дозволів __команди слеш__... доволі непомітно. Це дало серверам можливість вмикати/вимикати команди слешу індивідуально для будь-якого каналу або ролі, яку вони хочуть. Здається, на багатьох серверах налаштування за замовчуванням зробили команди слешу недоступними для звичайних користувачів. На мобільних пристроях __,__ і старіших версіях це не повністю підтримується, і ви можете отримати повідомлення про це: **Ця взаємодія не вдалася** або **Програма не відповіла** __Щоб змінити ці дозволи__ У Discord перейдіть на `Налаштування сервера - Інтеграції - RinBot` і переконайтеся, що тут все налаштовано правильно для ваших каналів і ролей. Мобільні пристрої ще не повністю підтримують ці функції, тому, будь ласка, використовуйте для цього комп'ютер або спробуйте веб-клієнт на своєму пристрої. > Адміністратори завжди можуть використовувати команди слеш, незалежно від того, які дозволи тут налаштовані. Отже, якщо ви вже є адміністратором, ваша проблема може полягати в чомусь іншому. Якщо це не вирішило вашу проблему, див. __питання 6__ для більш детального ознайомлення з можливими причинами.
vi: Discord gần đây đã thêm quyền kiểm soát lệnh slash " __"__ một cách khá im lặng. Điều này cho phép các máy chủ kích hoạt hoặc vô hiệu hóa các lệnh slash một cách riêng lẻ cho bất kỳ kênh hoặc vai trò nào mà họ muốn. Trên nhiều máy chủ, cài đặt mặc định cho tính năng này đã khiến các lệnh slash trở nên không thể truy cập đối với người dùng thông thường. ____ Trên các thiết bị di động và các phiên bản cũ hơn, tính năng này chưa được hỗ trợ đầy đủ và cậu có thể nhận được thông báo: ** This interaction failed** or **The application did not respond** __Để thay đổi các quyền này__ Trong Discord, hãy truy cập `Cài đặt máy chủ - Tích hợp - RinBot` và đảm bảo các thiết lập ở đây cho các kênh và vai trò của cậu là chính xác. Các thiết bị di động hiện chưa hỗ trợ đầy đủ các tính năng này, vì vậy hãy sử dụng máy tính cá nhân (PC) hoặc thử trình duyệt web trên thiết bị của cậu. &gt; Quản trị viên luôn có thể sử dụng lệnh gạch chéo (slash commands), bất kể quyền truy cập được thiết lập như thế nào ở đây. Vì vậy, nếu cậu đã là quản trị viên, vấn đề của cậu có thể nằm ở chỗ khác. Nếu điều này không giải quyết được vấn đề của cậu, hãy xem __câu hỏi 6__ để biết thêm các nguyên nhân có thể khác.
zh_hans: Discord 最近悄无声息地添加了__斜线命令权限__ 系统。 这使得服务器可以针对任何频道或角色单独启用/禁用斜线命令。 似乎在许多服务器上，默认设置会导致普通用户无法使用斜线命令。 在__移动设备__ 和旧版本上，这并不完全受支持，您可能会收到这样一条信息："此交互失败 或 "： **此交互失败** 或**应用程序未响应** __要更改这些权限__ 在 Discord 中进入`服务器设置 - 集成 - RinBot` ，确保您的频道和角色设置正确。 移动设备尚不完全支持这些功能，因此请使用 PC 或尝试使用设备上的网络客户端。 > 管理员始终可以使用斜线命令，无论此处设置了何种权限。因此，如果您已经是管理员，那么您的问题可能出在其他方面。 如果这还不能解决您的问题，请参阅__问题 6__ 了解更多可能的原因。
zh_hant: Discord 最近默默地加入了__斜線指令權限__系統。 這讓伺服器能夠依據頻道或角色自由地啟用／停用各種斜線指令。 然而，許多伺服器的預設設定導致一般使用者無法使用這些指令，尤其在 **行動裝置** 或舊版 Discord 中，這項功能尚未完全支援，可能會出現： **此互動失敗** 或 **應用程式未回應** 的訊息。 __要修改這些權限__ 請到 Discord 的 `伺服器設定 → 整合 → RinBot` 檢查你在各個頻道與角色上的權限設定是否正確。 行動裝置目前仍無法完整支援這些功能，建議使用電腦版或行動裝置的網頁版 Discord 進行設定。 > 管理員帳號不受這些限制影響，可以直接使用所有斜線指令。如果你已是管理員卻仍遇到問題，那很可能是其他原因。 如果以上說明沒有解決您的問題，請參見__問題六__了解更多。
