Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_11_Answer
source: The girl in the picture is an Elin from the game TERA Online. I had a character there named Kururin, which was an Elin mystic and looked similar to this. Originally I wrote a discord bot which did some default discord moderation stuff, just to try things out. When I asked 'what should I name it', someone said "just call it RinBot". I thought it was funny so the name kinda stuck. The art was done by momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)) so all credits for the avatar go to them! Also check out the [original post of the artwork](https://www.pixiv.net/en/artworks/36910527).
ar: الفتاة التي في الصورة هي إلين من لعبة TERA Online. كان لدي شخصية هناك تدعى كورين، وهي شخصية صوفية من الإيلين وتشبه هذه الشخصية. في الأصل كتبت روبوت خلاف الذي كان يقوم ببعض الأمور الافتراضية للإشراف على الخلاف، فقط لتجربة الأشياء. عندما سألت "ماذا يجب أن أسميه"، قال لي أحدهم "أطلق عليه رينبوت". اعتقدت أنه كان مضحكًا لذا التصق الاسم نوعًا ما. تم تنفيذ الفن بواسطة موموكو ([pixiv](https://www.pixiv.net/en/users/1113943)، [tumblr](https://momocoharu.tumblr.com/)، [twitter](https://twitter.com/momoco_haru)) لذا فإن كل الفضل في الصورة الرمزية يعود إليهم! تحقق أيضًا من [المنشور الأصلي للعمل الفني](https://www.pixiv.net/en/artworks/36910527).
bg: Момичето на снимката е Елин от играта TERA Online. Там имах герой на име Курурин, който беше елински мистик и изглеждаше подобно на този. Първоначално написах бот за дискорд, който правеше някои неща по подразбиране за модериране на дискорд, просто за да изпробвам нещата. Когато попитах "как да го нарека", някой каза "просто го наречи RinBot". Помислих си, че е смешно, така че името някак си остана. Художественото оформление е направено от momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)), така че всички кредити за аватара са за тях! Също така вижте [оригиналната публикация на творбата](https://www.pixiv.net/en/artworks/36910527).
cs: Dívka na obrázku je Elin ze hry TERA Online. Měl jsem tam postavu jménem Kururin, která byla mystická Elin a vypadala podobně jako tato. Původně jsem napsal discord bota, který dělal nějaké výchozí věci na moderování discordu, jen abych si to vyzkoušel. Když jsem se zeptal "jak bych ho měl pojmenovat", někdo mi řekl "prostě mu říkej RinBot". Přišlo mi to vtipné, takže se název tak nějak vžil. O výtvarnou stránku se postaral momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)), takže všechny zásluhy za avatar patří jim! Podívejte se také na [původní příspěvek s kresbou](https://www.pixiv.net/en/artworks/36910527).
da: Pigen på billedet er en Elin fra spillet TERA Online. Der havde jeg en karakter ved navn Kururin, som var en Elin-mystiker og lignede denne. Oprindeligt skrev jeg en discord-bot, som lavede nogle standard discord-moderations-ting, bare for at prøve tingene af. Da jeg spurgte, hvad den skulle hedde, var der en, der sagde "bare kald den RinBot". Jeg syntes, det var sjovt, så navnet blev hængende. Billederne er lavet af momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)), så al kredit for avataren går til dem! Tjek også det [originale opslag af kunstværket](https://www.pixiv.net/en/artworks/36910527).
de: Das Mädchen auf dem Bild ist eine Elin aus dem Spiel TERA Online. Ich hatte dort einen Charakter namens Kururin, der ein Elin-Mystiker war und ähnlich aussah wie dieser. Ursprünglich habe ich einen Discord-Bot geschrieben, der einige Standard-Discord-Moderationsaufgaben erledigte, nur um Dinge auszuprobieren. Als ich fragte, wie ich ihn nennen sollte, sagte jemand: "Nenn ihn einfach RinBot". Ich fand das witzig, also blieb der Name irgendwie hängen. Die Grafik stammt von momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)), also gehen alle Credits für den Avatar an sie! Schaut euch auch den [Original-Post des Kunstwerks](https://www.pixiv.net/en/artworks/36910527) an.
el: Το κορίτσι στη φωτογραφία είναι η Elin από το παιχνίδι TERA Online. Είχα έναν χαρακτήρα εκεί που ονομαζόταν Kururin, ο οποίος ήταν ένας Elin μυστικιστής και έμοιαζε με αυτόν. Αρχικά έγραψα ένα discord bot το οποίο έκανε κάποια προεπιλεγμένα πράγματα για τη διαχείριση του discord, απλά για να δοκιμάσω πράγματα. Όταν ρώτησα "πώς να το ονομάσω", κάποιος είπε "απλά ονόμασέ το RinBot". Μου φάνηκε αστείο, οπότε το όνομα έμεινε. Η τέχνη έγινε από τον momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)), οπότε όλα τα εύσημα για το avatar πηγαίνουν σε αυτούς! Δείτε επίσης την [αρχική δημοσίευση του έργου τέχνης](https://www.pixiv.net/en/artworks/36910527).
es: La chica de la foto es una Elin del juego TERA Online. Tenía un personaje allí llamado Kururin, que era un Elin místico y se parecía a este. Originalmente escribí un bot de Discord que hacía algunas cosas de moderación de Discord sencillitas, solo para probar cosas. Cuando me pregunté '¿cómo debería llamarlo?', alguien dijo 'simplemente llámalo RinBot'. Pensé que era divertido, y así quedó. El arte fue realizado por momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https: //twitter.com/momoco_haru)) ¡así que todos los créditos del avatar van para él! Puedes ver también la [publicación original del dibujo](https://www.pixiv.net/en/artworks/36910527).
fi: Kuvan tyttö on Elin TERA Online -pelistä. Minulla oli siellä hahmo nimeltä Kururin, joka oli Elin-mystikko ja näytti samankaltaiselta kuin tämä. Alun perin kirjoitin discord-botin, joka teki joitain oletusarvoisia discord-moderoinnin juttuja kokeillakseni asioita. Kun kysyin, mikä sen nimi olisi, joku sanoi, että "kutsu sitä vain RinBotiksi". Minusta se oli hauska, joten nimi jäi. Taiteen teki momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)), joten kaikki krediitit avatarista menevät heille! Käykää myös katsomassa [alkuperäinen postaus taideteoksesta](https://www.pixiv.net/en/artworks/36910527).
fr: La fille sur la photo est une Elin du jeu TERA Online. J'y avais un personnage nommé Kururin, qui était un mystique Elin et qui ressemblait à cette fille. A l'origine, j'ai écrit un bot de discord qui faisait des trucs de modération de discord par défaut, juste pour essayer des choses. Quand j'ai demandé comment je devais l'appeler, quelqu'un m'a dit "appelle-le RinBot". J'ai trouvé ça drôle et le nom est resté. L'illustration a été réalisée par momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)) donc tous les crédits pour l'avatar leur reviennent ! Jetez aussi un coup d'œil au [post original de l'œuvre d'art](https://www.pixiv.net/en/artworks/36910527).
he: הילדה בתמונה היא אלין מהמשחק TERA Online. היה לי שם דמות בשם קורורין, שהייתה אלין מיסטית ונראתה דומה לזו. במקור כתבתי בוט ל-Discord שביצע כמה פעולות ניהול ברירת מחדל ב-Discord, רק כדי לנסות את הדברים. כששאלתי "איך לקרוא לו?", מישהו אמר "תקרא לו פשוט RinBot". חשבתי שזה מצחיק, אז השם נשאר. האיור נעשה על ידי momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)), אז כל הקרדיט על האווטאר מגיע להם! תבדקו גם את [הפוסט המקורי של היצירה](https://www.pixiv.net/en/artworks/36910527).
hu: A képen látható lány egy Elin a TERA Online játékból. Volt ott egy Kururin nevű karakterem, aki egy Elin misztikus volt, és hasonlóan nézett ki. Eredetileg írtam egy discord botot, ami csinált néhány alapértelmezett discord moderációs dolgot, csak hogy kipróbáljam a dolgokat. Amikor megkérdeztem, hogy "mi legyen a neve", valaki azt mondta, hogy "csak hívd RinBotnak". Azt gondoltam, hogy ez vicces, így a név megragadt. A művészetet momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)) készítette, így az avatárért minden elismerés nekik jár! Nézzétek meg az [eredeti posztot az alkotásról](https://www.pixiv.net/en/artworks/36910527) is.
id: Gadis dalam gambar adalah Elin dari game TERA Online. Saya memiliki karakter di sana bernama Kururin, yang merupakan seorang mistikus Elin dan terlihat mirip dengan ini. Awalnya saya menulis bot discord yang melakukan beberapa hal moderasi discord default, hanya untuk mencoba-coba. Ketika saya bertanya 'apa yang harus saya beri nama', seseorang berkata "sebut saja RinBot". Saya pikir itu lucu, jadi nama itu agak melekat. Karya seninya dibuat oleh momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)) sehingga semua kredit untuk avatar ini jatuh ke tangan mereka! Lihat juga [postingan asli karya seni](https://www.pixiv.net/en/artworks/36910527).
it: La ragazza nella foto è una Elin del gioco TERA Online. Avevo un personaggio chiamato Kururin, che era un mistico Elin e aveva un aspetto simile a questo. All'inizio ho scritto un bot per discord che faceva alcune cose di moderazione di discord predefinite, solo per provare le cose. Quando ho chiesto "come dovrei chiamarlo", qualcuno ha detto "chiamalo RinBot". Ho pensato che fosse divertente, quindi il nome è rimasto. L'arte è stata realizzata da momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)) quindi tutti i crediti per l'avatar vanno a loro! Date anche un'occhiata al [post originale dell'opera d'arte](https://www.pixiv.net/en/artworks/36910527).
ja: 写真の少女は、ゲーム『TERA Online』に登場するエリンだ。 そこにクルリンというキャラクターがいて、エリンの神秘家で、これに似ていた。 もともとは、いろいろ試すために、デフォルトのディスコード・モデレーションをするディスコード・ボットを書いたんだ。 名前をどうしようか」と聞いたら、誰かが「RinBotでいいよ」と言った。僕はそれが面白いと思ったから、この名前が定着したんだ。 アートはmomocoさん（[pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)）にお願いしました！ アートワークの元記事](https://www.pixiv.net/en/artworks/36910527)も見てね。
ko: 사진 속 소녀는 게임 테라 온라인의 엘린입니다. 그 게임에서 쿠루린이라는 캐릭터가 있었는데, 엘린의 신비주의자이며 이와 비슷하게 생겼습니다. 원래는 디스코드 봇을 만들어서 기본 디스코드 중재 기능을 해봤는데요. '이름을 뭐라고 지을까'라고 물었더니 누군가 "그냥 린봇이라고 불러"라고 하더군요. 저는 그 이름이 재밌다고 생각해서 그대로 사용했어요. 아바타의 모든 크레딧은 모모코([픽시브](https://www.pixiv.net/en/users/1113943), [텀블러](https://momocoharu.tumblr.com/), [트위터](https://twitter.com/momoco_haru)가 가져갑니다! 아트워크 원본 게시물](https://www.pixiv.net/en/artworks/36910527)도 확인해보세요.
lt: Nuotraukoje pavaizduota mergina yra Elin iš žaidimo "TERA Online". Ten turėjau veikėją vardu Kururinas, kuris buvo Elin mistikas ir atrodė panašiai kaip ši. Iš pradžių parašiau diskordo botą, kuris atliko kai kuriuos numatytuosius diskordo moderavimo dalykus, tiesiog norėdamas viską išbandyti. Kai paklausiau "kaip turėčiau jį pavadinti", kažkas pasakė "tiesiog pavadink jį RinBot". Pagalvojau, kad tai juokinga, todėl pavadinimas tarsi prilipo. Meną sukūrė momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)), todėl visi avataro nuopelnai priklauso jiems! Taip pat žiūrėkite [originalų meno kūrinio įrašą](https://www.pixiv.net/en/artworks/36910527).
nb_no: Jenta på bildet er en Elin fra spillet TERA Online. Der hadde jeg en figur som het Kururin, som var en Elin-mystiker og lignet på denne. Opprinnelig skrev jeg en discord-bot som gjorde noen standard discord-modereringsgreier, bare for å prøve meg frem. Da jeg spurte hva jeg skulle kalle den, var det noen som sa "bare kall den RinBot". Jeg syntes det var morsomt, så navnet ble stående. Tegningene er laget av momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)), så all æren for avataren går til dem! Sjekk også ut [originalinnlegget av kunstverket](https://www.pixiv.net/en/artworks/36910527).
nl: Het meisje op de foto is Elin uit het spel TERA Online. Ik had daar een personage met de naam Kururin, dat een Elin mysticus was en er ongeveer zo uitzag. Oorspronkelijk schreef ik een discord bot die wat standaard discord moderatie dingen deed, gewoon om dingen uit te proberen. Toen ik vroeg 'hoe moet ik het noemen', zei iemand "noem het gewoon RinBot". Ik vond het grappig, dus de naam is blijven hangen. De art is gemaakt door momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)) dus alle credits voor de avatar gaan naar hen! Bekijk ook de [originele post van het kunstwerk](https://www.pixiv.net/en/artworks/36910527).
pl: Dziewczyna na zdjęciu to Elin z gry TERA Online. Miałem tam postać o imieniu Kururin, która była mistyczką Elin i wyglądała podobnie do tej. Pierwotnie napisałem bota discorda, który robił kilka domyślnych rzeczy związanych z moderacją discorda, tylko po to, by wypróbować różne rzeczy. Kiedy zapytałem "jak powinienem go nazwać", ktoś powiedział "po prostu nazwij go RinBot". Pomyślałem, że to zabawne i tak już zostało. Grafika została wykonana przez momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)), więc wszystkie kredyty za awatar trafiają do nich! Sprawdź również [oryginalny post z grafiką](https://www.pixiv.net/en/artworks/36910527).
pt: A rapariga da imagem é uma Elin do jogo TERA Online. Eu tinha lá uma personagem chamada Kururin, que era uma Elin mística e tinha um aspeto semelhante a esta. Inicialmente, escrevi um bot de discórdia que fazia algumas coisas de moderação de discórdia por defeito, só para experimentar. Quando perguntei "que nome lhe devo dar", alguém disse "chama-lhe RinBot". Achei engraçado e o nome pegou. A arte foi feita pela momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)) então todos os créditos do avatar vão para eles! Também vejam o [post original do trabalho artístico](https://www.pixiv.net/en/artworks/36910527).
ro: Fata din imagine este o Elin din jocul TERA Online. Am avut un personaj acolo numit Kururin, care era un mistic Elin și arăta asemănător cu acesta. Inițial am scris un bot de discord care făcea niște chestii implicite de moderare a discordiei, doar ca să încerc lucruri. Când am întrebat "cum ar trebui să-l numesc", cineva a spus "numește-l doar RinBot". Mi s-a părut amuzant, așa că numele a cam rămas așa. Arta a fost făcută de momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)) așa că toate creditele pentru avatar merg la ei! De asemenea, verificați [postarea originală a lucrării](https://www.pixiv.net/en/artworks/36910527).
ru: Девушка на картинке - это Элин из игры TERA Online. У меня там был персонаж по имени Курурин, который был элинским мистиком и выглядел примерно так же. Изначально я написал дискорд-бота, который выполнял некоторые стандартные действия по модерированию дискорда, просто чтобы попробовать. Когда я спросил "как мне его назвать", кто-то сказал "просто назови его RinBot". Мне это показалось забавным, поэтому название так и прижилось. Художественное оформление было выполнено momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)), так что все заслуги за аватар принадлежат им! Также посмотрите [оригинальный пост с иллюстрациями](https://www.pixiv.net/en/artworks/36910527).
sv: Flickan på bilden är en Elin från spelet TERA Online. Jag hade en karaktär där som hette Kururin, som var en Elin-mystiker och såg ut ungefär som den här. Ursprungligen skrev jag en discord bot som gjorde några standard discord moderation grejer, bara för att prova saker. När jag frågade "vad ska jag kalla den", sa någon "kalla den bara RinBot". Jag tyckte det var roligt så namnet fastnade. Konsten gjordes av momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)) så alla krediter för avataren går till dem! Kolla också in [originalinlägget av konstverket](https://www.pixiv.net/en/artworks/36910527).
th: เด็กผู้หญิงในรูปคือเอลินจากเกม TERA Online ฉันเคยมีตัวละครที่นั่นชื่อ Kururin ซึ่งเป็นเอลินสายมิสติกและหน้าตาคล้ายกับนี้ เดิมทีฉันเขียนบอทสำหรับ Discord ที่ทำหน้าที่ควบคุมดูแลพื้นฐานใน Discord เพียงเพื่อทดลองใช้งานเท่านั้น เมื่อฉันถามว่า "ฉันควรตั้งชื่อว่าอะไรดี" มีคนบอกว่า "เรียกมันว่า RinBot ก็ได้" ฉันคิดว่ามันตลกดี เลยกลายเป็นชื่อที่ใช้มาจนถึงตอนนี้ งานศิลปะนี้สร้างสรรค์โดย momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)) ดังนั้นเครดิตทั้งหมดสำหรับอวตารเป็นของพวกเขา! อย่าลืมดู [โพสต์ต้นฉบับของงานศิลปะ](https://www.pixiv.net/en/artworks/36910527) ด้วย
tr: Resimdeki kız TERA Online oyunundan bir Elin. Orada bir Elin mistiği olan ve buna benzeyen Kururin adında bir karakterim vardı. Başlangıçta sadece bir şeyler denemek için bazı varsayılan discord moderasyon işleri yapan bir discord botu yazdım. "Adını ne koyayım?" diye sorduğumda birisi "RinBot olsun" dedi. Komik olduğunu düşündüm, bu yüzden isim biraz yapıştı. Sanat momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)) tarafından yapıldı, bu yüzden avatar için tüm krediler onlara gidiyor! Ayrıca [sanat eserinin orijinal gönderisine] (https://www.pixiv.net/en/artworks/36910527) de göz atın.
uk: Дівчина на фото - Елін з гри TERA Online. У мене там був персонаж на ім'я Курурін, який був містиком Елін і виглядав схоже на неї. Спочатку я написав бота-дискорда, який за замовчуванням модерував суперечки, просто щоб спробувати. Коли я запитав, як його назвати, хтось сказав: "Назви його просто RinBot". Я подумав, що це смішно, і назва прижилася. Ілюстрації були зроблені momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)), тож всі заслуги за аватарку належать їм! Також перегляньте [оригінальну публікацію про ілюстрацію](https://www.pixiv.net/en/artworks/36910527).
vi: Cô gái trong hình là một nhân vật Elin từ trò chơi TERA Online. Tớ có một nhân vật trong game tên là Kururin, là một Elin mystic và trông tương tự như vậy. Ban đầu tớ đã viết một bot Discord để thực hiện một số tác vụ điều hành Discord cơ bản, chỉ để thử nghiệm. Khi tớ hỏi "nên đặt tên cho nó là gì", ai đó đề nghị "hãy gọi nó là RinBot". Tớ thấy cái tên đó hài hước nên nó đã được giữ lại. Hình ảnh được vẽ bởi momoco ([pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru)), vì vậy tất cả tín dụng cho avatar đều thuộc về họ! Cũng hãy xem bài đăng gốc của tác phẩm nghệ thuật tại [https://www.pixiv.net/en/artworks/36910527].
zh_hans: 图片中的女孩是《TERA Online》游戏中的伊琳。 我在游戏中扮演过一个名叫库林的角色，她是埃林族的神秘人，长得和这个很像。 最初我写了一个 Discord 机器人，它可以做一些默认的 Discord 管理工作，只是为了尝试一下。 当我问 "我应该给它取什么名字 "时，有人说 "就叫它 RinBot 吧"。我觉得这很有趣，所以就用了这个名字。 美术设计由 momoco 完成（[pixiv](https://www.pixiv.net/en/users/1113943), [tumblr](https://momocoharu.tumblr.com/), [twitter](https://twitter.com/momoco_haru) ），因此头像的所有功劳都归于他们！ 还可以查看 [作品原帖](https://www.pixiv.net/en/artworks/36910527)。
zh_hant: 圖片中的女孩是來自《TERA Online》的艾琳（Elin）種族角色。 我以前在那遊戲裡有一個角色叫做 Kururin，是個神秘的艾琳，看起來也差不多像這樣。 一開始我只是寫了一個 Discord bot，做一些基本的伺服器管理功能，算是試水溫。 當我問「應該幫它取什麼名字？」的時候，有人說「就叫 RinBot 吧」。我覺得很好笑，結果這個名字就保留了下來。 頭像的繪圖是由 momoco 繪製的，作品與帳號請參考：[Pixiv](https://www.pixiv.net/en/users/1113943)、[Tumblr](https://momocoharu.tumblr.com/)、[Twitter](https://twitter.com/momoco_haru)，所有頭像相關的繪圖功勞都歸 momoco 所有！ 原圖請看[作品連結](https://www.pixiv.net/en/artworks/36910527)。
