Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_6_Answer
source: There can be a number of different reasons why your commands are not working. a. **Your prefix is changed to something else and you forgot.** You can simply use `@RinBot prefix` to check your current prefix and change it also. If you cannot use `@RinBot prefix` go and login on [the website]({0}). There you can also see and change your prefix in the **My Servers** page in the top-right. b. **You have changed the permissions in your server in such a way that RinBot cannot send messages or embeds anymore** Be sure that RinBot has all the necessary permissions. At this moment these are: `Read Messages`, `Send Messages`, `Embed Links`, `Attach Files` and for voice channels `Connect` and `Speak` > You can re-invite her to check which permissions are exactly needed. c. **You are using __slash commands__ and command permissions have been set up to deny them** See question 10. d. **Access controls might be set in a way that does not allow any commands** A person with server management permissions would need to change the access controls so that it allows commands if access control is enabled. The configuration can be found on [the website]({0}/my-servers). e. **The shard that your server on is actually down** This happens rarely and should be fixed automatically in a couple of minutes. You can check the status of the shard your server is on [the status page]({0}/status). In case of any large maintenance, you can also check [the statuspage.io site](https://rinbot.statuspage.io/) for updates. f. **You have disabled text commands completely in the configuration** If you would like to use text commands, make sure you haven't ‎checked the box "Disable legacy prefixed commands" in the server settings on the website. This option will make it so only slash commands work.
ar: يمكن أن يكون هناك عدد من الأسباب المختلفة لعدم عمل الأوامر الخاصة بك. a. **تم تغيير البادئة الخاصة بك إلى شيء آخر ونسيت.** يمكنك ببساطة استخدام `@RinBot البادئة` للتحقق من البادئة الحالية وتغييرها أيضًا. إذا لم تتمكن من استخدام البادئة `@RinBot البادئة` اذهب وقم بتسجيل الدخول على [الموقع] ({0}). هناك يمكنك أيضًا رؤية البادئة الخاصة بك وتغييرها في صفحة **خوادمي** في أعلى اليمين. b. **لقد قمت بتغيير الأذونات في الخادم الخاص بك بطريقة لا يمكن لـ RinBot إرسال رسائل أو تضمينات بعد الآن** تأكد من أن RinBot لديه جميع الأذونات اللازمة. في هذه اللحظة هذه هي `قراءة الرسائل` و `إرسال الرسائل` و `تضمين الروابط` و `إرفاق الملفات` وللقنوات الصوتية `الاتصال` و `التحدث` > يمكنك إعادة دعوتها للتحقق من الأذونات المطلوبة بالضبط. c. **أنت تستخدم __الأوامر_الشرطة_ المائلة وتم إعداد أذونات الأوامر لرفضها** انظر السؤال 10. d. **قد يتم تعيين عناصر التحكم في الوصول بطريقة لا تسمح بأي أوامر** سيحتاج الشخص الذي لديه أذونات إدارة الخادم إلى تغيير عناصر التحكم في الوصول بحيث يسمح بالأوامر إذا تم تمكين التحكم في الوصول. يمكن العثور على التكوين على [الموقع الإلكتروني]({0}/ خوادمي). e. **الجزء الذي يعمل عليه الخادم الخاص بك معطل بالفعل** نادرًا ما يحدث هذا الأمر ويجب أن يتم إصلاحه تلقائيًا في غضون دقيقتين. يمكنك التحقق من حالة القطعة التي يوجد بها الخادم الخاص بك على [صفحة الحالة]({0}/status). في حالة وجود أي صيانة كبيرة، يمكنك أيضًا التحقق من [موقع statuspage.io](https://rinbot.statuspage.io/) للحصول على التحديثات. f. **لقد قمت بتعطيل الأوامر النصية تمامًا في التكوين** إذا كنت ترغب في استخدام الأوامر النصية، فتأكد من أنك لم تحدد المربع "تعطيل الأوامر المسبقة القديمة" في إعدادات الخادم على الموقع. هذا الخيار سيجعل الأوامر المائلة تعمل فقط.
bg: Възможно е командите ви да не работят по различни причини. a. **Префиксът ви е променен на нещо друго и сте забравили.** Можете просто да използвате `@RinBot префикс`, за да проверите текущия си префикс и да го промените също. Ако не можете да използвате `@RinBot префикс`, отидете и влезте в [уебсайта]({0}). Там също можете да видите и промените префикса си в страницата **My Servers** в горния десен ъгъл. b. **Променили сте разрешенията в сървъра си по такъв начин, че RinBot вече не може да изпраща съобщения или вграждания** Уверете се, че RinBot има всички необходими разрешения. В момента те са: `Прочитане на съобщения`, `Изпращане на съобщения`, `Вграждане на връзки`, `Прикрепване на файлове` и за гласови канали `Свързване` и `Говорене` > Можете да я поканите отново, за да проверите кои точно разрешения са необходими. c. **Използвате __команди с наклонена черта__ и разрешенията на командите са настроени така, че да ги забраняват** Вижте въпрос 10. d. **Контролът на достъпа може да е зададен по начин, който не позволява никакви команди** Лице с права за управление на сървъра ще трябва да промени контрола на достъпа така, че да разрешава команди, ако контролът на достъпа е разрешен. Конфигурацията може да бъде намерена на [уебсайта]({0}/my-servers). e. **Чардът, на който се намира вашият сървър, всъщност не работи** Това се случва рядко и би трябвало да се оправи автоматично за няколко минути. Можете да проверите състоянието на шарда, на който се намира вашият сървър, на [страницата за състоянието]({0}/status). В случай на някаква голяма поддръжка можете също да проверите [сайта statuspage.io](https://rinbot.statuspage.io/) за актуализации. f. **Изцяло сте забранили текстовите команди в конфигурацията** Ако искате да използвате текстови команди, уверете се, че не сте поставили отметка в квадратчето "Disable legacy prefixed commands" (Деактивиране на наследените префиксни команди) в настройките на сървъра на уебсайта. Тази опция ще направи така, че да работят само командите с наклонена черта.
cs: Příčiny nefunkčnosti příkazů mohou být různé. a. **Váš prefix je změněn na něco jiného a vy jste na to zapomněli.** Můžete jednoduše použít `@RinBot prefix` a zkontrolovat svůj aktuální prefix a také ho změnit. Pokud nemůžete použít prefix `@RinBot`, jděte se přihlásit na [webové stránky]({0}). Tam si také můžete prohlédnout a změnit svůj prefix na stránce **Moje servery** vpravo nahoře. b. **Změnili jste oprávnění na svém serveru tak, že RinBot již nemůže odesílat zprávy nebo vkládat**. Ujistěte se, že má RinBot všechna potřebná oprávnění. V tuto chvíli jsou to následující: `Číst zprávy`, `Odesílat zprávy`, `Vkládat odkazy`, `Připojovat soubory` a pro hlasové kanály `Připojit` a `Mluvit.` > Můžete ji znovu vyzvat, abyste zkontrolovali, která oprávnění jsou přesně potřeba. c. **Používáte __příkazy s lomítkem__ a oprávnění k příkazům byla nastavena tak, aby byla zakázána**. Viz otázka č. 10. d. **Řízení přístupu může být nastaveno tak, že nepovoluje žádné příkazy**. Osoba s oprávněním ke správě serveru by musela změnit řízení přístupu tak, aby povolila příkazy, pokud je řízení přístupu povoleno. Konfiguraci lze nalézt na [webové stránce]({0}/my-servers). e. **Střípek, na kterém je váš server, je ve skutečnosti vypnutý**. Stává se to zřídka a mělo by to být automaticky opraveno během několika minut. Stav shardu, na kterém se nachází váš server, můžete zkontrolovat na [stránce se stavem]({0}/status). V případě nějaké rozsáhlé údržby můžete také zkontrolovat aktualizace na [stránce statuspage.io](https://rinbot.statuspage.io/). f. **V konfiguraci jste zcela zakázali textové příkazy**. Pokud chcete používat textové příkazy, ujistěte se, že jste v nastavení serveru na webové stránce nezaškrtli políčko "Zakázat starší příkazy s předponou". Tato volba způsobí, že budou fungovat pouze příkazy s lomítkem.
da: Der kan være en række forskellige årsager til, at dine kommandoer ikke virker. a. **Dit præfiks er ændret til noget andet, og du har glemt det.** Du kan blot bruge `@RinBot prefix` til at tjekke dit nuværende præfiks og ændre det. Hvis du ikke kan bruge `@RinBot prefix` skal du logge ind på [hjemmesiden]({0}). Der kan du også se og ændre dit præfiks på siden **My Servers** øverst til højre. b. **Du har ændret tilladelserne på din server på en sådan måde, at RinBot ikke længere kan sende beskeder eller indlejre** Sørg for, at RinBot har alle de nødvendige tilladelser. I øjeblikket er disse: `Læs beskeder`, `Send beskeder`, `Indlejr links`, `Vedhæft filer` og for stemmekanaler `Opret forbindelse` og `Tal` > Du kan invitere hende igen for at tjekke, hvilke tilladelser der præcist er brug for. c. **Du bruger __slash-kommandoer__, og kommandotilladelserne er sat op til at nægte dem** Se spørgsmål 10. d. **Adgangskontrol kan være indstillet på en måde, der ikke tillader nogen kommandoer** En person med serveradministrationstilladelser skal ændre adgangskontrollen, så den tillader kommandoer, hvis adgangskontrollen er aktiveret. Konfigurationen kan findes på [hjemmesiden]({0}/my-servers). e. **Den shard, som din server er på, er faktisk nede** Dette sker sjældent og burde blive rettet automatisk i løbet af et par minutter. Du kan tjekke status for den shard, din server er på, på [statussiden]({0}/status). I tilfælde af større vedligeholdelse kan du også tjekke [statuspage.io-siden](https://rinbot.statuspage.io/) for opdateringer. f. **Du har deaktiveret tekstkommandoer fuldstændigt i konfigurationen** Hvis du gerne vil bruge tekstkommandoer, skal du sikre dig, at du ikke har afkrydset feltet "Disable legacy prefixed commands" i serverindstillingerne på hjemmesiden. Denne indstilling vil gøre, at kun slash-kommandoer virker.
de: Es kann eine Reihe von Gründen geben, warum Ihre Befehle nicht funktionieren. a. **Ihr Präfix wurde in etwas anderes geändert und Sie haben es vergessen.** Sie können einfach `@RinBot prefix` verwenden, um Ihr aktuelles Präfix zu überprüfen und es zu ändern. Wenn Sie `@RinBot-Präfix` nicht verwenden können, loggen Sie sich auf [der Website]({0}) ein. Dort können Sie Ihr Präfix auch auf der Seite **My Servers** oben rechts sehen und ändern. b. **Sie haben die Berechtigungen auf Ihrem Server so geändert, dass RinBot keine Nachrichten oder Einbettungen mehr senden kann** Vergewissern Sie sich, dass RinBot über alle erforderlichen Berechtigungen verfügt. In diesem Moment sind dies: `Nachrichten lesen`, `Nachrichten senden`, `Links einbetten`, `Dateien anhängen` und für Sprachkanäle `Verbinden` und `Sprechen` > Sie können sie erneut einladen, um zu prüfen, welche Berechtigungen genau benötigt werden. c. **Sie verwenden __slash-Befehle__ und die Befehlsberechtigungen wurden so eingerichtet, dass sie verweigert werden** Siehe Frage 10. d. **Die Zugriffskontrolle könnte so eingestellt sein, dass keine Befehle erlaubt sind** Eine Person mit Serververwaltungsrechten müsste die Zugriffskontrollen so ändern, dass sie Befehle zulassen, wenn die Zugriffskontrolle aktiviert ist. Die Konfiguration ist auf [der Website]({0}/my-servers) zu finden. e. **Der Shard, auf dem sich Ihr Server befindet, ist tatsächlich ausgefallen** Dies kommt selten vor und sollte in ein paar Minuten automatisch behoben sein. Sie können den Status des Shards, auf dem sich Ihr Server befindet, auf [der Statusseite]({0}/status) überprüfen. Im Falle größerer Wartungsarbeiten können Sie auch auf der [statuspage.io Seite](https://rinbot.statuspage.io/) nach Updates suchen. f. **Sie haben die Textbefehle in der Konfiguration** vollständig deaktiviert. Wenn Sie Textbefehle verwenden möchten, vergewissern Sie sich, dass Sie in den Servereinstellungen auf der Website das Kontrollkästchen "Disable legacy prefixed commands" nicht aktiviert haben. Diese Option bewirkt, dass nur Schrägstrichbefehle funktionieren.
el: Μπορεί να υπάρχουν διάφοροι λόγοι για τους οποίους οι εντολές σας δεν λειτουργούν. a. **Το πρόθεμά σας έχει αλλάξει σε κάτι άλλο και το ξεχάσατε.** Μπορείτε απλά να χρησιμοποιήσετε το `@RinBot prefix` για να ελέγξετε το τρέχον πρόθεμά σας και να το αλλάξετε επίσης. Εάν δεν μπορείτε να χρησιμοποιήσετε το πρόθεμα `@RinBot` πηγαίνετε και συνδεθείτε στην [ιστοσελίδα]({0}). Εκεί μπορείτε επίσης να δείτε και να αλλάξετε το πρόθεμά σας στη σελίδα **Οι διακομιστές μου** πάνω δεξιά. b. **Έχετε αλλάξει τα δικαιώματα στον διακομιστή σας με τέτοιο τρόπο ώστε το RinBot να μην μπορεί πλέον να στείλει μηνύματα ή να ενσωματώσει** Βεβαιωθείτε ότι το RinBot έχει όλα τα απαραίτητα δικαιώματα. Αυτή τη στιγμή αυτά είναι τα εξής: `Ανάγνωση μηνυμάτων`, `Αποστολή μηνυμάτων`, `Ενσωμάτωση συνδέσμων`, `Επισύναψη αρχείων` και για τα φωνητικά κανάλια `Σύνδεση` και `Ομιλία` > Μπορείτε να την ξανακαλέσετε για να ελέγξετε ποια δικαιώματα χρειάζονται ακριβώς. c. **Χρησιμοποιείτε εντολές __slash εντολές__ και τα δικαιώματα εντολών έχουν ρυθμιστεί έτσι ώστε να τις αρνούνται** Δείτε την ερώτηση 10. d. **Οι έλεγχοι πρόσβασης ενδέχεται να έχουν οριστεί με τρόπο που να μην επιτρέπουν καμία εντολή** Ένα άτομο με δικαιώματα διαχείρισης διακομιστή θα πρέπει να αλλάξει τους ελέγχους πρόσβασης έτσι ώστε να επιτρέπει τις εντολές, αν ο έλεγχος πρόσβασης είναι ενεργοποιημένος. Η ρύθμιση παραμέτρων μπορεί να βρεθεί στην [ιστοσελίδα]({0}/my-servers). e. **Το shard στο οποίο βρίσκεται ο διακομιστής σας είναι πραγματικά εκτός λειτουργίας** Αυτό συμβαίνει σπάνια και θα πρέπει να διορθωθεί αυτόματα σε μερικά λεπτά. Μπορείτε να ελέγξετε την κατάσταση του shard στο οποίο βρίσκεται ο διακομιστής σας στη [σελίδα κατάστασης]({0}/status). Σε περίπτωση οποιασδήποτε μεγάλης συντήρησης, μπορείτε επίσης να ελέγξετε [τον ιστότοπο statuspage.io](https://rinbot.statuspage.io/) για ενημερώσεις. f. **Έχετε απενεργοποιήσει εντελώς τις εντολές κειμένου στη διαμόρφωση** Εάν θέλετε να χρησιμοποιήσετε εντολές κειμένου, βεβαιωθείτε ότι δεν έχετε τσεκάρει το πλαίσιο "Disable legacy prefixed commands" (Απενεργοποίηση εντολών με προθεματικό κληρονομιάς) στις ρυθμίσεις του διακομιστή στον ιστότοπο. Αυτή η επιλογή θα το κάνει έτσι ώστε να λειτουργούν μόνο οι εντολές slash.
es: Puede haber una serie de razones diferentes por las que tus comandos no funcionen. a. **Tu prefijo se cambió por otro y lo olvidaste.** Puedes usar `@RinBot prefix` para ver y cambiar tu prefijo actual. Si no puedes usar `@RinBot prefix`, vete e inicia sesión en [el sitio web]({0}). Allí también puedes ver y cambiar tu prefijo en la página **Mis servidores** en la esquina superior derecha. b. **Has cambiado los permisos en tu servidor de tal manera que RinBot ya no puede enviar mensajes o embeds** Asegúrate de que RinBot tenga todos los permisos necesarios. Estos son: `Leer Mensajes`, `Enviar Mensajes`, `Incrustar Enlaces`, `Adjuntar Archivos` y para los canales de voz `Conectar` y `Hablar` > Puedes volver a invitarla para verificar qué permisos se necesitan exactamente. c. **Estás utilizando __comandos de barra__ y se han configurado permisos de comando para rechazarlos** Mira la pregunta 10. d. **Los controles de acceso pueden estar configurados de manera que no permitan ningún comando** Una persona con permisos de administración del servidor necesitaría cambiar los controles de acceso para permitir los comandos si el control de acceso está habilitado. La configuración se puede encontrar en [el sitio web]({0}/my-servers). e. **El shard en el que está tu servidor está inactivo en estos momentos** Esto ocurre con poca frecuencia y debería solucionarse automáticamente en un par de minutos. Puedes comprobar el estado del shard en el que se encuentra tu servidor en [la página de estado]({0}/status). En caso de cualquier mantenimiento importante, también puedes consultar [statuspage.io](https://rinbot.statuspage.io/) para obtener actualizaciones. f. **Has deshabilitado completamente los comandos de texto en la configuración** Si quieres usar comandos de texto, asegúrate de no haber marcado la casilla "Deshabilitar comandos prefijados de legado" en la configuración del servidor en el sitio web. Esta opción hará que sólo funcionen los comandos de barra.
fi: Komentojen toimimattomuuteen voi olla useita eri syitä. a. **Etuliite on muuttunut joksikin muuksi ja olet unohtanut sen.** Voit yksinkertaisesti käyttää komentoa `@RinBot prefix` tarkistaaksesi nykyisen etuliitteesi ja vaihtaaksesi myös sen. Jos et voi käyttää `@RinBot-etuliitettä`, mene ja kirjaudu sisään [verkkosivustolle]({0}). Siellä voit myös nähdä ja vaihtaa etuliitteesi **Omat palvelimet** -sivulla oikeassa yläkulmassa. b. **Olet muuttanut palvelimesi käyttöoikeuksia siten, että RinBot ei voi enää lähettää viestejä tai upottaa** Varmista, että RinBotilla on kaikki tarvittavat oikeudet. Tällä hetkellä nämä ovat: `Lue viestejä`, `Lähetä viestejä`, `Upota linkkejä`, `Liitä tiedostoja` ja äänikanavien osalta `Yhdistä` ja `Puhu.` > Voit kutsua hänet uudelleen tarkistamaan, mitä oikeuksia tarkalleen ottaen tarvitaan. c. **Käytät __viivakomentoja__ ja komentojen käyttöoikeudet on määritetty kieltämään ne** Katso kysymys 10. d. **Pääsynvalvonta saattaa olla asetettu siten, että se ei salli mitään komentoja** Henkilön, jolla on palvelimen hallintaoikeudet, olisi muutettava käyttöoikeuksien valvontaa niin, että se sallii komennot, jos käyttöoikeuksien valvonta on käytössä. Määritykset löytyvät [verkkosivustolta]({0}/my-servers). e. **Shard, jossa palvelimesi on, on itse asiassa alhaalla**. Tätä tapahtuu harvoin ja sen pitäisi korjaantua automaattisesti parissa minuutissa. Voit tarkistaa sen shardin tilan, jossa palvelimesi on, [tilasivulta]({0}/status). Jos kyseessä on suuri huolto, voit myös tarkistaa [statuspage.io-sivustolta](https://rinbot.statuspage.io/) päivitykset. f. **Olet poistanut tekstikomennot kokonaan käytöstä asetuksissa**. Jos haluat käyttää tekstikomentoja, varmista, ettet ole laittanut rastia ruutuun "Disable legacy prefixed commands" (Poista käytöstä vanhat etuliitekomennot) palvelimen asetuksissa sivustolla. Tämä vaihtoehto saa aikaan sen, että vain vinoviivakomennot toimivat.
fr: Il peut y avoir plusieurs raisons pour lesquelles vos commandes ne fonctionnent pas. a. **Votre préfixe a été remplacé par quelque chose d'autre et vous l'avez oublié.** Vous pouvez simplement utiliser `@RinBot prefix` pour vérifier votre préfixe actuel et le changer également. Si vous ne pouvez pas utiliser `@RinBot préfixe`, allez vous connecter sur [le site web] ({0}). Là, vous pouvez également voir et changer votre préfixe dans la page **My Servers** en haut à droite. b. **Vous avez modifié les permissions de votre serveur de telle sorte que RinBot ne peut plus envoyer de messages ou d'embeds** Assurez-vous que RinBot dispose de toutes les autorisations nécessaires. En ce moment, ces permissions sont les suivantes : `Lire les messages`, `Envoyer des messages`, `Intégrer des liens`, `Joindre des fichiers` et pour les canaux vocaux `Connecter` et `Parler` > Vous pouvez la réinviter pour vérifier quelles autorisations sont exactement nécessaires. c. **Vous utilisez des commandes __slash__ et les permissions de commande ont été configurées pour les refuser** Voir la question 10. d. **Les contrôles d'accès peuvent être définis de manière à n'autoriser aucune commande** Une personne disposant de droits de gestion du serveur devrait modifier les contrôles d'accès de manière à autoriser les commandes si le contrôle d'accès est activé. La configuration peut être trouvée sur [le site web] ({0}/my-servers). e. **Le shard sur lequel se trouve votre serveur est en fait hors service** Cela arrive rarement et devrait être résolu automatiquement en quelques minutes. Vous pouvez vérifier l'état de l'unité de stockage sur laquelle se trouve votre serveur sur [la page d'état] ({0}/status). En cas de maintenance importante, vous pouvez également consulter [le site statuspage.io](https://rinbot.statuspage.io/) pour les mises à jour. f. **Vous avez complètement désactivé les commandes textuelles dans la configuration** Si vous souhaitez utiliser des commandes textuelles, assurez-vous que vous n'avez pas coché la case "Disable legacy prefixed commands" (désactiver les commandes préfixées héritées) dans les paramètres du serveur sur le site web. Cette option fera en sorte que seules les commandes de type "slash" fonctionneront.
he: יכולות להיות מספר סיבות שונות לכך שהפקודות שלך לא עובדות. א. **הקידומת שלך שונתה למשהו אחר ושכחת זאת.** אתה יכול פשוט להשתמש ב- `@RinBot prefix` כדי לבדוק את הקידומת הנוכחית שלך ולשנות אותה. אם אינך יכול להשתמש ב- `@RinBot prefix`, היכנס ל[אתר האינטרנט]({0}). שם תוכל גם לראות ולשנות את הקידומת שלך בדף **My Servers** בפינה הימנית העליונה. ב. **שינית את ההרשאות בשרת שלך באופן ש-RinBot לא יכול יותר לשלוח הודעות או להטמיע** ודא ש-RinBot בעל כל ההרשאות הדרושות. כרגע אלה הן: `לקרוא הודעות`, `לשלוח הודעות`, `להטמיע קישורים`, `לצרף קבצים` ועבור ערוצי קול `להתחבר` ו- `לדבר` &gt; אתה יכול להזמין אותה מחדש כדי לבדוק אילו הרשאות דרושות בדיוק. ג. **אתה משתמש בפקודות __slash__ וההרשאות לפקודות הוגדרו כך שיסרבו להן** ראה שאלה 10. ד. **ייתכן שהבקרות הגישה הוגדרו באופן שאינו מאפשר פקודות כלשהן** אדם בעל הרשאות ניהול שרת יצטרך לשנות את בקרות הגישה כך שיאפשרו פקודות אם בקרת הגישה מופעלת. את התצורה ניתן למצוא [באתר]({0}/my-servers). ה. **השארד שעליו נמצא השרת שלך אינו פעיל** מצב זה מתרחש לעיתים נדירות וצריך להיפתר באופן אוטומטי תוך מספר דקות. ניתן לבדוק את מצב השארד שעליו נמצא השרת שלך [בדף המצב]({0}/status). במקרה של תחזוקה נרחבת, ניתן גם לבדוק את [אתר statuspage.io](https://rinbot.statuspage.io/) לקבלת עדכונים. f. **השבתת לחלוטין את פקודות הטקסט בתצורה** אם ברצונך להשתמש בפקודות טקסט, ודא שלא סימנת את התיבה "השבת פקודות עם קידומת ישנה" בהגדרות השרת באתר. אפשרות זו תגרום לכך שרק פקודות סלאש יעבדו.
hu: Számos különböző oka lehet annak, hogy a parancsok nem működnek. a. **Az előtagodat megváltoztatták valami másra, és elfelejtetted.** Egyszerűen használhatod a `@RinBot prefix` címet, hogy ellenőrizd az aktuális prefixedet és azt is megváltoztasd. Ha nem tudja használni a `@RinBot előtagot` menjen és jelentkezzen be [a weboldalon]({0}). Ott a **My Servers** oldalon a My Servers oldalon a jobb felső sarokban láthatod és megváltoztathatod a prefixedet. b. **Úgy változtattad meg a jogosultságokat a szerveredben, hogy a RinBot már nem tud üzeneteket vagy beágyazásokat küldeni** Győződjön meg róla, hogy a RinBot rendelkezik az összes szükséges jogosultsággal. Jelenleg ezek a következők: `Üzenetek olvasása`, `Üzenetek küldése`, `Linkek beágyazása`, `Fájlok csatolása` és a hangcsatornák esetében `Csatlakozás` és `Beszélgetés.` > Újra meghívhatja őt, hogy ellenőrizze, pontosan mely jogosultságokra van szüksége. c. **Ön __slash parancsokat__ használ, és a parancsok jogosultságai úgy lettek beállítva, hogy megtagadják őket** Lásd a 10. kérdést. d. **Lehet, hogy a hozzáférés-szabályozás úgy van beállítva, hogy nem engedélyez semmilyen parancsot** A szerver kezelési jogosultságokkal rendelkező személynek úgy kell megváltoztatnia a hozzáférés-szabályozást, hogy engedélyezze a parancsokat, ha a hozzáférés-szabályozás engedélyezve van. A konfiguráció megtalálható [a weboldalon]({0}/my-servers). e. **A shard, amelyen a szervered van, valójában leállt** Ez ritkán fordul elő, és néhány perc alatt automatikusan meg kell javulnia. A szervered shardjának állapotát a [státuszoldalon]({0}/status) ellenőrizheted. Nagyobb karbantartás esetén a [statuspage.io oldalon](https://rinbot.statuspage.io/) is ellenőrizheted a frissítéseket. f. **A szöveges parancsokat teljesen letiltotta a** konfigurációban. Ha szöveges parancsokat szeretne használni, győződjön meg róla, hogy nem jelölte be a "Disable legacy prefixed commands" jelölőnégyzetet a szerver beállításaiban a weboldalon. Ez az opció azt eredményezi, hogy csak a slash parancsok működnek.
id: Ada beberapa alasan yang berbeda mengapa perintah Anda tidak berfungsi. a. **Awalan Anda diubah menjadi sesuatu yang lain dan Anda lupa.** Anda cukup menggunakan `@RinBot prefix` untuk memeriksa prefix Anda saat ini dan mengubahnya juga. Jika Anda tidak dapat menggunakan `@RinBot awalan` pergi dan masuk ke [situs web]({0}). Di sana Anda juga dapat melihat dan mengubah prefix Anda di halaman **My Servers** di kanan atas. b. **Anda telah mengubah izin di server Anda sedemikian rupa sehingga RinBot tidak dapat mengirim pesan atau embed lagi** Pastikan RinBot memiliki semua izin yang diperlukan. Pada saat ini adalah: `Baca Pesan`, `Kirim Pesan`, `Sematkan Tautan`, `Lampirkan File` dan untuk saluran suara `Hubungkan` dan `Bicara` > Anda dapat mengundangnya kembali untuk memeriksa izin mana yang benar-benar diperlukan. c. **Anda menggunakan __perintah garis miring__ dan izin perintah telah diatur untuk menolaknya** Lihat pertanyaan 10. d. **Kontrol akses mungkin telah diatur sedemikian rupa sehingga tidak mengizinkan perintah apa pun** Seseorang yang memiliki hak akses manajemen server perlu mengubah kontrol akses sehingga mengizinkan perintah jika kontrol akses diaktifkan. Konfigurasi dapat ditemukan di [situs web]({0}/my-servers). e. **Shard tempat server Anda sebenarnya sedang down** Hal ini jarang terjadi dan seharusnya diperbaiki secara otomatis dalam beberapa menit. Anda dapat memeriksa status shard di mana server Anda berada di [halaman status]({0}/status). Jika ada pemeliharaan besar, Anda juga dapat memeriksa [situs statuspage.io](https://rinbot.statuspage.io/) untuk pembaruan. f. **Anda telah menonaktifkan perintah teks sepenuhnya dalam konfigurasi** Jika Anda ingin menggunakan perintah teks, pastikan Anda tidak mencentang kotak "Nonaktifkan perintah awalan lama" dalam pengaturan server di situs web. Opsi ini akan membuatnya hanya perintah garis miring yang berfungsi.
it: I motivi per cui i comandi non funzionano possono essere diversi. a. **Il vostro prefisso è stato cambiato in qualcos'altro e lo avete dimenticato. Si può semplicemente usare `@RinBot prefix` per controllare il prefisso corrente e cambiarlo. Se non si può usare `@RinBot prefix` si può accedere a [il sito web]({0}). È anche possibile vedere e cambiare il proprio prefisso nella pagina **My Servers** in alto a destra. b. **Avete modificato i permessi del vostro server in modo tale che RinBot non possa più inviare messaggi o embed**. Assicurarsi che RinBot abbia tutti i permessi necessari.** In questo momento sono: `Lettura messaggi`, `Invio messaggi`, `Collegamento link`, `Attacco file` e per i canali vocali `Collegamento` e `Parlare`. > È possibile invitarla nuovamente per verificare quali autorizzazioni sono esattamente necessarie. c. **Si stanno usando comandi __slash__ e i permessi di comando sono stati impostati per negarli**. Vedere la domanda 10. d. **I controlli di accesso potrebbero essere impostati in modo da non consentire alcun comando**. Una persona con i permessi di gestione del server dovrebbe modificare i controlli di accesso in modo da consentire i comandi se il controllo di accesso è abilitato. La configurazione può essere trovata su [il sito web]({0}/my-servers). e. **Lo shard su cui si trova il vostro server è effettivamente down** Questo accade raramente e dovrebbe essere risolto automaticamente in un paio di minuti. Potete controllare lo stato dello shard su cui si trova il vostro server [la pagina di stato]({0}/status). In caso di grandi manutenzioni, si può anche controllare [il sito statuspage.io](https://rinbot.statuspage.io/) per gli aggiornamenti. f. **Si sono disabilitati completamente i comandi testuali nella configurazione** Se si desidera utilizzare i comandi testuali, assicurarsi di non aver selezionato la casella "Disabilita i comandi con prefisso legacy" nelle impostazioni del server sul sito web. Questa opzione farà sì che funzionino solo i comandi di tipo slash.
ja: コマンドが機能しない理由はさまざまです。 a.**接頭辞が他のものに変更されていて、それを忘れている。** `@RinBot prefix` で現在のプレフィックスを確認し、変更することができます。 `@RinBot prefix` が使えない場合は、[ウェブサイト]({0})にログインしてください。 右上の**My Servers** ページでプレフィックスを確認し、変更することもできます。 b.**b. RinBotがメッセージやエンベッドを送信できないように、サーバーのパーミッションを変更している** RinBotに必要なパーミッションが全て与えられていることを確認してください。 現時点では以下のようになっています：`Read Messages`,`Send Messages`,`Embed Links`,`Attach Files` and for voice channels`Connect` and`Speak です。` > どのパーミッションが必要かを確認するために、彼女を再度招待することができます。 c.**あなたは__スラッシュコマンド__を使用しており、コマンドのパーミッションはそれらを拒否するように設定されている** 質問10を参照。 d.**アクセス制御がコマンドを許可しないように設定されている可能性がある** サーバー管理権限を持つ人は、アクセス制御が有効になっている場合、コマンドを許可するようにアクセス制御を変更する必要があります。 設定は[ウェブサイト]({0}/my-servers)にある。 e.**e. あなたのサーバーがあるシャードが実際にダウンしている** これはめったに起こらないことで、数分で自動的に修正されるはずです。 あなたのサーバーがあるシャードのステータスは、[ステータスページ]({0}/status)で確認できます。 大規模なメンテナンスの場合は、[statuspage.io サイト](https://rinbot.statuspage.io/) で最新情報を確認することもできます。 f.**f. 設定** でテキストコマンドを完全に無効にしている。 テキストコマンドを使用したい場合は、ウェブサイトのサーバー設定で "Disable legacy prefixed commands "にチェックが入っていないか確認してください。 このオプションにより、スラッシュコマンドのみが動作するようになります。
ko: 명령이 작동하지 않는 데에는 여러 가지 이유가 있을 수 있습니다. a. **접두사가 다른 것으로 변경되어 잊어버린 경우.** `@린봇 접두사` 를 사용하여 현재 접두사를 확인하고 변경할 수 있습니다. `@RinBot 접두사` 를 사용할 수 없는 경우 [웹사이트]({0})로 이동하여 로그인하세요. 오른쪽 상단의 **내 서버** 페이지에서 접두사를 확인하고 변경할 수도 있습니다. b. **린봇이 더 이상 메시지나 임베드를 보낼 수 없도록 서버의 권한을 변경했습니다(** ). 린봇이 필요한 모든 권한을 가지고 있는지 확인하세요. 현재 권한은 다음과 같습니다: `메시지 읽기`, `메시지 보내기`, `링크 삽입`, `파일 첨부` 및 음성 채널의 경우 `연결` 및 `말하기` > 다시 초대하여 정확히 어떤 권한이 필요한지 확인할 수 있습니다. c. **슬래시 명령__을 사용하고 있으며 명령 권한이 거부하도록 설정되어 있습니다**. 질문 10을 참조하세요. d. **어떤 명령도 허용하지 않는 방식으로 액세스 제어가 설정되어 있을 수 있습니다(** ). 서버 관리 권한이 있는 사람은 접근 제어가 활성화된 경우 명령을 허용하도록 접근 제어를 변경해야 합니다. 구성은 [웹사이트]({0}/my-servers)에서 확인할 수 있습니다. e. **서버가 있는 샤드가 실제로 다운됨** 이 문제는 드물게 발생하며 몇 분 안에 자동으로 해결됩니다. 서버가 있는 샤드의 상태는 [상태 페이지]({0}/status)에서 확인할 수 있습니다. 대규모 유지보수 작업의 경우 [statuspage.io 사이트](https://rinbot.statuspage.io/)에서도 업데이트를 확인할 수 있습니다. f. **** 설정에서 텍스트 명령을 완전히 비활성화했습니다. 텍스트 명령을 사용하려면 웹사이트의 서버 설정에서 '레거시 접두사 명령 사용 안 함' 확인란을 선택하지 않았는지 확인하세요. 이 옵션을 선택하면 슬래시 명령만 작동하도록 설정됩니다.
lt: Komandos gali neveikti dėl įvairių priežasčių. a. **Jūsų priešdėlis pakeistas į kitą ir jūs pamiršote.** Galite paprasčiausiai naudoti `@RinBot prefiksą`, kad patikrintumėte savo dabartinį prefiksą ir taip pat jį pakeistumėte. Jei negalite naudoti `@RinBot prefikso`, eikite ir prisijunkite [svetainėje]({0}). Ten taip pat galite pamatyti ir pakeisti savo priešdėlį **Mano serveriai** puslapyje, esančiame viršuje dešinėje. b. **Pakeitėte savo serverio teises taip, kad "RinBot" nebegali siųsti pranešimų ar įterpti** Įsitikinkite, kad "RinBot" turi visus reikiamus leidimus. Šiuo metu jos yra šios: `Skaityti pranešimus`, `Siųsti pranešimus`, `Įterpti nuorodas`, `Pridėti failus` ir balso kanalams `Prisijungti` ir `Kalbėti` > Galite dar kartą ją pakviesti, kad patikrintumėte, kokių tiksliai leidimų reikia. c. **Jūs naudojate __slash komandas__, o komandų leidimai buvo nustatyti taip, kad jos būtų uždraustos** Žr. 10 klausimą. d. **Prieigos kontrolė gali būti nustatyta taip, kad neleidžia jokių komandų** Asmuo, turintis serverio valdymo teises, turėtų pakeisti prieigos kontrolę taip, kad ji leistų komandas, jei įjungta prieigos kontrolė. Konfigūraciją galima rasti [svetainėje]({0}/my-servers). e. **Skydas, kuriame yra jūsų serveris, iš tikrųjų neveikia** Taip nutinka retai ir turėtų būti sutvarkyta automatiškai per porą minučių. Shard'o, kuriame yra jūsų serveris, būseną galite patikrinti [būsenos puslapyje]({0}/status). Jei atliekami dideli techninės priežiūros darbai, taip pat galite patikrinti [statuspage.io svetainės](https://rinbot.statuspage.io/) atnaujinimus. f. **Konfigūracijoje visiškai išjungėte tekstines komandas** Jei norite naudoti tekstines komandas, įsitikinkite, kad svetainės serverio nustatymuose nepažymėjote langelio "Disable legacy prefixed commands" (išjungti senąsias priešdėlines komandas). Dėl šios parinkties veiks tik brūkšninės komandos.
nb_no: Det kan være flere årsaker til at kommandoene dine ikke fungerer. a. **Prefikset ditt er endret til noe annet, og du har glemt det.** Du kan ganske enkelt bruke `@RinBot prefix` for å sjekke ditt nåværende prefiks og endre det også. Hvis du ikke kan bruke `@RinBot-prefikset`, kan du logge inn på [nettstedet] ({0}). Der kan du også se og endre prefikset ditt på siden **My Servers** øverst til høyre. b. **Du har endret tillatelsene på serveren din på en slik måte at RinBot ikke lenger kan sende meldinger eller embedder** Kontroller at RinBot har alle nødvendige tillatelser. For øyeblikket er disse: `Read Messages`, `Send Messages`, `Embed Links`, `Attach Files` og for talekanaler `Connect` og `Speak.` > Du kan invitere henne på nytt for å sjekke hvilke tillatelser som trengs. c. **Du bruker __skråstrekskommandoer__, og kommandotillatelsene er satt opp til å nekte dem** Se spørsmål 10. d. **Tilgangskontrollene kan være satt opp på en måte som ikke tillater kommandoer** En person med serveradministrasjonsrettigheter må endre tilgangskontrollene slik at de tillater kommandoer hvis tilgangskontroll er aktivert. Konfigurasjonen finner du på [nettstedet]({0}/my-servers). e. **Sharden som serveren din står på, er faktisk nede** Dette skjer sjelden og bør løses automatisk i løpet av et par minutter. Du kan sjekke statusen til serveren din på [statussiden]({0}/status). Ved større vedlikeholdsarbeider kan du også sjekke [statuspage.io-siden](https://rinbot.statuspage.io/) for oppdateringer. f. **Du har deaktivert tekstkommandoer fullstendig i konfigurasjonen**. Hvis du ønsker å bruke tekstkommandoer, må du kontrollere at du ikke har krysset av i boksen "Disable legacy prefixed commands" i serverinnstillingene på nettstedet. Dette alternativet gjør at bare skråstrek-kommandoer fungerer.
nl: Er kunnen verschillende redenen zijn waarom je commando's niet werken. a. **Uw prefix is veranderd in iets anders en u bent het vergeten.** U kunt eenvoudig `@RinBot prefix` gebruiken om uw huidige prefix te controleren en deze ook te wijzigen. Als u `@RinBot prefix` niet kunt gebruiken, kunt u inloggen op [de website]({0}). Daar kun je ook je prefix zien en wijzigen op de pagina **My Servers** rechtsboven. b. **Je hebt de rechten in je server zo veranderd dat RinBot geen berichten of embeds meer kan versturen** Zorg ervoor dat RinBot alle benodigde rechten heeft. Op dit moment zijn dat: `Berichten lezen`, `Berichten verzenden`, `Koppelingen insluiten`, `Bestanden bijvoegen` en voor spraakkanalen `Verbinding maken` en `Spreken.` > Je kunt haar opnieuw uitnodigen om te controleren welke rechten precies nodig zijn. c. **Je gebruikt __slash commando's__ en de machtigingen voor commando's zijn ingesteld om ze te weigeren** Zie vraag 10. d. **Toegangsbeheer kan zo zijn ingesteld dat commando's niet zijn toegestaan** Iemand met rechten voor serverbeheer moet de toegangscontrole wijzigen zodat opdrachten worden toegestaan als toegangscontrole is ingeschakeld. De configuratie kan worden gevonden op [de website]({0}/mijn-servers). e. **De shard waar je server op staat is eigenlijk down** Dit gebeurt zelden en zou binnen een paar minuten automatisch hersteld moeten zijn. Je kunt de status van de shard waarop je server staat controleren op [de statuspagina]({0}/status). In het geval van groot onderhoud kun je ook [de statuspage.io site](https://rinbot.statuspage.io/) controleren op updates. f. **Je hebt tekstcommando's volledig uitgeschakeld in de configuratie** Als je tekstcommando's wilt gebruiken, zorg er dan voor dat je het vakje "Legacy prefixed commands uitschakelen" niet hebt aangevinkt in de serverinstellingen op de website. Deze optie zorgt ervoor dat alleen slash-commando's werken.
pl: Może być wiele różnych powodów, dla których polecenia nie działają. a. **Twój prefiks został zmieniony na coś innego i zapomniałeś o tym.** Możesz po prostu użyć `@RinBot prefix`, aby sprawdzić swój aktualny prefiks i również go zmienić. Jeśli nie możesz użyć `@RinBot prefiks` idź i zaloguj się na [stronie internetowej]({0}). Tam możesz również zobaczyć i zmienić swój prefiks na stronie **Moje serwery** w prawym górnym rogu. b. **Zmieniłeś uprawnienia na swoim serwerze w taki sposób, że RinBot nie może już wysyłać wiadomości ani osadzać** Upewnij się, że RinBot ma wszystkie niezbędne uprawnienia. W tej chwili są to: `Read Messages`, `Send Messages`, `Embed Links`, `Attach Files` oraz dla kanałów głosowych `Connect` i `Speak` > Możesz ponownie zaprosić ją do sprawdzenia, które uprawnienia są dokładnie potrzebne. c. **Używasz __poleceń z ukośnikiem__, a uprawnienia do poleceń zostały skonfigurowane tak, aby odmówić ich** Zobacz pytanie 10. d. **Kontrola dostępu może być ustawiona w sposób, który nie zezwala na żadne polecenia** Osoba z uprawnieniami do zarządzania serwerem musiałaby zmienić kontrolę dostępu tak, aby zezwalała na polecenia, jeśli kontrola dostępu jest włączona. Konfigurację można znaleźć na [stronie internetowej]({0}/my-servers). e. **Shard, na którym znajduje się serwer, jest w rzeczywistości wyłączony** Zdarza się to rzadko i powinno zostać naprawione automatycznie w ciągu kilku minut. Status shardu, na którym znajduje się serwer, można sprawdzić na [stronie statusu]({0}/status). W przypadku dużych prac konserwacyjnych można również sprawdzić [stronę statuspage.io](https://rinbot.statuspage.io/) w celu uzyskania aktualizacji. f. **Polecenia tekstowe zostały całkowicie wyłączone w konfiguracji**. Jeśli chcesz używać poleceń tekstowych, upewnij się, że nie zaznaczyłeś pola "Wyłącz starsze polecenia prefiksowane" w ustawieniach serwera na stronie internetowej. Ta opcja spowoduje, że będą działać tylko polecenia z ukośnikiem.
pt: Pode haver uma série de razões diferentes para os seus comandos não estarem a funcionar. a. **O seu prefixo foi alterado para outra coisa e você esqueceu-se.** Podes simplesmente usar `@RinBot prefix` para verificar o teu prefixo atual e alterá-lo também. Se não conseguir utilizar `@RinBot prefixo`, inicie sessão em [o sítio Web]({0}). Aí também pode ver e alterar o seu prefixo na página **My Servers** no canto superior direito. b. **Alterou as permissões no seu servidor de tal forma que o RinBot já não pode enviar mensagens ou incorporações** Certifica-te de que o RinBot tem todas as permissões necessárias. Neste momento, estas são: `Ler mensagens`, `Enviar mensagens`, `Incorporar links`, `Anexar ficheiros` e para canais de voz `Ligar` e `Falar` > Pode voltar a convidá-la para verificar que permissões são exatamente necessárias. c. **Está a utilizar __comandos de barra__ e as permissões de comando foram configuradas para os negar** Ver pergunta 10. d. **Os controlos de acesso podem estar definidos de uma forma que não permite quaisquer comandos** Uma pessoa com permissões de gestão do servidor teria de alterar os controlos de acesso de modo a permitir comandos se o controlo de acesso estiver ativado. A configuração pode ser encontrada no [sítio Web]({0}/my-servers). e. **O fragmento onde se encontra o seu servidor está efetivamente em baixo** Isso acontece raramente e deve ser corrigido automaticamente em alguns minutos. Pode verificar o estado do fragmento em que se encontra o seu servidor na [página de estado]({0}/status). Em caso de grandes manutenções, pode também consultar [o site statuspage.io](https://rinbot.statuspage.io/) para obter actualizações. f. **Desactivou completamente os comandos de texto na configuração** Se pretender utilizar comandos de texto, certifique-se de que não seleccionou a caixa "Desativar comandos prefixados legados" nas definições do servidor no sítio Web. Esta opção fará com que apenas os comandos de barra funcionem.
ro: Există o serie de motive diferite pentru care comenzile dvs. nu funcționează. a. **Prefixul dvs. este schimbat în altceva și ați uitat.** Puteți folosi pur și simplu `@RinBot prefix` pentru a verifica prefixul dvs. curent și pentru a-l schimba și pe acesta. Dacă nu puteți utiliza `@RinBot prefixul` mergeți și conectați-vă pe [site-ul web]({0}). Acolo puteți, de asemenea, să vă vedeți și să vă schimbați prefixul în pagina **My Servers** din dreapta sus. b. **Ați modificat permisiunile în serverul dvs. în așa fel încât RinBot nu mai poate trimite mesaje sau embed-uri** Asigurați-vă că RinBot are toate permisiunile necesare. În acest moment, acestea sunt: `Read Messages`, `Send Messages`, `Embed Links`, `Attach Files` și pentru canalele vocale `Connect` și `Speak` > Puteți să o reinvitați pentru a verifica ce permisiuni sunt exact necesare. c. **Folosiți comenzi __slash__ și permisiunile de comandă au fost configurate pentru a le refuza** Consultați întrebarea 10. d. **Controalele de acces ar putea fi setate în așa fel încât să nu permită nicio comandă** O persoană cu permisiuni de gestionare a serverului ar trebui să modifice controalele de acces astfel încât să permită comenzile dacă este activat controlul accesului. Configurația poate fi găsită pe [site-ul web]({0}/my-servers). e. **Shard-ul pe care se află serverul dvs. este de fapt indisponibil** Acest lucru se întâmplă rar și ar trebui să fie rezolvat automat în câteva minute. Puteți verifica starea shard-ului pe care se află serverul dvs. pe [pagina de stare]({0}/status). În cazul unor lucrări de întreținere de amploare, puteți verifica, de asemenea, [site-ul statuspage.io](https://rinbot.statuspage.io/) pentru actualizări. f. **Ați dezactivat complet comenzile text în configurație** Dacă doriți să utilizați comenzi text, asigurați-vă că nu ați bifat căsuța "Disable legacy prefixed commands" (Dezactivați comenzile prefixate moștenite) în setările serverului de pe site. Această opțiune va face ca numai comenzile slash să funcționeze.
ru: Причины неработоспособности команд могут быть самыми разными. a. **Ваш префикс изменился на другой, и вы забыли об этом.** Вы можете просто использовать `@RinBot prefix` для проверки текущего префикса и его изменения. Если вы не можете использовать `@RinBot префикс`, зайдите на [сайт] ({0}). Там вы также можете посмотреть и изменить свой префикс на странице **My Servers** в правом верхнем углу. b. **Вы изменили права доступа на своем сервере таким образом, что RinBot больше не может отправлять сообщения или вставки**. Убедитесь, что RinBot обладает всеми необходимыми правами. На данный момент это: `Read Messages`, `Send Messages`, `Embed Links`, `Attach Files` и для голосовых каналов `Connect` и `Speak` > Вы можете повторно пригласить ее, чтобы проверить, какие именно разрешения необходимы. c. **Вы используете __команды со слешами__, а разрешения команд были настроены так, чтобы запретить их использование**. См. вопрос 10. d. **Контроль доступа может быть настроен таким образом, что не позволяет использовать команды**. Человеку, имеющему права на управление сервером, необходимо изменить настройки контроля доступа таким образом, чтобы они разрешали выполнение команд, если контроль доступа включен. Конфигурацию можно найти на [сайте]({0}/my-servers). e. **Осколок, на котором находится ваш сервер, фактически не работает**. Такое случается редко и должно быть устранено автоматически в течение нескольких минут. Вы можете проверить статус шарда, на котором находится ваш сервер, на [странице статуса]({0}/status). В случае каких-либо крупных работ по обслуживанию вы также можете проверить обновления на [сайте statuspage.io](https://rinbot.statuspage.io/). f. **Вы полностью отключили текстовые команды в конфигурации**. Если вы хотите использовать текстовые команды, убедитесь, что вы не установили флажок "Disable legacy prefixed commands" в настройках сервера на сайте. Эта опция сделает так, что будут работать только команды со слэшем.
sv: Det kan finnas ett antal olika orsaker till att dina kommandon inte fungerar. a. **Ditt prefix har ändrats till något annat och du har glömt bort det.** Du kan helt enkelt använda `@RinBot prefix` för att kontrollera ditt nuvarande prefix och ändra det också. Om du inte kan använda `@RinBot prefix` gå och logga in på [webbplatsen]({0}). Där kan du också se och ändra ditt prefix i **Mina servrar** sidan i övre högra hörnet. b. **Du har ändrat behörigheterna på din server på ett sådant sätt att RinBot inte längre kan skicka meddelanden eller inbäddningar** Se till att RinBot har alla nödvändiga behörigheter. För närvarande är dessa: `Läs meddelanden`, `Skicka meddelanden`, `Bädda in länkar`, `Bifoga filer` och för röstkanaler `Anslut` och `Tala` > Du kan bjuda in henne igen för att kontrollera exakt vilka behörigheter som behövs. c. **Du använder __kommandon med snedstreck__ och kommandorättigheter har ställts in för att neka dem** Se fråga 10. d. **Åtkomstkontrollerna kan vara inställda på ett sätt som inte tillåter några kommandon** En person med serverhanteringsbehörighet skulle behöva ändra åtkomstkontrollerna så att kommandon tillåts om åtkomstkontroll är aktiverad. Konfigurationen finns på [webbplatsen]({0}/my-servers). e. **Sharden som din server finns på är faktiskt nere** Detta händer sällan och bör åtgärdas automatiskt inom ett par minuter. Du kan kontrollera statusen för den shard som din server finns på [statussidan]({0}/status). Vid större underhåll kan du också kontrollera [statuspage.io-webbplatsen](https://rinbot.statuspage.io/) för uppdateringar. f. **Du har inaktiverat textkommandon helt i konfigurationen** Om du vill använda textkommandon, se till att du inte har markerat rutan "Disable legacy prefixed commands" i serverinställningarna på webbplatsen. Detta alternativ gör att endast slash-kommandon fungerar.
th: อาจมีหลายสาเหตุที่ทำให้คำสั่งของคุณไม่ทำงาน a.**คำนำหน้าของคุณถูกเปลี่ยนเป็นอย่างอื่นแล้วและคุณลืม** คุณสามารถใช้`@RinBot prefix` เพื่อตรวจสอบคำนำหน้าปัจจุบันของคุณและเปลี่ยนได้เช่นกัน หากคุณไม่สามารถใช้`@RinBot prefix` ได้ ให้ไปที่ [เว็บไซต์]({0}) และเข้าสู่ระบบ ที่นั่นคุณยังสามารถดูและเปลี่ยนคำนำหน้าของคุณได้ในหน้า**My Servers** ที่มุมขวาบน b.**คุณได้เปลี่ยนสิทธิ์ในเซิร์ฟเวอร์ของคุณในลักษณะที่ทำให้ RinBot ไม่สามารถส่งข้อความหรือฝังข้อความได้อีกต่อไป** โปรดตรวจสอบให้แน่ใจว่า RinBot มีสิทธิ์ที่จำเป็นทั้งหมด ในขณะนี้สิทธิ์เหล่านี้คือ:`อ่านข้อความ`,`ส่งข้อความ`,`ฝังลิงก์`,`แนบไฟล์` และสำหรับช่องเสียง`เชื่อมต่อ` และ`พูด` > คุณสามารถเชิญเธออีกครั้งเพื่อตรวจสอบว่าสิทธิ์ใดที่จำเป็นอย่างแน่ชัด c.**คุณกำลังใช้ __คำสั่ง slash__ และสิทธิ์การใช้งานคำสั่งถูกตั้งค่าให้ปฏิเสธคำสั่งเหล่านั้น** ดูคำถามที่ 10. d.**การควบคุมการเข้าถึงอาจถูกตั้งค่าในลักษณะที่ไม่อนุญาตให้ใช้คำสั่งใดๆ** บุคคลที่มีสิทธิ์การจัดการเซิร์ฟเวอร์จำเป็นต้องเปลี่ยนการควบคุมการเข้าถึงเพื่อให้อนุญาตคำสั่งหากการควบคุมการเข้าถึงถูกเปิดใช้งาน การตั้งค่าสามารถพบได้ที่ [เว็บไซต์]({0}/my-servers). e.**ชาร์ดที่เซิร์ฟเวอร์ของคุณอยู่กำลังล่มจริง ๆ** เหตุการณ์นี้เกิดขึ้นไม่บ่อยและควรจะได้รับการแก้ไขโดยอัตโนมัติภายในไม่กี่นาที คุณสามารถตรวจสอบสถานะของชาร์ดที่เซิร์ฟเวอร์ของคุณอยู่ได้ที่ [หน้าสถานะ]({0}/status) ในกรณีที่มีการบำรุงรักษาขนาดใหญ่ คุณสามารถตรวจสอบได้ที่ [เว็บไซต์ statuspage.io](https://rinbot.statuspage.io/) เพื่อดูการอัปเดต f.**คุณได้ปิดการใช้งานคำสั่งข้อความทั้งหมดในการตั้งค่า** หากคุณต้องการใช้คำสั่งข้อความ โปรดตรวจสอบให้แน่ใจว่าคุณไม่ได้ทำเครื่องหมายในช่อง "ปิดการใช้งานคำสั่งที่มีคำนำหน้าแบบเก่า" ในการตั้งค่าเซิร์ฟเวอร์บนเว็บไซต์ ตัวเลือกนี้จะทำให้มีเพียงคำสั่งที่ใช้เครื่องหมายทับเท่านั้นที่ทำงานได้
tr: Komutlarınızın çalışmamasının birkaç farklı nedeni olabilir. a. **Ön ekiniz başka bir şeyle değiştirildi ve siz unuttunuz.** Mevcut önekinizi kontrol etmek ve değiştirmek için `@RinBot prefix` adresini kullanabilirsiniz. `@RinBot önekini kullanamıyorsanız` adresine gidin ve [web sitesine] ({0}) giriş yapın. Orada ayrıca sağ üstteki **Sunucularım** sayfasında önekinizi görebilir ve değiştirebilirsiniz. b. **Sunucunuzdaki izinleri, RinBot'un artık mesaj gönderemeyeceği veya yerleştiremeyeceği şekilde değiştirdiniz** RinBot'un gerekli tüm izinlere sahip olduğundan emin olun. Şu anda bunlar şunlardır: `Mesaj Okuma`, `Mesaj Gönderme`, `Bağlantı Ekleme`, `Dosya Ekleme` ve ses kanalları için `Bağlanma` ve `Konuşma` > Tam olarak hangi izinlerin gerekli olduğunu kontrol etmek için onu yeniden davet edebilirsiniz. c. **Eğik çizgi komutları__ kullanıyorsunuz ve komut izinleri bunları reddedecek şekilde ayarlanmış** 10. soruya bakınız. d. **Erişim kontrolleri herhangi bir komuta izin vermeyecek şekilde ayarlanmış olabilir** Sunucu yönetim izinlerine sahip bir kişinin erişim kontrollerini değiştirmesi gerekir, böylece erişim kontrolü etkinleştirilirse komutlara izin verir. Yapılandırma [web sitesinde] bulunabilir({0}/my-servers). e. **Sunucunuzun üzerinde bulunduğu shard aslında kapalı** Bu nadiren olur ve birkaç dakika içinde otomatik olarak düzeltilmelidir. Sunucunuzun bulunduğu shard'ın durumunu [durum sayfası]({0}/status) üzerinden kontrol edebilirsiniz. Herhangi bir büyük bakım durumunda, güncellemeler için [statuspage.io sitesini](https://rinbot.statuspage.io/) de kontrol edebilirsiniz. f. **Yapılandırmada metin komutlarını tamamen devre dışı bıraktınız** Metin komutlarını kullanmak istiyorsanız, web sitesindeki sunucu ayarlarında "Eski önekli komutları devre dışı bırak" kutusunu işaretlemediğinizden emin olun. Bu seçenek sadece eğik çizgi komutlarının çalışmasını sağlayacaktır.
uk: Причин, чому ваші команди не працюють, може бути безліч. a. **Ваш префікс змінено на інший, і ви забули про це.** Ви можете просто використати `@RinBot префікс`, щоб перевірити ваш поточний префікс і також змінити його. Якщо ви не можете використовувати `@RinBot префікс`, перейдіть і увійдіть на [веб-сайт] ({0}). Там ви також можете побачити і змінити свій префікс на сторінці **My Servers** у верхньому правому куті. b. **Ви змінили дозволи на вашому сервері таким чином, що RinBot більше не може надсилати повідомлення або вбудовувати**. Переконайтеся, що RinBot має всі необхідні дозволи. На даний момент вони є: `Читати повідомлення`, `Надсилати повідомлення`, `Вбудовувати посилання`, `Прикріплювати файли` і для голосових каналів `Підключати` і `Говорити` > Ви можете повторно запросити її, щоб перевірити, які саме дозволи потрібні. c. **Ви використовуєте __короткі_команди__, а дозволи команд налаштовано на їх заборону** Див. розділ 10. d. **Елементи керування доступом можуть бути налаштовані таким чином, що не дозволяють виконання жодної команди** Особі з правами керування сервером потрібно буде змінити керування доступом так, щоб воно дозволяло команди, якщо керування доступом увімкнено. Конфігурацію можна знайти на [веб-сайті] ({0}/my-servers). e. **Шард, на якому знаходиться ваш сервер, не працює**. Таке трапляється рідко і має бути виправлено автоматично за пару хвилин. Ви можете перевірити стан шарду, на якому знаходиться ваш сервер, на [сторінці статусу] ({0}/status). У випадку великого технічного обслуговування ви також можете перевірити [сайт statuspage.io](https://rinbot.statuspage.io/) на наявність оновлень. f. **Ви повністю вимкнули текстові команди у конфігурації** Якщо ви хочете використовувати текстові команди, переконайтеся, що ви не встановили прапорець "Вимкнути застарілі префіксні команди" в налаштуваннях сервера на сайті. Ця опція призведе до того, що працюватимуть тільки команди слеша.
vi: Có thể có nhiều nguyên do tại sao các lệnh không hoạt động. a. **Tiền ngữ lệnh đã được đổi sang kí tự khác và bạn đã quên.** Bạn có thể dùng `@RinBot prefix` để kiểm tra và thay đổi tiền ngữ lệnh. Nếu bạn không thể sử dụng `@RinBot prefix`, hãy đăng nhập trên [trang web]({0}). Trên trang, bạn có thể thấy và thay đổi tiền ngữ lệnh trong trang **Server của tôi** ở góc trên bên phải. b. **Bạn đã đổi cài đặt quyền hạn trong server của bạn mà RinBot không thể gửi tin nhắn hoặc tin nhúng nữa** Hãy chắc chắn rằng RinBot có tất cả các quyền hạn cần thiết. Hiện tại, các quyền cần thiết là: `Đọc tin nhắn`, `Gửi tin nhắn`, `Nhúng liên kết`, `Gửi file`, và cho các kênh thoại, `Kết nối` và `Nói` > Bạn có thể mời lại RinBot vào server để kiểm tra các quyền hạn cần thiết. c. **Bạn đang sử dụng __lệnh gạch chéo__ và quyền sử dụng lệnh gạch chéo đã được cài đặt để chặn các lệnh này** Xem câu hỏi 10. d. **Các quyền hạn sử dụng có thể bị thay đổi sang chế độ chặn tất cả các lệnh** Một người với quyền hạn quản lý server sẽ cần thay đổi quyền sử dụng để cho phép các lệnh nếu chết độ hạn chế quyền sử dụng được bật. Các cài đặt có thể thay đổi được trên [trang web]({0}). e. **Máy chủ mà server của bạn hoạt động trên đang offline.** Điều này hiếm khi xảy ra và sẽ được khắc phục tự động trong một vài phút. Bạn có thể kiểm tra trạng thái các máy chủ trong [danh sách máy chủ]({0}/status). Trong trường hợp bảo trì diện rộng, bạn cũng có thể xem trang [statuspage.io](https://rinbot.statuspage.io/) để cập nhật. f. **Bạn đã tắt các câu lệnh dựa trên tiền ngữ lệnh trong phần cái đặt** Nếu bạn muốn sử dụng câu lệnh cũ, hãy kiểm tra rằng bạn chưa chọn ô "Tắt các câu lệnh cũ dựa trên tiền ngữ lệnh" trong cài đặt server trên trang web. Ô này có tác dụng chặn tất cả các câu lệnh cũ sử dụng tiền ngữ lệnh và chỉ cho phép lệnh gạch chéo hoạt động.
zh_hans: 您的命令失效可能有多种原因。 a.**您的前缀已更改为其他内容，而您忘记了。** 您可以使用`@RinBot prefix` 来检查当前的前缀并进行更改。 如果您无法使用`@RinBot prefix` ，请登录[网站]({0})。 您还可以在**我的服务器** 页面右上方查看并更改您的前缀。 b.**您更改了服务器的权限，导致 RinBot 无法再发送信息或嵌入** 。 确保 RinBot 拥有所有必要的权限。 目前这些权限是`读取信息`,`发送信息`,`嵌入链接`,`附加文件` 以及语音频道`连接` 和`说话` > 您可以重新邀请她，以检查到底需要哪些权限。 c.**您正在使用__斜线命令__，而命令权限已设置为拒绝使用** 。 参见问题 10。 d.**访问控制的设置可能不允许任何命令** 拥有服务器管理权限的人员需要更改访问控制，以便在启用访问控制的情况下允许使用命令。 配置可在［网站］({0}/my-servers)上找到。 e.**您的服务器所在的分区实际上已经宕机** 这种情况很少发生，几分钟后就会自动修复。 您可以在[状态页面]（{0}/status）上查看服务器所在分区的状态。 如果有任何大型维护，您也可以查看[the statuspage.io site]( https://rinbot.statuspage.io/) 获取更新。 f.**您已在配置中完全禁用文本命令** 如果您想使用文本命令，请确保您没有在网站的服务器设置中勾选 "禁用传统前缀命令 "复选框。 该选项将使斜线命令不起作用。
zh_hant: 指令無法使用可能有以下原因： a. **忘記自己更改了指令前綴** 只要輸入 `@RinBot prefix` 就可以查看或更改目前的指令前綴。 如果您無法使用 `@RinBot prefix`，請前往 [RinBot 官網]({0})。 登入後點右上角 **My Servers** 查看或修改前綴。 b. **更改了權限使得 RinBot 無法傳送或嵌入訊息** 請確保 RinBot 擁有所有必要的權限。 目前 RinBot 需要以下權限：`讀取訊息`、`發送訊息`、`嵌入連結`、`附加檔案`，以及`連接`和`說話`（若使用語音） > 你可以重新邀請她來檢視必要的權限。 c. **斜線指令權限被封鎖** 參見「問題 10」。 d. **存取控制（Access Control）可能被設定為不允許任何指令** 具有伺服器管理權限的人需要變更存取控制的設定，讓其在啟用存取控制的情況下允許使用指令。 這項設定可以在[網站的「My Servers」頁面]({0}/my-servers)中找到。 e. **您的伺服器所在的分片（shard）可能實際上已離線** 這種情況很少見，通常會在幾分鐘內自動修復。 您可以在[狀態頁面]({0}/status)查看您所在分片的狀態。 若有較大規模的維護，您也可以前往 [statuspage.io 網站](https://rinbot.statuspage.io/)取得最新資訊。 f. **您已在設定中完全停用了文字指令** 如果您希望使用文字指令，請確認您在網站上的伺服器設定中**沒有勾選**「停用舊式前綴指令」這個選項。 勾選該選項將只允許使用斜線指令。
