Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_14_Answer
source: Weekly leaderboard resets at the shown date in the `/weektop` command at midnight (00:00 / 12:00 AM) in UTC time. It uses the ISO-8601 standard for the weeks of the year with Monday as the first day in the week.
ar: تتم إعادة تعيين لوحة المتصدرين الأسبوعية في التاريخ الموضح في الأمر `/weektop` في منتصف الليل (00:00 / 12:00 صباحًا) بالتوقيت العالمي المنسق. يستخدم معيار ISO-8601 لأسابيع السنة مع اعتبار يوم الاثنين أول يوم في الأسبوع.
bg: Седмичната класация се нулира на показаната дата в командата `/weektop` в полунощ (00:00 / 12:00 ч.) по UTC време. Използва се стандартът ISO-8601 за седмиците в годината с понеделник като първи ден в седмицата.
cs: Týdenní žebříček se resetuje k datu uvedenému v příkazu `/weektop` o půlnoci (00:00 / 12:00) v čase UTC. Pro týdny v roce se používá standard ISO-8601 s pondělím jako prvním dnem v týdnu.
da: Weekly leaderboard nulstilles på den viste dato i kommandoen `/weektop` ved midnat (00:00 / 12:00 AM) i UTC-tid. Den bruger ISO-8601-standarden for årets uger med mandag som den første dag i ugen.
de: Die wöchentliche Rangliste wird zu dem im Befehl `/weektop` angegebenen Datum um Mitternacht (00:00 / 12:00 Uhr) in UTC-Zeit zurückgesetzt. Es wird der ISO-8601-Standard für die Wochen des Jahres verwendet, wobei der Montag der erste Tag der Woche ist.
el: Ο εβδομαδιαίος πίνακας κατάταξης επαναφέρεται στην ημερομηνία που εμφανίζεται στην εντολή `/weektop` τα μεσάνυχτα (00:00 / 12:00 π.μ.) σε ώρα UTC. Χρησιμοποιεί το πρότυπο ISO-8601 για τις εβδομάδες του έτους με τη Δευτέρα ως πρώτη ημέρα της εβδομάδας.
es: La tabla de clasificación semanal se restablece en la fecha que se muestra en el comando `/weektop` a medianoche (00:00/12:00 a.m.) en hora UTC. Usa el estándar ISO-8601 para las semanas del año con el lunes como primer día de la semana.
fi: Viikoittainen pistetaulukko nollautuu komennossa `/weektop` ilmoitettuna päivänä keskiyöllä (00:00 / 12:00 AM) UTC-aikaa. Se käyttää ISO-8601-standardia vuoden viikoille ja maanantai on viikon ensimmäinen päivä.
fr: Le classement hebdomadaire est réinitialisé à la date indiquée dans la commande `/weektop` à minuit (00:00 / 12:00 AM) en heure UTC. Il utilise la norme ISO-8601 pour les semaines de l'année, le lundi étant le premier jour de la semaine.
he: דירוג המובילים השבועי מתאפס בתאריך המוצג ב- `/weektop` בפקודה בחצות (00:00 / 12:00 AM) בזמן UTC. הוא משתמש בתקן ISO-8601 לשבועות השנה, כאשר יום שני הוא היום הראשון בשבוע.
hu: A heti ranglista visszaáll a `/weektop` parancsban megadott időpontban, UTC-idő szerint éjfélkor (00:00 / 12:00). Az ISO-8601 szabványt használja az év heteire, hétfővel a hét első napjaként.
id: Papan peringkat mingguan diatur ulang pada tanggal yang ditampilkan di perintah `/weektop` pada tengah malam (00:00 / 12:00 AM) dalam waktu UTC. Papan peringkat ini menggunakan standar ISO-8601 untuk minggu-minggu dalam setahun dengan hari Senin sebagai hari pertama dalam seminggu.
it: La classifica settimanale si resetta alla data indicata nel comando `/weektop` a mezzanotte (00:00 / 12:00 AM) nell'ora UTC. Utilizza lo standard ISO-8601 per le settimane dell'anno, con il lunedì come primo giorno della settimana.
ja: ウィークリーリーダーボードは、`/weektop` コマンドで指定された日付、UTC時間で午前0時（00:00 / 12:00）にリセットされます。 週はISO-8601標準を使用し、月曜日を週の初日とします。
ko: 주간 순위표는 UTC 시간 기준 자정(00:00 / 오전 12:00)에 `/weektop` 명령에 표시된 날짜에 초기화됩니다. 주 단위는 ISO-8601 표준을 사용하며 월요일을 주의 첫 번째 날로 합니다.
lt: Savaitės lyderių lentelė iš naujo nustatoma komandoje `/weektop` nurodytą datą vidurnaktį (00:00 / 12:00 val.) UTC laiku. Metų savaitėms naudojamas ISO-8601 standartas, pagal kurį pirmadienis yra pirmoji savaitės diena.
nb_no: Den ukentlige ledertavlen tilbakestilles på datoen som vises i kommandoen `/weektop` ved midnatt (00:00 / 12:00) i UTC-tid. Den bruker ISO-8601-standarden for årets uker med mandag som den første dagen i uken.
nl: Het wekelijkse leaderboard wordt gereset op de getoonde datum in het commando `/weektop` om middernacht (00:00 / 12:00 AM) in UTC-tijd. Het gebruikt de ISO-8601 standaard voor de weken van het jaar met maandag als de eerste dag in de week.
pl: Cotygodniowa tabela liderów resetuje się w dniu wskazanym w poleceniu `/weektop` o północy (00:00 / 12:00 AM) czasu UTC. Używa standardu ISO-8601 dla tygodni roku z poniedziałkiem jako pierwszym dniem tygodnia.
pt: A tabela de classificação semanal é reiniciada na data indicada no comando `/weektop` à meia-noite (00:00 / 12:00 AM) na hora UTC. Utiliza a norma ISO-8601 para as semanas do ano, com a segunda-feira como o primeiro dia da semana.
ro: Clasamentul săptămânal se resetează la data indicată în comanda `/weektop` la miezul nopții (00:00 / 12:00 AM) în timpul UTC. Se utilizează standardul ISO-8601 pentru săptămânile anului, cu ziua de luni ca primă zi a săptămânii.
ru: Еженедельная таблица лидеров сбрасывается в указанную дату в команде `/weektop` в полночь (00:00 / 12:00 AM) по времени UTC. При этом используется стандарт ISO-8601 для недель года с понедельником в качестве первого дня недели.
sv: Weekly leaderboard återställs vid det datum som visas i kommandot `/weektop` vid midnatt (00:00 / 12:00 AM) i UTC-tid. Den använder ISO-8601-standarden för årets veckor med måndag som den första dagen i veckan.
th: กระดานผู้นำรายสัปดาห์จะรีเซ็ตในวันที่แสดงในคำสั่ง`/weektop` ในเวลาเที่ยงคืน (00:00 / 12:00 AM) ตามเวลา UTC. ใช้มาตรฐาน ISO-8601 สำหรับสัปดาห์ของปีโดยมีวันจันทร์เป็นวันแรกของสัปดาห์.
tr: Haftalık lider tablosu `/weektop` komutunda gösterilen tarihte UTC saatiyle gece yarısı (00:00 / 12:00 AM) sıfırlanır. Pazartesi haftanın ilk günü olmak üzere yılın haftaları için ISO-8601 standardını kullanır.
uk: Щотижневий лідерборд обнуляється в дату, вказану в команді `/weektop`, опівночі (00:00 / 12:00) за часом UTC. Використовується стандарт ISO-8601 для тижнів року з понеділком як першим днем тижня.
vi: Bảng xếp hạng hàng tuần được đặt lại vào ngày được hiển thị trong lệnh ` `` và `/weektop` `` ` vào lúc nửa đêm (00:00 / 12:00 AM) theo giờ UTC. Nó sử dụng tiêu chuẩn ISO-8601 cho các tuần trong năm, với thứ Hai là ngày đầu tiên của tuần.
zh_hans: 每周排行榜在`/weektop` 命令中显示的日期重置，重置时间为世界协调时午夜（00:00 / 12:00）。 它采用 ISO-8601 年周数标准，周一为一周的第一天。
zh_hant: 每週排行榜會在 `/weektop` 指令中顯示的日期重置，時間為 UTC 凌晨 00:00（12:00 AM）。 排行榜採用 ISO-8601 標準來定義每週的週次，並以星期一作為一週的第一天。

# Faq_15_Question
source: How does the point calculation work?
ar: كيف يعمل حساب النقاط؟
bg: Как се изчисляват точките?
cs: Jak funguje výpočet bodů?
da: Hvordan fungerer pointberegningen?
de: Wie funktioniert die Punktberechnung?
el: Πώς λειτουργεί ο υπολογισμός των πόντων;
es: ¿Cómo funciona el cálculo de puntos?
fi: Miten pistelaskenta toimii?
fr: Comment se calculent les points ?
he: איך מחושבים הנקודות?
hu: Hogyan működik a pontszámítás?
id: Bagaimana cara kerja penghitungan poin?
it: Come funziona il calcolo dei punti?
ja: 得点計算はどのように行われるのですか？
ko: 포인트 계산은 어떻게 이루어지나요?
lt: Kaip apskaičiuojami taškai?
nb_no: Hvordan fungerer poengberegningen?
nl: Hoe werkt de puntenberekening?
pl: Jak działa obliczanie punktów?
pt: Como é que o cálculo dos pontos funciona?
ro: Cum funcționează calculul punctelor?
ru: Как происходит подсчет очков?
sv: Hur fungerar poängberäkningen?
th: การคำนวณคะแนนทำงานอย่างไร?
tr: Puan hesaplaması nasıl işliyor?
uk: Як відбувається підрахунок балів?
vi: Cách tính điểm hoạt động như thế nào?
zh_hans: 积分计算是如何进行的？
zh_hant: 積分是如何計算的？
