Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_4_Answer
source: So every round that you play will select a random anime from a "pool" of anime that depends on what filters you use. The more restrictive filters you use, the smaller your anime pool becomes. Points are also loosely based on the anime pool count, with an anime pool of 3000 giving maximum points (normally 60). __An example__ Let's say you have an anime list with 100 anime in it (they need to have at least 1 episode watched and not be dropped). About 20 of those 100 anime are considered popular, so would belong in the easy difficulty. If you then use `!sg d:1 mal:username` it would grab a random anime from only 20 anime. Now there is also the fact that RinBot does not repeat anime for at least one hour. Taking that into account, every round you play within the hour would reduce that 20 anime by 1. So after 20 rounds you will end up with a pool of 0. Then RinBot cannot continue and will cancel the round, saying **The round was cancelled due to missing captures**. Anime pool count is also used for the time leaderboard. Since it would be too easy for people to use `!sg d:1 g:sports` and spam Haikyuu, I have chosen to only allow rounds with a minimum of 1000 in the anime pool in that leaderboard.
ar: لذا في كل جولة تلعبها ستختار أنمي عشوائي من "مجموعة" من الأنيمي التي تعتمد على المرشحات التي تستخدمها. وكلما كانت المرشحات التي تستخدمها أكثر تقييدًا، كلما أصبحت مجموعة الرسوم المتحركة أصغر. تستند النقاط أيضًا بشكل فضفاض على عدد مجموعة الأنيمي التي تستخدمها، حيث أن مجموعة الأنيمي التي تبلغ 3000 أنيمي تعطي أقصى عدد من النقاط (عادةً 60 نقطة). __مثال على ذلك__ لنفترض أن لديك قائمة أنمي تحتوي على 100 أنمي (يجب أن يكون لديك حلقة واحدة على الأقل تمت مشاهدتها ولم يتم إسقاطها). حوالي 20 من هذه الأنيمي الـ 100 يعتبرون مشهورين، لذا سيكونون في الصعوبة السهلة. إذا استخدمت بعد ذلك `!sg d:1 mal:username` فسيتم انتقاء أنمي عشوائي من بين 20 أنمي فقط. الآن هناك أيضًا حقيقة أن RinBot لا يكرر الأنمي لمدة ساعة واحدة على الأقل. مع أخذ ذلك في الاعتبار، كل جولة تلعبها خلال ساعة ستقلل من الـ 20 أنمي بمقدار 1. لذلك بعد 20 جولة سينتهي بك الأمر بمجموعة من 0. ثم لا يمكن لـ RinBot الاستمرار وستلغي الجولة، قائلة **تم إلغاء الجولة بسبب فقدان اللقطات**. يُستخدم عدد البلياردو أيضًا في لوحة المتصدرين الزمنية. نظرًا لأنه سيكون من السهل جدًا على الأشخاص استخدام `!sg d:1 g:sports` وإرسال رسائل غير مرغوب فيها إلى Haikyuu، فقد اخترت السماح فقط بالجولات التي تحتوي على 1000 كحد أدنى في تجمع الأنيمي في لوحة الصدارة تلك.
bg: Така че всеки рунд, който играете, ще избира произволно аниме от "фонд" с анимета, който зависи от това какви филтри използвате. Колкото по-рестриктивни филтри използвате, толкова по-малък става вашият аниме фонд. Точките също се определят свободно в зависимост от броя на аниметата в пула, като анимета от 3000 дават максимален брой точки (обикновено 60). __Пример__ Да речем, че имате списък с анимета със 100 анимета в него (те трябва да имат поне 1 гледан епизод и да не са отпаднали). Около 20 от тези 100 анимета се смятат за популярни, така че ще попаднат в лесна трудност. Ако използвате `!sg d:1 mal:username`, то ще вземе произволно аниме от само 20 анимета. Сега има и факт, че RinBot не повтаря аниметата в продължение на поне един час. Като се вземе предвид това, всеки рунд, който изиграете в рамките на този час, ще намали тези 20 анимета с 1. Така че след 20 рунда ще се окажете с пул от 0. Тогава RinBot не може да продължи и ще отмени рунда, казвайки: **Рундът беше отменен поради липсващи уловки**. Броят на аниме пула се използва и за класацията за време. Тъй като ще бъде твърде лесно за хората да използват `!sg d:1 g:sports` и да спамят Haikyuu, реших да разрешавам само рундове с минимум 1000 в аниме пула в тази класация.
cs: V každém kole si tedy vyberete náhodné anime z "fondu" anime, který závisí na tom, jaké filtry použijete. Čím přísnější filtry použijete, tím menší bude váš výběr anime. Počet bodů se také volně odvíjí od počtu anime v poolu, přičemž anime v poolu o velikosti 3000 dává maximální počet bodů (obvykle 60). __Příklad__ Řekněme, že máte seznam anime, ve kterém je 100 anime (musí mít shlédnutou alespoň 1 epizodu a nesmí být vyřazena). Asi 20 z těchto 100 anime je považováno za populární, takže by patřilo do lehké obtížnosti. Pokud tedy použijete `!sg d:1 mal:username`, chytne se náhodné anime z pouhých 20 anime. Teď je tu ještě fakt, že RinBot neopakuje anime alespoň jednu hodinu. S ohledem na to by každé kolo, které odehrajete během hodiny, snížilo oněch 20 anime o 1. Takže po 20 kolech skončíte s fondem 0. Pak RinBot nemůže pokračovat a kolo zruší s hláškou **Kolo bylo zrušeno kvůli chybějícím záběrům**. Počet anime poolů se používá také pro časový žebříček. Protože by pro lidi bylo příliš snadné používat `!sg d:1 g:sport` a spamovat Haikyuu, rozhodl jsem se v tomto žebříčku povolit pouze kola s minimálním počtem 1000 v anime poolu.
da: Så hver runde, du spiller, vil vælge en tilfældig anime fra en "pulje" af anime, der afhænger af, hvilke filtre du bruger. Jo mere restriktive filtre du bruger, jo mindre bliver din anime-pulje. Pointene er også løst baseret på antallet af animeer i puljen, hvor en anime-pulje på 3000 giver maksimum point (normalt 60). __Et eksempel__ Lad os sige, at du har en anime-liste med 100 animeer på (de skal have set mindst 1 episode og må ikke være droppet). Omkring 20 af de 100 animeer betragtes som populære, så de ville høre til i den lette sværhedsgrad. Hvis du så bruger `!sg d:1 mal:username`, vil den hente en tilfældig anime ud af de 20 animeer. Nu er der også det faktum, at RinBot ikke gentager anime i mindst en time. Når man tager det i betragtning, vil hver runde, du spiller inden for den time, reducere de 20 animeer med 1. Så efter 20 runder vil du ende med en pulje på 0. Så kan RinBot ikke fortsætte og vil annullere runden og sige **Runden blev annulleret på grund af manglende fangster**. Anime-puljetællingen bruges også til tidstavlen. Da det ville være for nemt for folk at bruge `!sg d:1 g:sports` og spamme Haikyuu, har jeg valgt kun at tillade runder med mindst 1000 i anime-puljen på den rangliste.
de: In jeder Runde, die du spielst, wird also ein zufälliger Anime aus einem "Pool" von Anime ausgewählt, der davon abhängt, welche Filter du verwendest. Je restriktiver die Filter sind, desto kleiner wird der Anime-Pool. Die Anzahl der Punkte hängt auch von der Anzahl der Anime im Pool ab, wobei ein Anime-Pool von 3000 die maximale Punktzahl ergibt (normalerweise 60). __Ein Beispiel__ Nehmen wir an, Sie haben eine Anime-Liste mit 100 Anime darin (sie müssen mindestens eine Folge gesehen haben und dürfen nicht abgesetzt worden sein). Etwa 20 dieser 100 Anime gelten als populär, gehören also in den leichten Schwierigkeitsgrad. Wenn du dann `!sg d:1 mal:username` verwendest, würde es einen zufälligen Anime von nur 20 Anime auswählen. Nun kommt noch hinzu, dass RinBot Anime mindestens eine Stunde lang nicht wiederholt. Das bedeutet, dass jede Runde, die du innerhalb dieser Stunde spielst, die 20 Anime um 1 reduziert. Nach 20 Runden hast du also einen Pool von 0. Dann kann RinBot nicht mehr weitermachen und bricht die Runde mit der Meldung **ab. Die Runde wurde wegen fehlender Fänge abgebrochen**. Die Anzahl der Anime-Pools wird auch für die Zeitrangliste verwendet. Da es für Leute zu einfach wäre, `!sg d:1 g:sports` zu benutzen und Haikyuu zu spammen, habe ich beschlossen, nur Runden mit einem Minimum von 1000 im Anime-Pool in dieser Rangliste zuzulassen.
el: Έτσι, κάθε γύρος που παίζετε θα επιλέγει ένα τυχαίο anime από μια "δεξαμενή" anime που εξαρτάται από τα φίλτρα που χρησιμοποιείτε. Όσο πιο περιοριστικά φίλτρα χρησιμοποιείτε, τόσο μικρότερη γίνεται η δεξαμενή των anime. Οι πόντοι βασίζονται επίσης χαλαρά στον αριθμό της δεξαμενής anime, με μια δεξαμενή anime 3000 να δίνει μέγιστους πόντους (συνήθως 60). __Ένα παράδειγμα__ Ας υποθέσουμε ότι έχετε μια λίστα anime με 100 anime σε αυτήν (πρέπει να έχουν παρακολουθήσει τουλάχιστον 1 επεισόδιο και να μην έχουν εγκαταλειφθεί). Περίπου 20 από αυτά τα 100 anime θεωρούνται δημοφιλή, οπότε ανήκουν στην εύκολη δυσκολία. Αν στη συνέχεια χρησιμοποιήσετε το `!sg d:1 mal:username` θα πάρει ένα τυχαίο anime από τα 20 μόνο anime. Τώρα υπάρχει και το γεγονός ότι το RinBot δεν επαναλαμβάνει anime για τουλάχιστον μία ώρα. Λαμβάνοντας αυτό υπόψη, κάθε γύρος που παίζετε μέσα σε μια ώρα θα μείωνε τα 20 anime κατά 1. Έτσι, μετά από 20 γύρους θα καταλήξετε με μια δεξαμενή 0. Τότε το RinBot δεν μπορεί να συνεχίσει και θα ακυρώσει το γύρο, λέγοντας **Ο γύρος ακυρώθηκε λόγω έλλειψης συλλήψεων**. Η καταμέτρηση της δεξαμενής anime χρησιμοποιείται επίσης για τον πίνακα κατάταξης χρόνου. Δεδομένου ότι θα ήταν πολύ εύκολο για τους ανθρώπους να χρησιμοποιήσουν `!sg d:1 g:sports` και να κάνουν spam Haikyuu, επέλεξα να επιτρέπω μόνο γύρους με τουλάχιστον 1000 στο anime pool σε αυτόν τον πίνακα κατάταξης.
es: Cada ronda que juegues va a seleccionar un anime aleatorio de un "grupo" de anime que depende de los filtros que uses. Cuantos más filtros restrictivos uses, más pequeño será tu grupo de anime. Los puntos también se basan libremente en el conteo del grupo de anime, con un grupo de anime de 3000 dando los puntos máximos (normalmente 60). __Un ejemplo__ Digamos que tienes una lista de anime con 100 animes (deben de tener al menos 1 episodio visto y que no estén abandonados). Alrededor de 20 de esos 100 animes se consideran populares, por lo que pertenecerían a la dificultad fácil. Si luego usas `!sg d:1 mal:username`, obtendrías un anime aleatorio de solo 20 animes. Pero también está el hecho de que RinBot no repite el anime durante al menos una hora. Teniendo esto en cuenta, cada ronda que juegues dentro de una hora reduciría esos 20 animes en 1. Entonces, después de 20 rondas, terminarás con un grupo de 0. Por lo tanto, RinBot no puede continuar y cancelará la ronda diciendo **La ronda fue cancelada debido a la falta de imágenes.**. El conteo de grupos de anime también se usa para la tabla de clasificación de tiempo. Dado que sería demasiado fácil para las personas usar `!sg d:1 g:sports` y spamear Haikyuu, he elegido permitir sólo rondas con un mínimo de 1000 en el grupo de anime para esa tabla de clasificación.
fi: Jokaisella pelatulla kierroksella valitaan siis satunnainen anime anime "altaasta", joka riippuu käyttämistäsi suodattimista. Mitä rajoittavampia suodattimia käytät, sitä pienemmäksi anime-allas muuttuu. Pisteet perustuvat myös löyhästi anime poolin lukumäärään, ja 3000 animen pool antaa maksimipisteet (yleensä 60). __Esimerkki__ Oletetaan, että sinulla on anime-lista, jossa on 100 animea (niistä on katsottava vähintään yksi jakso, eikä niitä saa pudottaa). Noin 20 noista 100 animesta katsotaan suosituiksi, joten ne kuuluisivat helppoon vaikeusasteeseen. Jos sitten käytät `!sg d:1 mal:username` se ottaisi satunnaisen animen vain 20 animen joukosta. Nyt on myös se tosiasia, että RinBot ei toista animea ainakaan tuntiin. Kun tämä otetaan huomioon, jokainen kierros, jonka pelaat tunnin aikana, vähentäisi tuota 20 animea yhdellä. Joten 20 kierroksen jälkeen sinulla on lopulta 0. Silloin RinBot ei voi jatkaa ja peruuttaa kierroksen sanomalla **Kierros peruutettiin puuttuvien kaappausten vuoksi**. Anime-poolin lukumäärää käytetään myös aikatulostaulukossa. Koska ihmisten olisi liian helppoa käyttää `!sg d:1 g:sports` ja roskapostittaa Haikyuu, olen päättänyt sallia vain kierrokset, joiden anime-allas on vähintään 1000, kyseisessä tulostaulukossa.
fr: Ainsi, chaque tour que vous jouez sélectionne un anime aléatoirement à partir d'un "pool" d'anime qui dépend des filtres que vous utilisez. Plus vous utilisez de filtres restrictifs, plus votre pool d'anime est réduit. Les points sont également basés sur le nombre d'animes dans la réserve, une réserve de 3000 animes donnant le maximum de points (normalement 60). __Un exemple__ Supposons que vous ayez une liste d'anime avec 100 anime dans celle-ci (ils doivent avoir au moins 1 épisode regardé et ne pas être abandonnés). Environ 20 de ces 100 animes sont considérés comme populaires, et appartiennent donc à la difficulté facile. Si vous utilisez `!sg d:1 mal:username`, cela prendra un anime au hasard parmi les 20 anime. Maintenant, il y a aussi le fait que RinBot ne répète pas les anime pendant au moins une heure. En prenant cela en compte, chaque tour que vous jouez dans l'heure réduirait ces 20 anime de 1. Ainsi, après 20 tours, vous vous retrouverez avec un pool de 0. RinBot ne peut alors plus continuer et annulera le tour en disant **Le tour a été annulé en raison de captures manquantes**. Le décompte du pool d'anime est également utilisé pour le classement des temps. Comme il serait trop facile pour les gens d'utiliser `!sg d:1 g:sports` et de spammer Haikyuu, j'ai choisi de n'autoriser que les rounds avec un minimum de 1000 dans le pool d'anime dans ce classement.
he: אז בכל סיבוב שתשחקו, תבחר אנימה אקראית מתוך "מאגר" של אנימות, בהתאם למסננים שתשתמשו בהם. ככל שהמסננים שתשתמשו בהם יהיו מגבילים יותר, כך מאגר האנימות שלכם יהיה קטן יותר. הנקודות מבוססות באופן כללי על מספר האנימות במאגר, כאשר מאגר של 3000 אנימות ייתן את מירב הנקודות (בדרך כלל 60). __דוגמה__ נניח שיש לכם רשימת אנימה עם 100 אנימות (צריך לצפות לפחות בפרק אחד מהן והן לא יכולות להיות נטושות). כ-20 מתוך 100 האנימות הללו נחשבות לפופולריות, ולכן הן שייכות לקושי הקל. אם תשתמשו ב- `!sg d:1 mal:username`, הוא יבחר אנימה אקראית מתוך 20 אנימות בלבד. כעת יש גם את העובדה ש-RinBot לא חוזר על אנימה לפחות במשך שעה. אם לוקחים זאת בחשבון, כל סיבוב שתשחקו בתוך השעה יפחית את 20 האנימות ב-1. אז אחרי 20 סיבובים תישארו עם מאגר של 0. אז RinBot לא יוכל להמשיך ויבטל את הסיבוב, ויגיד **הסיבוב בוטל בגלל תפיסות חסרות**. ספירת מאגר האנימה משמשת גם לדירוג הזמן. מכיוון שיהיה קל מדי לאנשים להשתמש ב- `!sg d:1 g:sports` ולשלוח ספאם ל-Haikyuu, החלטתי לאפשר רק סיבובים עם מינימום של 1000 במאגר האנימה בדירוג הזה.
hu: Tehát minden fordulóban, amit játszol, egy véletlenszerű anime-t választasz ki egy "pool" anime-ból, ami attól függ, hogy milyen szűrőket használsz. Minél szigorúbb szűrőket használsz, annál kisebb lesz az anime-állományod. A pontok is lazán az anime pool számán alapulnak, egy 3000-es anime pool maximális pontot ad (általában 60). __Egy példa__ Tegyük fel, hogy van egy anime-listád, amelyen 100 anime szerepel (legalább 1 epizódot meg kell nézni, és nem szabad elhagyni őket). Ebből a 100 anime közül kb. 20 népszerűnek számít, tehát a könnyű nehézségi fokozatba tartozna. Ha ezután a `!sg d:1 mal:username` -t használod, akkor a 20 anime közül csak egy véletlenszerű animét fog kiválasztani. Most ott van még az a tény, hogy a RinBot nem ismétli az animéket legalább egy órán keresztül. Ezt figyelembe véve, minden kör, amit egy órán belül játszol, 1-nel csökkentené ezt a 20 animét. Tehát 20 kör után a végén 0 lesz a poolod. Ekkor RinBot nem tudja folytatni, és megszakítja a kört, mondván: **The round was cancelled due to missing captures**. Az anime-állományt az időbeli ranglistán is használják. Mivel túl könnyű lenne az embereknek használni a `!sg d:1 g:sport` és spam Haikyuu-t, úgy döntöttem, hogy csak olyan köröket engedek meg, amelyekben az anime pool legalább 1000-et tartalmaz, ebben a ranglistában.
id: Jadi setiap ronde yang Anda mainkan akan memilih anime secara acak dari "kumpulan" anime yang tergantung pada filter yang Anda gunakan. Semakin ketat filter yang Anda gunakan, semakin kecil pool anime Anda. Poin juga secara longgar didasarkan pada jumlah kumpulan anime, dengan kumpulan anime sebanyak 3000 memberikan poin maksimum (biasanya 60). __Contoh__ Katakanlah Anda memiliki daftar anime dengan 100 anime di dalamnya (mereka harus memiliki setidaknya 1 episode yang telah ditonton dan belum dihapus). Sekitar 20 dari 100 anime tersebut dianggap populer, jadi akan termasuk dalam tingkat kesulitan yang mudah. Jika Anda menggunakan `!sg d:1 mal:username`, maka Anda akan mendapatkan anime secara acak dari 20 anime tersebut. Sekarang ada juga fakta bahwa RinBot tidak mengulang anime setidaknya selama satu jam. Dengan mempertimbangkan hal tersebut, setiap ronde yang Anda mainkan dalam waktu satu jam akan mengurangi 20 anime tersebut sebanyak 1. Jadi setelah 20 ronde, Anda akan mendapatkan pool 0. Kemudian RinBot tidak dapat melanjutkan dan akan membatalkan ronde tersebut, dengan mengatakan **Ronde dibatalkan karena ada tangkapan yang hilang**. Jumlah pool anime juga digunakan untuk papan peringkat waktu. Karena akan terlalu mudah bagi orang untuk menggunakan `!sg d:1 g:sports` dan mengirim spam ke Haikyuu, saya telah memilih untuk hanya mengizinkan ronde dengan minimal 1000 anime pool di papan peringkat tersebut.
it: Ogni turno di gioco selezionerà un anime casuale da un "pool" di anime che dipende dai filtri utilizzati. Più i filtri sono restrittivi, più il pool di anime diventa piccolo. I punti sono anche vagamente basati sul numero di anime, con un pool di anime di 3000 che dà il massimo dei punti (normalmente 60). __Un esempio__ Supponiamo di avere una lista di anime con 100 anime (che devono avere almeno 1 episodio visto e non essere stati abbandonati). Circa 20 di questi 100 anime sono considerati popolari, quindi appartengono alla difficoltà facile. Se poi si usa `!sg d:1 mal:username`, si prende un anime a caso tra solo 20 anime. Ora c'è anche il fatto che RinBot non ripete gli anime per almeno un'ora. Tenendo conto di questo, ogni turno giocato nell'arco di un'ora ridurrebbe di 1 unità i 20 anime. Quindi, dopo 20 round, ci si ritroverà con un pool di 0. RinBot non potrà continuare e annullerà il round, dicendo **Il round è stato annullato a causa di catture mancanti**. Il conteggio del pool di anime viene utilizzato anche per la classifica dei tempi. Poiché sarebbe troppo facile per le persone usare `!sg d:1 g:sports` e spammare Haikyuu, ho scelto di consentire solo i round con un minimo di 1000 nel pool anime in quella classifica.
ja: つまり、どのラウンドをプレイしても、使用するフィルターによってアニメの「プール」からランダムにアニメが選ばれる。 制限の多いフィルターを使えば使うほど、アニメプールは小さくなる。 ポイントもまた、アニメプールの数に緩やかに基づいており、3000のアニメプールが最大ポイント（通常は60ポイント）を与える。 __例__ 例えば、100のアニメが入ったアニメリストがあるとします（最低1話視聴済みで、脱落していない必要があります）。 その100個のアニメのうち約20個は人気があると考えられるので、簡単な難易度に属するだろう。 `!sg d:1 mal:username` を使うと、20のアニメからランダムなアニメが選ばれる。 RinBotは少なくとも1時間はアニメを繰り返さないという事実もある。 それを考慮すると、1時間以内に1ラウンドをプレイするごとに、20本のアニメが1本ずつ減っていくことになる。 そうすると、RinBotはラウンドを続けることができなくなり、**The round was cancelled due to missing captures** と言って、ラウンドをキャンセルする。 アニメのプール数はタイムリーダーボードにも使用されます。`!sg d:1 g:sports` を使ってHaikyuuのスパムをするのは簡単すぎるので、私はこのリーダーボードではアニメプールが最低1000のラウンドのみを許可することにしました。
ko: 따라서 매 라운드마다 사용하는 필터에 따라 애니메이션 '풀'에서 무작위로 애니메이션이 선택됩니다. 더 제한적인 필터를 사용할수록 애니메이션 풀은 더 작아집니다. 점수는 애니메이션 풀 수에 따라 느슨하게 결정되며, 애니메이션 풀이 3000개일 경우 최대 점수(일반적으로 60점)가 부여됩니다. __예시__ 100개의 애니메이션이 포함된 애니메이션 목록이 있다고 가정해 보겠습니다(최소 1화 이상 시청하고 삭제되지 않아야 함). 100개의 애니메이션 중 약 20개가 인기 있는 애니메이션으로 간주되므로 쉬운 난이도에 속할 것입니다. 그런 다음 `!sg d:1 mal:username` 을 사용하면 20개 애니메이션 중에서 무작위로 애니메이션을 가져옵니다. 이제 린봇은 최소 1시간 동안 애니메이션을 반복하지 않는다는 사실도 있습니다. 이를 고려하면 한 시간 내에 플레이 할 때마다 20 개의 애니메이션이 1 개씩 줄어 듭니다. 따라서 20 라운드가 끝나면 풀이 0이됩니다. 그러면 RinBot은 계속할 수 없으며 **캡처 누락으로 인해 라운드가 취소되었습니다**. 애니메이션 풀 수는 시간 순위표에도 사용됩니다. 사람들이 `!sg d:1 g:sports` 를 사용하여 하이큐를 스팸으로 보내는 것이 너무 쉽기 때문에 해당 순위표의 애니메이션 풀에 최소 1000 개가 있는 라운드만 허용하도록 선택했습니다.
lt: Taigi, kiekviename raunde, kurį žaidžiate, iš "baseino" anime bus pasirenkamas atsitiktinis anime, kuris priklauso nuo to, kokius filtrus naudojate. Kuo griežtesnius filtrus naudojate, tuo mažesnis anime fondas. Taškai taip pat laisvai priklauso nuo anime fondo skaičiaus, o 3000 anime fondas suteikia maksimalų taškų skaičių (paprastai 60). __Pavyzdys__ Tarkime, turite anime sąrašą, į kurį įtraukta 100 anime (jie turi turėti bent 1 žiūrėtą epizodą ir nebūti išmesti). Maždaug 20 iš tų 100 anime yra laikomi populiariais, todėl priklausytų lengvam sudėtingumo lygiui. Jei naudotumėte `!sg d:1 mal:username`, iš 20 anime būtų paimtas atsitiktinis anime. Dabar dar yra ir tai, kad RinBot nekartoja anime mažiausiai vieną valandą. Atsižvelgiant į tai, kiekvienas raundas, kurį žaidžiate per valandą, sumažintų 20 anime 1. Taigi po 20 raundų turėsite 0. Tada RinBot negalės tęsti raundo ir jį atšauks, sakydamas **Raundas buvo atšauktas dėl trūkstamų kadrų**. Anime baseino skaičius taip pat naudojamas laiko lyderių lentelėje. Kadangi žmonėms būtų pernelyg lengva naudoti `!sg d:1 g:sports` ir spaminti Haikyuuu, nusprendžiau šioje lyderių lentelėje leisti tik tuos raundus, kurių anime baseine yra ne mažiau kaip 1000.
nb_no: Hver runde du spiller, velger du en tilfeldig anime fra en "pool" av anime som avhenger av hvilke filtre du bruker. Jo mer restriktive filtre du bruker, desto mindre blir anime-poolen din. Poengberegningen er også løst basert på antall anime i anime-poolen, og en anime-pool på 3000 gir maksimalt antall poeng (normalt 60). __Et eksempel__ La oss si at du har en anime-liste med 100 animeer (de må ha sett minst én episode og ikke være droppet). Omtrent 20 av disse 100 animeene regnes som populære, og hører derfor hjemme i den enkle vanskelighetsgraden. Hvis du da bruker `!sg d:1 mal:username` vil den velge en tilfeldig anime blant de 20. Nå er det også det faktum at RinBot ikke gjentar anime i minst en time. Hvis du tar hensyn til det, vil hver runde du spiller i løpet av timen redusere de 20 animeene med 1. Så etter 20 runder vil du ende opp med en pool på 0. Da kan ikke RinBot fortsette og avbryter runden og sier **Runden ble avbrutt på grunn av manglende fangster**. Antallet anime-pooler brukes også til tidstabellen. Siden det ville være for enkelt for folk å bruke `!sg d:1 g:sports` og spamme Haikyuu, har jeg valgt å bare tillate runder med minst 1000 i anime-poolen på den ledertavlen.
nl: Dus elke ronde die je speelt selecteert een willekeurig anime uit een "pool" van anime die afhangt van de filters die je gebruikt. Hoe meer restrictieve filters je gebruikt, hoe kleiner je anime-pool wordt. Punten zijn ook losjes gebaseerd op het aantal anime, met een anime pool van 3000 die maximale punten oplevert (normaal 60). __Een voorbeeld__ Laten we zeggen dat je een anime-lijst hebt met 100 anime erin (ze moeten minstens 1 aflevering bekeken hebben en niet afgehaakt zijn). Ongeveer 20 van die 100 anime worden als populair beschouwd en horen dus thuis in de makkelijke moeilijkheidsgraad. Als je dan `!sg d:1 mal:username` gebruikt, zou het een willekeurige anime uit slechts 20 anime pakken. Nu is er ook nog het feit dat RinBot minstens een uur lang geen anime herhaalt. Als je daar rekening mee houdt, zou elke ronde die je binnen een uur speelt die 20 anime met 1 verminderen. Dus na 20 rondes eindig je met een pool van 0. Dan kan RinBot niet verder en annuleert de ronde met de melding **De ronde is geannuleerd wegens ontbrekende captures**. Anime pool count wordt ook gebruikt voor het tijd leaderboard. Omdat het te makkelijk zou zijn voor mensen om `!sg d:1 g:sports` te gebruiken en Haikyuu te spammen, heb ik ervoor gekozen om alleen rondes toe te staan met een minimum van 1000 in de anime pool in dat leaderboard.
pl: W każdej rundzie wybierasz losowe anime z "puli" anime, która zależy od użytych filtrów. Im bardziej restrykcyjnych filtrów używasz, tym mniejsza staje się twoja pula anime. Punkty są również luźno oparte na liczbie anime w puli, z pulą anime 3000 dającą maksymalną liczbę punktów (zwykle 60). __Przykład__ Załóżmy, że masz listę anime zawierającą 100 anime (muszą mieć co najmniej 1 obejrzany odcinek i nie mogą zostać porzucone). Około 20 z tych 100 anime jest uważanych za popularne, więc należałyby do łatwego poziomu trudności. Jeśli następnie użyjesz `!sg d:1 mal:username`, pobierze losowe anime z zaledwie 20 anime. Jest jeszcze fakt, że RinBot nie powtarza anime przez co najmniej godzinę. Biorąc to pod uwagę, każda runda rozegrana w ciągu godziny zmniejszy liczbę 20 anime o 1. Tak więc po 20 rundach skończy się na puli 0. Wtedy RinBot nie może kontynuować i anuluje rundę, mówiąc **Runda została anulowana z powodu braku przechwytywania**. Licznik puli anime jest również używany w tabeli liderów czasowych. Ponieważ zbyt łatwo byłoby ludziom używać `!sg d:1 g:sports` i spamować Haikyuu, zdecydowałem się zezwolić tylko na rundy z minimum 1000 w puli anime w tej tabeli liderów.
pt: Assim, cada ronda que jogares seleccionará um anime aleatório de um "conjunto" de anime que depende dos filtros que utilizares. Quanto mais restritivos forem os filtros utilizados, menor será o conjunto de animes. Os pontos também se baseiam vagamente na contagem da reserva de anime, com uma reserva de anime de 3000 a dar o máximo de pontos (normalmente 60). __Um exemplo__ Digamos que tens uma lista de anime com 100 anime (têm de ter pelo menos 1 episódio visto e não podem ter sido abandonados). Cerca de 20 desses 100 anime são considerados populares, pelo que pertenceriam à dificuldade fácil. Se usares `!sg d:1 mal:username`, ele vai apanhar um anime aleatório de apenas 20 anime. Agora há também o facto de o RinBot não repetir anime durante pelo menos uma hora. Tendo isso em conta, cada ronda que jogasses durante uma hora reduziria esses 20 animes em 1. Assim, ao fim de 20 rondas, ficarás com um total de 0. O RinBot não pode continuar e cancela a ronda, dizendo **A ronda foi cancelada devido à falta de capturas**. A contagem da piscina de anime também é usada para a tabela de classificação de tempo. Uma vez que seria demasiado fácil para as pessoas usarem `!sg d:1 g:sports` e enviarem spam de Haikyuu, optei por permitir apenas rondas com um mínimo de 1000 anime na tabela de classificação.
ro: Astfel, în fiecare rundă pe care o joci, vei selecta un anime aleatoriu dintr-un "grup" de anime-uri care depinde de filtrele pe care le folosești. Cu cât filtrele pe care le folosești sunt mai restrictive, cu atât mai mică va fi rezerva de anime-uri. Punctele se bazează, de asemenea, pe numărul de anime-uri din "pool", un "pool" de 3000 de anime-uri oferind maximum de puncte (în mod normal 60). __Un exemplu__ Să spunem că aveți o listă de anime-uri cu 100 de anime-uri în ea (acestea trebuie să aibă cel puțin 1 episod vizionat și să nu fie abandonate). Aproximativ 20 din aceste 100 de anime-uri sunt considerate populare, deci ar aparține dificultății ușoare. Dacă folosiți `!sg d:1 mal:username`, veți selecta un anime la întâmplare din cele 20 de anime-uri. Acum mai există și faptul că RinBot nu repetă anime-urile timp de cel puțin o oră. Ținând cont de acest lucru, fiecare rundă pe care o jucați în decurs de o oră ar reduce cele 20 de anime-uri cu 1. Deci, după 20 de runde, veți ajunge la un pool de 0. Atunci RinBot nu mai poate continua și va anula runda, spunând **Runda a fost anulată din cauza capturilor lipsă**. Numărătoarea bazinului de anime-uri este, de asemenea, folosită pentru clasamentul timpului. Deoarece ar fi prea ușor pentru oameni să folosească `!sg d:1 g:sports` și să facă spam Haikyuu, am ales să permit doar runde cu un minim de 1000 în anime pool în acel clasament.
ru: Таким образом, в каждом раунде вы выбираете случайное аниме из "пула" аниме, который зависит от того, какие фильтры вы используете. Чем более строгие фильтры вы используете, тем меньше становится ваш пул аниме. Очки также слабо зависят от количества аниме: при количестве аниме в 3000 максимум очков (обычно 60). __Пример__ Допустим, у вас есть список аниме, в котором 100 аниме (они должны иметь хотя бы 1 просмотренный эпизод и не быть отброшенными). Примерно 20 из этих 100 аниме считаются популярными, поэтому относятся к легкой сложности. Если вы используете команду `!sg d:1 mal:username`, то она выберет случайное аниме из 20 аниме. Кроме того, RinBot не повторяет аниме по крайней мере в течение часа. Учитывая это, каждый раунд, который вы сыграете в течение часа, будет уменьшать эти 20 аниме на 1. Таким образом, после 20 раундов у вас останется 0. Тогда RinBot не сможет продолжить игру и отменит раунд, сообщив: **Раунд был отменен из-за отсутствия захватов**. Подсчет пула аниме также используется в таблице лидеров по времени. Поскольку людям было бы слишком легко использовать `!sg d:1 g:sports` и спамить Haikyuu, я решил разрешить только раунды с пулом аниме не менее 1000 в этой таблице лидеров.
sv: Så varje runda som du spelar kommer att välja en slumpmässig anime från en "pool" av anime som beror på vilka filter du använder. Ju mer restriktiva filter du använder, desto mindre blir din anime-pool. Poängen är också löst baserade på antalet anime-pooler, med en anime-pool på 3000 som ger maximala poäng (normalt 60). __Ett exempel__ Låt oss säga att du har en anime-lista med 100 anime i den (de måste ha minst 1 avsnitt tittat på och inte tappas). Ungefär 20 av dessa 100 anime anses vara populära, så de skulle höra hemma i den lätta svårighetsgraden. Om du sedan använder `!sg d:1 mal:användarnamn` skulle det ta en slumpmässig anime från endast 20 anime. Nu finns det också det faktum att RinBot inte upprepar anime i minst en timme. Med hänsyn till detta skulle varje runda du spelar inom timmen minska den 20 anime med 1. Så efter 20 rundor kommer du att sluta med en pool på 0. Då kan RinBot inte fortsätta och kommer att avbryta rundan och säga **Rundan avbröts på grund av saknade fångster**. Anime pool count används också för tidsledartavlan. Eftersom det skulle vara för lätt för folk att använda `!sg d:1 g:sports` och spamma Haikyuu, har jag valt att bara tillåta rundor med ett minimum av 1000 i anime-poolen i den topplistan.
th: ดังนั้นทุกครั้งที่คุณเล่น ระบบจะสุ่มเลือกอนิเมะจาก "กลุ่ม" อนิเมะที่ขึ้นอยู่กับตัวกรองที่คุณใช้ ยิ่งคุณใช้ตัวกรองที่เข้มงวดมากเท่าไร กลุ่มอนิเมะของคุณก็จะยิ่งเล็กลงเท่านั้น คะแนนยังขึ้นอยู่กับจำนวนกลุ่มอนิเมะอย่างคร่าวๆ โดยกลุ่มอนิเมะที่มี 3000 รายการจะให้คะแนนสูงสุด (ปกติ 60 คะแนน) __ตัวอย่างการค้นหา__ สมมติว่าคุณมีรายการอนิเมะที่มี 100 เรื่อง (แต่ละเรื่องต้องดูอย่างน้อย 1 ตอนและไม่ถูกเลิกฉาย) ประมาณ 20 เรื่องจาก 100 เรื่องนั้นถือว่าได้รับความนิยม จึงจะอยู่ในระดับความยากง่าย หากคุณใช้คำสั่ง`!sg d:1 mal:username` ระบบจะสุ่มเลือกอนิเมะ 1 เรื่องจาก 20 เรื่องเท่านั้น ตอนนี้ยังมีข้อเท็จจริงที่ว่า RinBot จะไม่เล่นอนิเมะซ้ำอย่างน้อยหนึ่งชั่วโมง เมื่อพิจารณาถึงข้อนี้ ทุกๆ รอบที่คุณเล่นภายในหนึ่งชั่วโมง จะลดจำนวนอนิเมะ 20 เรื่องลง 1 เรื่อง ดังนั้นหลังจาก 20 รอบ คุณจะมีจำนวนอนิเมะเหลือ 0 จากนั้น RinBot จะไม่สามารถดำเนินการต่อและจะยกเลิกการรอบ โดยแสดงข้อความว่า**รอบถูกยกเลิกเนื่องจากไม่มีการจับภาพ**. จำนวนการนับในอนิเมะยังใช้สำหรับกระดานผู้นำเวลาอีกด้วย เนื่องจากมันง่ายเกินไปสำหรับผู้คนที่จะใช้`!sg d:1 g:sports` และสแปม Haikyuu ฉันจึงเลือกที่จะอนุญาตเฉพาะรอบที่มีจำนวนอนิเมะในอนิเมะพูลอย่างน้อย 1000 เท่านั้นในกระดานผู้นำนั้น
tr: Yani oynadığınız her tur, kullandığınız filtrelere bağlı olan bir anime "havuzundan" rastgele bir anime seçecektir. Ne kadar kısıtlayıcı filtreler kullanırsanız, anime havuzunuz o kadar küçülür. Puanlar da gevşek bir şekilde anime havuzu sayısına dayanır, 3000'lik bir anime havuzu maksimum puan verir (normalde 60). __Bir örnek__ Diyelim ki içinde 100 anime olan bir anime listeniz var (en az 1 bölüm izlenmiş olmaları ve bırakılmamış olmaları gerekiyor). Bu 100 animenin yaklaşık 20'si popüler olarak kabul edilir, bu nedenle kolay zorluğa ait olacaktır. Daha sonra `!sg d:1 mal:username` kullanırsanız, yalnızca 20 anime arasından rastgele bir anime alır. Şimdi, RinBot'un en az bir saat boyunca anime tekrar etmediği gerçeği de var. Bunu hesaba katarsak, bir saat içinde oynadığınız her tur bu 20 animeyi 1 azaltacaktır. Yani 20 turdan sonra 0'lık bir havuza sahip olacaksınız. O zaman RinBot devam edemez ve turu iptal ederek **eksik yakalamalar nedeniyle tur iptal edildi** diyecektir. Anime havuzu sayısı zaman liderlik tablosu için de kullanılır. İnsanların `!sg d:1 g:sports` adresini kullanması ve Haikyuu'yu spamlaması çok kolay olacağından, bu liderlik tablosunda yalnızca anime havuzunda en az 1000 olan turlara izin vermeyi seçtim.
uk: Отже, кожного раунду ви будете вибирати випадкове аніме з "пулу" аніме, який залежить від того, які фільтри ви використовуєте. Чим більш обмежувальні фільтри ви використовуєте, тим меншим стає ваш пул аніме. Бали також залежать від кількості аніме в пулі, причому пул з 3000 аніме дає максимальну кількість балів (зазвичай 60). __Приклад__ Припустимо, у вас є список аніме зі 100 серіалів (потрібно переглянути принаймні 1 серію і не вилетіти з нього). Приблизно 20 з цих 100 аніме вважаються популярними, тому будуть належати до легкої складності. Якщо ви використаєте `!sg d:1 mal:ім'я користувача`, то отримаєте випадкове аніме з цих 20 аніме. Також слід врахувати той факт, що RinBot не повторює аніме щонайменше одну годину. Беручи це до уваги, кожен раунд, який ви граєте протягом години, зменшує ці 20 аніме на 1. Отже, після 20 раундів у вас буде 0. Тоді RinBot не зможе продовжувати і скасує раунд, сказавши **Раунд було скасовано через відсутність захоплень**. Підрахунок аніме-пулу також використовується для таблиці лідерів за часом. Оскільки людям було б дуже легко використовувати `!sg d:1 g:sports` і спамити Haikyuu, я вирішив дозволити в цьому лідерборді тільки раунди з мінімумом 1000 в аніме-пулі.
vi: Mỗi vòng mà bạn chơi sẽ chọn một anime ngẫu nhiên trong một "tổ hợp" các anime dựa vào các bộ lọc mà bạn sử dụng. Bộ lọc càng hạn chế thì tổ hợp anime càng nhỏ. Cơ chế tính điểm cũng gián tiếp dựa trên tổ hợp anime, với tổ hợp anime có số lượng 3000 được tính điểm tối đa (bình thường là 60 điểm). __Ví dụ__ Thí dụ, bạn có danh sách anime với 100 bộ anime trong đó (phải có ít nhất 1 tập đã xem và không bỏ xem). Khoảng 20 trong số 100 bộ anime đó được coi là nổi tiếng, và sẽ thuộc cấp độ khó là dễ. Nếu sau đó bạn sử dụng lệnh `!sg d:1 mal:username`, nó sẽ chọn ra 1 bộ anime ngẫu nhiên từ 20 bộ anime trước. Còn một điều nữa là RinBot không lặp lại cùng một bộ anime trong vòng ít nhất 1 giờ. Mỗi vòng bạn chơi trong khoảng thời gian 1 giờ đó sẽ giảm số 20 bộ anime đó là 1. Sau 20 vòng, bạn sẽ còn lại tổ hợp anime là 0. Sau đó thì RinBot sẽ không thể tiếp tục và sẽ hủy vòng, với lỗi **Vòng đã bị hủy do thiếu tư liệu**. Số lượng bộ anime trong tổ hợp anime cũng được sử dụng để tính điểm bảng xếp hạng thời gian đoán. Vì quá dễ để người chơi dùng `!sg d:1 g:sports` và spam Haikyuu, chỉ các tổ hợp anime với số lượng hơn 1000 bộ anime được tính điểm trên bảng xếp hạng.
zh_hans: 因此，每一轮游戏都会从动漫 "池 "中随机选择一部动漫，而动漫 "池 "的大小取决于您使用的筛选器。 使用的筛选条件越严格，动漫池就越小。 积分也是松散地基于动漫池的数量，动漫池为 3000，可获得最高积分（通常为 60）。 __举例说明__ 假设您有一个包含 100 部动画片的动画片列表（这些动画片必须至少观看过 1 集，并且没有被放弃）。 这 100 部动漫中大约有 20 部被认为是热门动漫，因此属于简单难度。 如果您使用`!sg d:1 mal:username` ，就会从这 20 部动画中随机抓取一部。 此外，RinBot 至少在一小时内不会重复播放动画。 考虑到这一点，您在一小时内每玩一轮就会将这 20 部动画减少 1 部。 因此，在 20 轮游戏之后，您的游戏池中的动漫数量将为 0。然后，RinBot 将无法继续游戏，并会取消该轮游戏，提示**由于缺少捕捉器，该轮游戏被取消** 。 动漫池计数也用于时间排行榜。由于人们很容易使用`!sg d:1 g:sports` 和垃圾 Haikyuu，因此我选择在该排行榜中只允许动漫池至少有 1000 的回合。
zh_hant: 每一輪遊戲會從一個「動畫池」中隨機選出一部動畫，而這個動畫池的內容取決於你使用的篩選條件。 你設定的篩選條件越嚴格，動畫池的大小就會越小。 得分也與動畫池的大小略有關聯，例如動畫池中有 3000 部作品時，通常可獲得的最高分為 60 分。 __舉例__ 假設你的動畫清單中有 100 部作品（每部至少觀看過 1 集，且未標記為已棄坑）。 其中大約有 20 部被歸類為熱門動畫，因此屬於簡單難度。 若你使用 `!sg d:1 mal:username` 指令，那麼 RinBot 會從這 20 部動畫中隨機選出一部。 此外，RinBot 會避免在一小時內重複選出相同動畫。 考慮這點後，在這一小時內每多玩一輪，動畫池就會少一部。 所以在玩滿 20 題之後，你的動畫池就會歸零，RinBot 將無法繼續並顯示訊息：**由於未找到符合條件，該回合已取消**。 動畫池內的動畫數量也會影響「時間排行榜」。因為使用 `!sg d:1 g:sports` 刷《排球少年！！》等熱門作品太容易，我設定排行榜只記錄動畫池數量達到 1000 以上的回合。
