Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_10_Question
source: Slash commands are not working or can only be used by administrators
ar: أوامر القطع لا تعمل أو لا يمكن استخدامها إلا من قبل المسؤولين فقط
bg: Командите Slash не работят или могат да се използват само от администратори
cs: Příkazy lomítka nefungují nebo je mohou používat pouze správci
da: Slash-kommandoer virker ikke eller kan kun bruges af administratorer
de: Slash-Befehle funktionieren nicht oder können nur von Administratoren verwendet werden
el: Οι εντολές Slash δεν λειτουργούν ή μπορούν να χρησιμοποιηθούν μόνο από διαχειριστές
es: Los comandos de barra no funcionan o solo los pueden usar los administradores
fi: Slash-komennot eivät toimi tai niitä voivat käyttää vain järjestelmänvalvojat.
fr: Les commandes slash ne marchent pas ou marchent seulement pour les administrateurs
he: פקודות סלאש אינן פועלות או שרק מנהלים יכולים להשתמש בהן
hu: A Slash parancsok nem működnek, vagy csak rendszergazdák használhatják őket
id: Perintah garis miring tidak berfungsi atau hanya dapat digunakan oleh administrator
it: I comandi Slash non funzionano o possono essere utilizzati solo dagli amministratori.
ja: スラッシュコマンドが動作しない、または管理者だけが使用できる
ko: 슬래시 명령이 작동하지 않거나 관리자만 사용할 수 있습니다.
lt: "Slash" komandos neveikia arba jas gali naudoti tik administratoriai
nb_no: Slash-kommandoer fungerer ikke, eller kan bare brukes av administratorer.
nl: Slash-commando's werken niet of kunnen alleen door beheerders worden gebruikt
pl: Polecenia Slash nie działają lub mogą być używane tylko przez administratorów.
pt: Os comandos de barra não estão a funcionar ou só podem ser utilizados por administradores
ro: Comenzile Slash nu funcționează sau pot fi folosite doar de administratori
ru: Команды с косой чертой не работают или могут использоваться только администраторами
sv: Kommandon med snedstreck fungerar inte eller kan endast användas av administratörer
th: คำสั่งสแลชไม่ทำงานหรือสามารถใช้ได้เฉพาะผู้ดูแลระบบเท่านั้น
tr: Slash komutları çalışmıyor veya yalnızca yöneticiler tarafından kullanılabiliyor
uk: Команди слешу не працюють або можуть використовуватися лише адміністраторами
vi: Các lệnh Slash không hoạt động hoặc chỉ có thể được sử dụng bởi các quản trị viên.
zh_hans: 斜线命令不起作用或只能由管理员使用
zh_hant: 斜線命令不起作用或只能被管理員使用
