Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_9_Answer
source: The difficulty is based on the popularity of the anime, you can choose between 5 difficulties: 1. Easy 2. Normal 3. Hard 4. Extreme 5. Nightmare > From Easy(1) to Extreme(4) the pools will also contain anime from the previous difficulties. > The Nightmare(5) difficulty is different, this only contains the least popular anime available in the bot. __Changing difficulty__ To change difficulty to `Easy` for a single round use `/sg difficulty:Easy` or `!sg d:1` or `!sg 1`. It works the same for other difficulties within other commands. Difficulty will increase while you gain more points, to a maximum of Extreme(4). To change this behaviour you can use `/mydifficulty` (if your server does not have slash commands you can also use it in a DM with RinBot)
ar: تعتمد الصعوبة على شعبية الأنمي، يمكنك الاختيار بين 5 صعوبات: 1. سهلة 2. عادي 3. صعب 4. متطرف 5. كابوس > من السهل(1) إلى المتطرف(4) ستحتوي المجمعات أيضًا على الرسوم المتحركة من الصعوبات السابقة. > تختلف صعوبة الكابوس(5) عن الصعوبة السهلة(5)، فهي تحتوي فقط على أقل الرسوم المتحركة المتوفرة في الروبوت. __تغيير الصعوبة__ لتغيير الصعوبة إلى `سهل` لجولة واحدة استخدم `/sg صعوبة:سهل` أو `!sg d:1` أو `!sg 1`. يعمل نفس الشيء مع الصعوبات الأخرى ضمن الأوامر الأخرى. ستزداد الصعوبة كلما اكتسبت المزيد من النقاط، إلى أقصى حد أقصى (4). لتغيير هذا السلوك، يمكنك استخدام `/mydifficulty` (إذا لم يكن الخادم الخاص بك يحتوي على أوامر مائلة يمكنك أيضًا استخدامه في DM مع RinBot)
bg: Трудността се основава на популярността на анимето, като можете да избирате между 5 трудности: 1. Лесно 2. Нормална 3. Трудно 4. Екстремни 5. Кошмар > От Лесна (1) до Екстремна (4) басейните ще съдържат и анимета от предишните трудности. > Трудността Кошмар(5) е различна, тя съдържа само най-малко популярните анимета, налични в бота. __Промяна на трудността__ За да промените трудността на `Easy` за един кръг, използвайте `/sg difficulty:Easy` или `!sg d:1` или `!sg 1`. Същото важи и за други трудности в рамките на други команди. Трудността ще се увеличава, докато печелите повече точки, до максимум Extreme(4). За да промените това поведение, можете да използвате `/mydifficulty` (ако вашият сървър не разполага с коси команди, можете да го използвате и в DM с RinBot)
cs: Obtížnost se odvíjí od oblíbenosti anime, můžete si vybrat z 5 obtížností: 1. Easy 2. Normální 3. Hard 4. Extrémní 5. Noční můra > Od Easy(1) po Extreme(4) budou bazény obsahovat také anime z předchozích obtížností. > Obtížnost Nightmare(5) je jiná, obsahuje pouze nejméně oblíbená anime dostupná v botu. __Změna obtížnosti__ Pro změnu obtížnosti na `Easy` pro jedno kolo použijte `/sg obtížnost:Easy` nebo `!sg d:1` nebo `!sg 1`. Stejně to funguje i pro ostatní obtížnosti v rámci jiných příkazů. Obtížnost se bude zvyšovat s přibývajícími body, maximálně na Extreme(4). Chcete-li toto chování změnit, můžete použít příkaz `/mydifficulty` (pokud váš server nemá lomítkové příkazy, můžete jej použít i v DM s RinBotem).
da: Sværhedsgraden er baseret på animeens popularitet, og du kan vælge mellem 5 sværhedsgrader: 1. Let 2. Normal 3. Svær 4. Ekstrem 5. Mareridt > Fra Easy(1) til Extreme(4) vil puljerne også indeholde anime fra de tidligere sværhedsgrader. > Sværhedsgraden Nightmare(5) er anderledes, den indeholder kun de mindst populære animeer, der er tilgængelige i botten. __Ændring af sværhedsgrad__ For at ændre sværhedsgraden til `Easy` for en enkelt runde skal du bruge `/sg difficulty:Easy` eller `!sg d:1` eller `!sg 1`. Det fungerer på samme måde for andre sværhedsgrader inden for andre kommandoer. Sværhedsgraden øges, mens du får flere point, til et maksimum på Extreme(4). For at ændre denne adfærd kan du bruge `/mydifficulty` (hvis din server ikke har skråstregskommandoer, kan du også bruge den i en DM med RinBot)
de: Der Schwierigkeitsgrad richtet sich nach der Popularität des Anime, du kannst zwischen 5 Schwierigkeitsgraden wählen: 1. Leicht 2. Normal 3. Schwer 4. Extrem 5. Alptraum > Von Easy(1) bis Extreme(4) enthalten die Pools auch die Anime der vorherigen Schwierigkeitsgrade. > Der Schwierigkeitsgrad Nightmare(5) ist anders, er enthält nur die am wenigsten beliebten Anime, die im Bot verfügbar sind. __Ändern der Schwierigkeit__ Um den Schwierigkeitsgrad `Easy` für eine einzelne Runde zu ändern, benutze `/sg difficulty:Easy` oder `!sg d:1` oder `!sg 1`. Das Gleiche gilt für andere Schwierigkeitsgrade innerhalb anderer Befehle. Der Schwierigkeitsgrad steigt mit zunehmender Punktzahl, bis zu einem Maximum von Extrem(4). Um dieses Verhalten zu ändern, kannst du `/mydifficulty` verwenden (wenn dein Server keine Slash-Befehle hat, kannst du sie auch in einem DM mit RinBot verwenden)
el: Η δυσκολία βασίζεται στη δημοτικότητα του anime, μπορείτε να επιλέξετε ανάμεσα σε 5 δυσκολίες: 1. Easy 2. Κανονική 3. Δύσκολο 4. Extreme 5. Εφιάλτης > Από το Easy(1) έως το Extreme(4) οι πισίνες θα περιέχουν επίσης anime από τις προηγούμενες δυσκολίες. > Η δυσκολία Nightmare(5) είναι διαφορετική, αυτή περιέχει μόνο τα λιγότερο δημοφιλή anime που είναι διαθέσιμα στο bot. __Αλλαγή δυσκολίας__ Για να αλλάξετε τη δυσκολία σε `Easy` για έναν μόνο γύρο χρησιμοποιήστε `/sg difficulty:Easy` ή `!sg d:1` ή `!sg 1`. Λειτουργεί το ίδιο και για άλλες δυσκολίες μέσα σε άλλες εντολές. Η δυσκολία θα αυξάνεται όσο κερδίζετε περισσότερους πόντους, με μέγιστο το Extreme(4). Για να αλλάξετε αυτή τη συμπεριφορά μπορείτε να χρησιμοποιήσετε `/mydifficulty` (αν ο διακομιστής σας δεν έχει εντολές slash μπορείτε επίσης να το χρησιμοποιήσετε σε ένα DM με το RinBot)
es: La dificultad se basa en la popularidad del anime, y puedes elegir entre 5 dificultades: 1. Fácil 2. Normal 3. Difícil 4. Extremo 5. Pesadilla > Desde Fácil (1) hasta Extremo (4), los grupos también contendrán anime de las dificultades anteriores. > La dificultad Pesadilla (5) es diferente, ya que solo contiene los animes menos populares disponibles en el bot. __Cambiando la dificultad__ Para cambiar la dificultad a `Fácil` para una sola ronda, usa `/sg difficulty:Easy` o `!sg d:1` o `!sg 1`. Funciona igual para otras dificultades dentro de otros comandos. La dificultad aumentará a medida que ganes más puntos, hasta un máximo de Extremo(4). Para cambiar esto, puedes usar `/mydifficulty` (si tu servidor no tiene comandos de barra, también puedes usarlo en un MD con RinBot)
fi: Vaikeusaste perustuu animen suosioon, voit valita 5 vaikeusasteen välillä: 1. Helppo 2. Normal 3. Hard 4. Extreme 5. Painajainen > Alkaen vaikeusasteista Easy(1) ja Extreme(4) altaat sisältävät myös animea edellisistä vaikeusasteista. > Vaikeusaste Nightmare(5) on erilainen, se sisältää vain botissa saatavilla olevat vähiten suositut animet. __Vaikeuden muuttaminen__ Voit vaihtaa vaikeusasteen `Helppo` yhdeksi kierrokseksi käyttämällä `/sg vaikeusaste:Helppo` tai `!sg d:1` tai `!sg 1`. Sama pätee myös muihin vaikeuksiin muissa komennoissa. Vaikeusaste kasvaa, kun saat lisää pisteitä, maksimissaan Extreme(4). Voit muuttaa tätä käyttäytymistä käyttämällä `/mydifficulty` (jos palvelimellasi ei ole slash-komentoja, voit käyttää sitä myös DM:ssä RinBotin kanssa).
fr: La difficulté est basée sur la popularité de l'anime, vous pouvez choisir entre 5 difficultés : 1. Facile 2. Normal 3. Difficile 4. Extrême 5. Cauchemar > De Easy(1) à Extreme(4), les pools contiendront également les anime des difficultés précédentes. > La difficulté Nightmare(5) est différente, elle ne contient que les anime les moins populaires disponibles dans le bot. __Changement de difficulté__ Pour changer la difficulté en `Easy` pour un seul tour, utilisez `/sg difficulty:Easy` ou `!sg d:1` ou `!sg 1`. Il en va de même pour les autres difficultés dans les autres commandes. La difficulté augmente au fur et à mesure que vous gagnez des points, jusqu'à un maximum de Extreme(4). Pour changer ce comportement, vous pouvez utiliser `/mydifficulty` (si votre serveur ne dispose pas de commandes slash, vous pouvez également l'utiliser dans un DM avec RinBot).
he: הקושי מבוסס על הפופולריות של האנימה, ניתן לבחור בין 5 רמות קושי: 1. קל 2. רגיל 3. קשה 4. קיצוני 5. סיוט &gt; מרמה קלה (1) ועד קיצונית (4) המאגרים יכילו גם אנימות מרמות הקושי הקודמות. &gt; רמת הקושי סיוט (5) שונה, והיא מכילה רק את האנימות הפחות פופולריות הזמינות בבוט. __שינוי רמת הקושי__כדי לשנות את רמת הקושי ל- `Easy` לשימוש בסיבוב אחד השתמש ב- `/sg difficulty:Easy` או `!sg d:1` או `!sg 1`. זה עובד באותו אופן עבור רמות קושי אחרות בתוך פקודות אחרות. רמת הקושי תעלה ככל שתצבור יותר נקודות, עד למקסימום של קיצוני (4). כדי לשנות התנהגות זו, תוכלו להשתמש ב- `/mydifficulty` (אם לשרת שלכם אין פקודות סלאש, תוכלו להשתמש בהן גם בהודעה פרטית עם RinBot).
hu: A nehézség az anime népszerűségén alapul, 5 nehézség közül választhatsz: 1. Könnyű 2. Normál 3. Nehéz 4. Extrém 5. Nightmare > Easy(1) és Extreme(4) között a medencék az előző nehézségekből is tartalmazni fognak animéket. > A Nightmare(5) nehézség más, ez csak a botban elérhető legkevésbé népszerű animéket tartalmazza. __Nehézségváltás__ A nehézség megváltoztatásához `Easy` egyetlen fordulóra használd a `/sg difficulty:Easy` vagy `!sg d:1` vagy `!sg 1`. Ugyanígy működik más nehézségekkel is más parancsokon belül. A nehézség nő, miközben egyre több pontot szerzel, maximum Extreme(4). Ennek a viselkedésnek a megváltoztatásához használhatod a `/mydifficulty` (ha a szervered nem rendelkezik slash parancsokkal, akkor a RinBot DM-ben is használhatod).
id: Tingkat kesulitan didasarkan pada popularitas anime, Anda dapat memilih di antara 5 tingkat kesulitan: 1. Mudah 2. Normal 3. Sulit 4. Ekstrim 5. Mimpi buruk > Dari Easy(1) hingga Extreme(4), kumpulan anime juga akan berisi anime dari tingkat kesulitan sebelumnya. > Tingkat kesulitan Nightmare(5) berbeda, ini hanya berisi anime yang paling tidak populer yang tersedia di bot. __Mengubah kesulitan__ Untuk mengubah kesulitan menjadi `Easy` untuk satu putaran, gunakan `/sg difficulty:Easy` atau `!sg d:1` atau `!sg 1`. Cara ini juga berlaku untuk tingkat kesulitan lain di dalam perintah lain. Tingkat kesulitan akan meningkat ketika Anda mendapatkan lebih banyak poin, hingga maksimum Extreme(4). Untuk mengubah perilaku ini, Anda dapat menggunakan `/mydifficulty` (jika server Anda tidak memiliki perintah garis miring, Anda juga dapat menggunakannya dalam DM dengan RinBot)
it: La difficoltà è basata sulla popolarità dell'anime, si può scegliere tra 5 difficoltà: 1. Facile 2. Normale 3. Difficile 4. Estremo 5. Incubo > Da Easy(1) a Extreme(4) le vasche conterranno anche gli anime delle difficoltà precedenti. > La difficoltà Nightmare(5) è diversa, contiene solo gli anime meno popolari disponibili nel bot. Cambiare la difficoltà Per cambiare la difficoltà in `Facile` per un singolo round, usare `/sg difficulty:Easy` o `!sg d:1` o `!sg 1`. Funziona allo stesso modo per le altre difficoltà all'interno di altri comandi. La difficoltà aumenta quando si guadagnano più punti, fino a un massimo di Estremo(4). Per cambiare questo comportamento si può usare `/mydifficulty` (se il vostro server non ha comandi slash potete anche usarlo in un DM con RinBot)
ja: 難易度はアニメの人気に基づいており、5つの難易度から選ぶことができる： 1.簡単 2.普通 3.ハード 4.エクストリーム 5.悪夢 > イージー(1)からエクストリーム(4)までのプールには、前の難易度のアニメも含まれます。 > ナイトメア(5)の難易度は異なり、ボットで利用可能な最も人気のないアニメのみが含まれます。 __難易度の変更__ 難易度を`Easy` に変更するには、`/sg difficulty:Easy` または`!sg d:1` または`!sg 1` を使います。 他のコマンドで他の難易度に変更する場合も同じです。 難易度はより多くのポイントを獲得する間、最大Extreme(4)まで上昇します。 この動作を変更するには、`/mydifficulty` を使ってください。（もしあなたのサーバーにスラッシュコマンドがない場合は、RinBotのDMでも使えます。）
ko: 난이도는 애니메이션의 인기에 따라 결정되며, 5가지 난이도 중에서 선택할 수 있습니다: 1. 쉬움 2. 보통 3. Hard 4. Extreme 5. 악몽 > 쉬움(1)부터 익스트림(4)까지의 풀에는 이전 난이도의 애니메이션도 포함됩니다. > 악몽(5) 난이도에는 봇에서 사용할 수 있는 가장 인기 없는 애니메이션만 포함되어 있습니다. __난이도 변경하기__ 난이도를 변경하려면 `쉬움` 한 라운드 사용 시 `/sg 난이도:쉬움` 또는 `!sg d:1` 또는 `!sg 1`. 다른 명령 내의 다른 난이도에서도 동일하게 작동합니다. 난이도는 포인트를 더 많이 획득할수록 증가하며, 최대 익스트림(4)까지 증가합니다. 이 동작을 변경하려면 `/mydifficulty` (서버에 슬래시 명령이 없는 경우 린봇으로 DM에서 사용할 수도 있습니다.)
lt: Sudėtingumas priklauso nuo anime populiarumo, galite rinktis iš 5 sunkumų: 1. Lengvas 2. Normalus 3. Sunkus 4. Ekstremalus 5. Košmaras > Nuo Lengvo(1) iki Ekstremalaus(4) sudėtingumo baseinuose taip pat bus ankstesnių sudėtingumų anime. > Košmaras(5) sunkumas yra kitoks, jame yra tik mažiausiai populiarūs anime, kuriuos galima rasti bote. __Sudėtingumo keitimas__ Norėdami pakeisti sudėtingumą į `Easy` vienam raundui naudokite `/sg difficulty:Easy` arba `!sg d:1` arba `!sg 1`. Taip pat veikia ir kiti sunkumai kitose komandose. Sunkumas didės, kol gausite daugiau taškų, daugiausia iki Extreme(4). Norėdami pakeisti šį elgesį, galite naudoti `/mydifficulty` (jei jūsų serveryje nėra "slash" komandų, taip pat galite jas naudoti DM su RinBot).
nb_no: Vanskelighetsgraden er basert på animeens popularitet, og du kan velge mellom 5 vanskelighetsgrader: 1. Lett 2. Normal 3. Vanskelig 4. Ekstrem 5. Mareritt > Fra Easy(1) til Extreme(4) inneholder bassengene også anime fra de foregående vanskelighetsgradene. > Vanskelighetsgraden Nightmare(5) er annerledes, denne inneholder bare de minst populære animeene som er tilgjengelige i boten. __Endre vanskelighetsgrad__ Hvis du vil endre vanskelighetsgrad til `Easy` for en enkelt runde, bruker du `/sg difficulty:Easy` eller `!sg d:1` eller `!sg 1`. Det samme gjelder for andre vanskelighetsgrader i andre kommandoer. Vanskelighetsgraden øker etter hvert som du får flere poeng, til maksimalt Extreme(4). For å endre denne oppførselen kan du bruke `/mydifficulty` (hvis serveren din ikke har slash-kommandoer, kan du også bruke den i en DM med RinBot).
nl: De moeilijkheidsgraad is gebaseerd op de populariteit van de anime, je kunt kiezen uit 5 moeilijkheidsgraden: 1. Gemakkelijk 2. Normaal 3. Moeilijk 4. Extreem 5. Nachtmerrie > Van Easy(1) tot Extreme(4) bevatten de pools ook anime van de vorige moeilijkheidsgraden. > De moeilijkheid Nightmare(5) is anders, deze bevat alleen de minst populaire anime die beschikbaar is in de bot. __Moeilijkheid veranderen__ Om de moeilijkheid te veranderen naar `Easy` voor een enkele ronde gebruikt u `/sg difficulty:Easy` of `!sg d:1` of `!sg 1`. Het werkt hetzelfde voor andere moeilijkheidsgraden binnen andere commando's. Moeilijkheid zal toenemen als je meer punten krijgt, tot een maximum van Extreem(4). Om dit gedrag te veranderen kun je `/mydifficulty` gebruiken (als jouw server geen slash commando's heeft kun je het ook gebruiken in een DM met RinBot)
pl: Poziom trudność jest bazowany na popularności danego anime, możesz wybrać jeden z 5 poziomów trudności: 1. Łatwy 2. Normalny 3. Trudny 4. Ekstremalny 5. Koszmarny > Od Łatwego(1) do Ekstremalnego(4) pule będą zawierały również anime z poprzednich poziomów trudności. > Poziom trudności Koszmarny(5) jest inny od pozostałych, zawiera tylko najmniej popularne anime dostępne w bocie. __Zmiana poziomu trudności__ Aby zmienić poziom trudności na `Łatwy` dla pojedynczej rundy użyj `/sg difficulty:Easy` lub `!sg d:1` lub `!sg 1`. Działa to tak samo w przypadku innych poziomów trudności w ramach innych komend. Poziom trudności będzie wzrastał wraz z otrzymywanymi punktami, maksymalnie do poziomu Koszmarny(4). Aby zmienić to zachowanie, możesz użyć komendy `/mydifficulty` (jesli twój serwer nie ma aktywnych komend z ukośnikiem, możesz jej użyć również w prywatnej wiadomości do RinBot)
pt: A dificuldade é baseada na popularidade do anime, podendo escolher entre 5 dificuldades: 1. Fácil 2. Normal 3. Difícil 4. Extremo 5. Pesadelo > De Fácil(1) a Extremo(4), os pools também conterão anime das dificuldades anteriores. > A dificuldade Nightmare(5) é diferente, pois contém apenas os animes menos populares disponíveis no bot. __Mudar a dificuldade__ Para mudar a dificuldade para `Easy` para uma única ronda use `/sg difficulty:Easy` ou `!sg d:1` ou `!sg 1`. Funciona da mesma forma para outras dificuldades dentro de outros comandos. A dificuldade aumenta à medida que ganha mais pontos, até um máximo de Extreme(4). Para alterar este comportamento, podes usar `/mydifficulty` (se o teu servidor não tiver comandos de barra, também podes usá-lo numa DM com o RinBot)
ro: Dificultatea se bazează pe popularitatea anime-ului, puteți alege între 5 dificultăți: 1. Ușor 2. Normal 3. Greu 4. Extreme 5. Coșmar > De la Ușor(1) la Extrem(4), bazinele vor conține, de asemenea, anime-uri din dificultățile anterioare. > Dificultatea Coșmar(5) este diferită, aceasta conține doar cele mai puțin populare anime-uri disponibile în bot. __Schimbarea dificultății__ Pentru a schimba dificultatea la `Easy` pentru o singură rundă folosiți `/sg difficulty:Easy` sau `!sg d:1` sau `!sg 1`. Funcționează la fel și pentru alte dificultăți în cadrul altor comenzi. Dificultatea va crește pe măsură ce câștigați mai multe puncte, până la un maxim de Extreme(4). Pentru a schimba acest comportament, puteți folosi `/mydifficulty` (dacă serverul dvs. nu are comenzi slash, o puteți folosi și într-un DM cu RinBot).
ru: Сложность зависит от популярности аниме, вы можете выбрать одну из 5 сложностей: 1. Легко 2. Нормально 3. Hard 4. Экстремальный 5. Кошмар > От Easy(1) до Extreme(4) пулы будут содержать аниме из предыдущих сложностей. > Сложность Nightmare(5) отличается тем, что содержит только наименее популярное аниме, доступное в боте. __Изменение сложности__ Чтобы изменить сложность на `Easy` для одного раунда, используйте команду `/sg difficulty:Easy` или `!sg d:1` или `!sg 1`. Аналогично работают и другие сложности в других командах. Сложность будет увеличиваться по мере набора очков, вплоть до максимального значения Extreme(4). Чтобы изменить это поведение, можно использовать команду `/mydifficulty` (если на вашем сервере нет слэш-команд, вы также можете использовать ее в DM с RinBot).
sv: Svårighetsgraden baseras på animens popularitet, du kan välja mellan 5 svårighetsgrader: 1. Lätt 2. Normal 3. Svår 4. Extrem 5. Mardröm > Från Easy(1) till Extreme(4) kommer poolerna också att innehålla anime från de tidigare svårighetsgraderna. > Svårigheten Nightmare(5) är annorlunda, den innehåller bara den minst populära anime som finns tillgänglig i botten. __Ändra svårighetsgrad__ För att ändra svårighetsgraden till `Easy` för en enda omgång, använd `/sg difficulty:Easy` eller `!sg d:1` eller `!sg 1`. Det fungerar på samma sätt för andra svårigheter inom andra kommandon. Svårighetsgraden ökar i takt med att du får fler poäng, till maximalt Extreme(4). För att ändra detta beteende kan du använda `/mydifficulty` (om din server inte har slash-kommandon kan du också använda det i en DM med RinBot)
th: ความยากขึ้นอยู่กับความนิยมของอนิเมะ คุณสามารถเลือกได้ระหว่าง 5 ระดับความยาก: 1. ง่าย 2. ปกติ 3. ยาก 4. สุดโหด 5. ฝันร้าย > จากระดับง่าย (1) ถึงสุดโหด (4) จะมีอนิเมะจากระดับก่อนหน้าอยู่ในสระด้วย > ระดับฝันร้าย (5) จะแตกต่างออกไป โดยจะมีเฉพาะอนิเมะที่ได้รับความนิยมน้อยที่สุดในบอทเท่านั้น __เปลี่ยนระดับความยาก__ เพื่อเปลี่ยนระดับความยากเป็น`ง่าย` สำหรับรอบเดียวใช้`/sg difficulty:Easy` หรือ`!sg d:1` หรือ`!sg 1`. ใช้ได้กับระดับความยากอื่นๆ ในคำสั่งอื่นๆ เช่นกัน ระดับความยากจะเพิ่มขึ้นเมื่อคุณได้คะแนนมากขึ้น สูงสุดถึง Extreme(4) หากต้องการเปลี่ยนพฤติกรรมนี้ คุณสามารถใช้คำสั่ง`/mydifficulty` (หากเซิร์ฟเวอร์ของคุณไม่มีคำสั่ง slash คุณสามารถใช้คำสั่งนี้ใน DM กับ RinBot ได้เช่นกัน)
tr: Zorluk, animenin popülaritesine dayanmaktadır, 5 zorluk arasından seçim yapabilirsiniz: 1. Kolay 2. Normal 3. Sert 4. Aşırı 5. Kabus > Easy(1)'den Extreme(4)'e kadar havuzlar önceki zorluklardan da anime içerecektir. > Kabus(5) zorluğu farklıdır, bu sadece botta bulunan en az popüler animeyi içerir. __Zorluk derecesinin değiştirilmesi__ Zorluğu tek bir tur için `Easy` olarak değiştirmek için `/sg difficulty:Easy` veya `!sg d:1` veya `!sg 1` kullanın. Diğer komutlar içindeki diğer zorluklar için de aynı şekilde çalışır. Daha fazla puan kazandıkça zorluk artacaktır, maksimum Extreme(4)'e kadar. Bu davranışı değiştirmek için `/mydifficulty` adresini kullanabilirsiniz (sunucunuzda slash komutları yoksa RinBot ile bir DM'de de kullanabilirsiniz)
uk: Складність залежить від популярності аніме, ви можете вибрати один з 5 рівнів складності: 1. Легкий 2. Звичайна 3. Жорсткий. 4. Екстремальний 5. Кошмар > Від Easy(1) до Extreme(4) пули також міститимуть аніме попередніх складностей. > Складність Кошмар(5) відрізняється від інших, вона містить лише найменш популярні аніме, доступні в боті. __Зміна складності__ Щоб змінити складність на `Легка` для одного раунду, використовуйте `/sg складність:Легка` або `!sg d:1` або `!sg 1`. Це працює так само для інших складностей в інших командах. Складність зростатиме, поки ви набиратимете більше балів, до максимальної - Екстремальної(4). Щоб змінити цю поведінку, ви можете використати `/mydifficulty` (якщо на вашому сервері немає команд слешу, ви також можете використати їх у DM з RinBot)
vi: Độ khó dựa trên độ phổ biến của anime, cậu có thể chọn giữa 5 mức độ khó: 1. Dễ 2. Bình thường 3. Khó 4. Cực khó 5. Ác mộng &gt; Từ Dễ (1) đến Cực khó (4), các bộ anime trong danh sách sẽ bao gồm cả những bộ từ các mức độ khó trước đó. &gt; Mức độ Ác mộng (5) là khác biệt, chỉ bao gồm những bộ anime ít phổ biến nhất có sẵn trong bot. __Thay đổi mức độ khó__ Để thay đổi mức độ khó sang `Easy` cho một vòng chơi, sử dụng `/sg difficulty:Easy` hoặc `!sg d:1` hoặc `!sg 1`. Cách thức hoạt động tương tự cho các mức độ khó khác trong các lệnh khác. Mức độ khó sẽ tăng lên khi cậu kiếm được nhiều điểm hơn, tối đa là Extreme(4). Để thay đổi hành vi này, cậu có thể sử dụng `/mydifficulty` (nếu máy chủ của cậu không hỗ trợ lệnh gạch chéo, cậu cũng có thể sử dụng nó trong tin nhắn riêng tư với RinBot)
zh_hans: 难度根据动画的受欢迎程度而定，有 5 种难度可供选择： 1.简单 2.普通 3.难 4.极限 5.噩梦 > 从简单（1）到极端（4），池中也会包含之前难度的动画。 > 噩梦（5）难度不同，只包含机器人中最不受欢迎的动画。 __更改难度__ 要将单轮游戏的难度改为`Easy` ，请使用`/sg difficulty:Easy` 或`!sg d:1` 或`!sg 1` 。 其他命令中的其他难度也是如此。 当您获得的分数越多，难度就会越高，最高可达 Extreme(4)。 要改变这种行为，您可以使用`/mydifficulty` （如果您的服务器没有斜线命令，您也可以在 RinBot 的 DM 中使用该命令）
zh_hant: 難度是根據動畫的知名度來決定的，你可以在以下五種難度之間選擇： 1. 簡單 2. 普通 3. 困難 4. 極限 5. 地獄 > 從簡單(1) 到極限(4) 難度，每個難度都會包含前面難度的動畫。 > 但地獄 (5) 難度完全不同，它只包含機器人資料庫中**最冷門**的動畫。 __切換難度__ 如果你想用`簡單`難度開始一回合，可以使用以下任一指令：`/sg difficulty:Easy`、`!sg d:1`或`!sg 1`。 其他難度也同樣適用這個規則。 在你獲得越多分數的同時，系統也會**自動提升你的難度**，最高到「極限(4)」。 若你想**關閉這個自動提升機制**，可以使用 `/mydifficulty` 指令進行設定。（如果你在伺服器無法使用斜線指令，也可以私訊 RinBot）
