Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_4_Question
source: What is this anime pool thing I keep hearing about?
ar: ما هذا الشيء المتعلق بمسبح الأنيمي الذي أسمع عنه باستمرار؟
bg: Какво е това нещо с аниме басейна, за което продължавам да чувам?
cs: Co je to za anime bazén, o kterém pořád slyším?
da: Hvad er det for en anime-pool, jeg hele tiden hører om?
de: Was ist das für ein Anime-Pool, von dem ich immer wieder höre?
el: Τι είναι αυτό το θέμα με τις πισίνες anime που ακούω συνέχεια;
es: Qué es esto de grupos de anime de la que siempre ando escuchando?
fi: Mikä tämä anime-allasjuttu on, josta olen kuullut?
fr: C'est quoi ce truc de piscine animée dont j'entends parler ?
he: מה זה הדבר הזה שנקרא "בריכת אנימה" שאני כל הזמן שומע עליו?
hu: Mi ez az anime medence dolog, amiről folyton hallok?
id: Apa yang dimaksud dengan kolam renang anime yang selalu saya dengar?
it: Cos'è questa cosa della piscina anime di cui continuo a sentire parlare?
ja: このアニメのプールは何なんだ？
ko: 계속 들리는 애니메이션 풀이란 게 뭔가요?
lt: Kas tas anime baseinas, apie kurį nuolat girdžiu?
nb_no: Hva er denne anime-pool-greia jeg stadig hører om?
nl: Wat is dat anime zwembad waar ik steeds over hoor?
pl: O co chodzi z tym basenem anime, o którym ciągle słyszę?
pt: O que é esta coisa da piscina de anime de que estou sempre a ouvir falar?
ro: Ce e chestia asta cu piscina anime de care tot aud?
ru: Что это за аниме-бассейн, о котором я постоянно слышу?
sv: Vad är det här med anime-pooler som jag hör talas om hela tiden?
th: อนิเมะสระว่ายน้ำคืออะไรที่ฉันได้ยินมาตลอด?
tr: Sürekli duyduğum şu anime havuzu olayı nedir?
uk: Що це за аніме-басейн, про який я постійно чую?
vi: Tổ hợp anime là cái gì?
zh_hans: 我一直听说的动漫游泳池是怎么回事？
zh_hant: 「動畫池（anime pool）」到底是什麼？
