Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_3_Answer
source: > If you are using slash commands `/` , this does not apply to you. Slash commands prefix cannot be changed. The command prefix is the character (or more, 1 to 5 characters max) in front of every command. For example in `!sg` the prefix would be `!`. If you set the prefix to `!sg`, the command would become `!sgsg`, so beware of that. You can even use emojis as a prefix... but why would you? You can simply use the `!prefix` command to change the prefix from within discord. Type `@RinBot prefix` if you completely forgot your prefix. You can also change the prefix through [the website]({0}/my-servers). Please follow these steps: - Login using your Discord account on the top-right of the page - Click your name on the top-right and select 'My servers' - Find your server in the list and click on 'Configure' - Update the prefix to whatever you like - Press the 'Save changes' button to finish
ar: > إذا كنت تستخدم أوامر الشرطة المائلة `/` ، فهذا لا ينطبق عليك. لا يمكن تغيير بادئة أوامر الشرطة المائلة. بادئة الأمر هي الحرف (أو أكثر، من 1 إلى 5 أحرف كحد أقصى) أمام كل أمر. على سبيل المثال في `!sg` ستكون البادئة `!`. إذا قمت بتعيين البادئة إلى `!sg` ، سيصبح الأمر `!sgsg` ، لذا احذر من ذلك. يمكنك حتى استخدام الرموز التعبيرية كبادئة ... ولكن لماذا تفعل ذلك؟ يمكنك ببساطة استخدام الأمر `!البادئة` لتغيير البادئة من داخل الفتنة. اكتب `@RinBot البادئة` إذا نسيت البادئة تمامًا. يمكنك أيضًا تغيير البادئة من خلال [موقع الويب]({0}/ خوادمي). يرجى اتباع هذه الخطوات: - تسجيل الدخول باستخدام حساب Discord الخاص بك في أعلى يمين الصفحة - انقر على اسمك في أعلى اليمين واختر 'خوادمي' - ابحث عن الخادم الخاص بك في القائمة وانقر على 'تكوين' - قم بتحديث البادئة إلى ما تريد - اضغط على زر "حفظ التغييرات" للانتهاء
bg: > Ако използвате команди с наклонена черта `/`, това не се отнася за вас. Префиксът на Slash командите не може да се променя. Префиксът на командата е символът (или повече, максимум от 1 до 5 символа) пред всяка команда. Например в `!sg` префиксът ще бъде `!`. Ако зададете префикс на `!sg`, командата ще стане `!sgsg`, така че внимавайте за това. Можете дори да използвате емотикони като префикс... но защо да го правите? Можете просто да използвате командата `!prefix`, за да промените префикса от рамките на discord. Въведете `@RinBot префикс`, ако напълно сте забравили префикса си. Можете също така да промените префикса чрез [уебсайта]({0}/my-servers). Моля, следвайте тези стъпки: - Влезте в системата, като използвате профила си в Discord в горния десен ъгъл на страницата - Кликнете върху името си в горния десен ъгъл и изберете "Моите сървъри - Намерете вашия сървър в списъка и кликнете върху "Configure" (Конфигуриране) - Актуализирайте префикса на какъвто желаете - Натиснете бутона "Запази промените", за да завършите
cs: > Pokud používáte příkazy s lomítkem `/`, toto se vás netýká. Prefix lomítkových příkazů nelze změnit. Prefix příkazu je znak (nebo více znaků, max. 1 až 5 znaků) před každým příkazem. Například v příkazu `!sg` by prefix byl `!`. Pokud byste nastavili prefix na `!sg`, příkaz by se stal `!sgsg`, takže pozor na to. Jako prefix můžete použít i emotikony... ale proč byste to dělali? Můžete jednoduše použít příkaz `!prefix` pro změnu prefixu z prostředí discordu. Pokud jste svůj prefix úplně zapomněli, zadejte `@RinBot prefix`. Prefix můžete změnit také prostřednictvím [webové stránky]({0}/my-servers). Postupujte prosím podle následujících kroků: - Přihlaste se pomocí svého účtu Discord v pravém horním rohu stránky. - Klikněte na své jméno v pravém horním rohu a vyberte možnost "Moje servery". - Najděte v seznamu svůj server a klikněte na 'Configure' (Konfigurovat). - Aktualizujte předponu na jakoukoli, která se vám líbí - Stiskněte tlačítko "Uložit změny" a dokončete
da: > Hvis du bruger slash-kommandoer `/`, gælder dette ikke for dig. Slash-kommandoers præfiks kan ikke ændres. Kommandopræfikset er det tegn (eller flere, maks. 1 til 5 tegn), der står foran hver kommando. For eksempel i `!sg` vil præfikset være `!`. Hvis du sætter præfikset til `!sg`, vil kommandoen blive `!sgsg`, så pas på med det. Du kan endda bruge emojis som præfiks ... men hvorfor skulle du det? Du kan bare bruge kommandoen `!prefix` til at ændre præfikset inde fra discord. Skriv `@RinBot præfiks` hvis du helt har glemt dit præfiks. Du kan også ændre præfikset via [hjemmesiden]({0}/my-servers). Følg venligst disse trin: - Log ind med din Discord-konto øverst til højre på siden. - Klik på dit navn øverst til højre, og vælg 'Mine servere'. - Find din server på listen, og klik på 'Konfigurer'. - Opdater præfikset til, hvad du vil - Tryk på knappen 'Gem ændringer' for at afslutte
de: > Wenn Sie die Schrägstrichbefehle `/` verwenden, gilt dies nicht für Sie. Das Präfix von Schrägstrichbefehlen kann nicht geändert werden. Das Befehlspräfix ist das Zeichen (oder mehr, maximal 1 bis 5 Zeichen), das jedem Befehl vorangestellt wird. Zum Beispiel in `!sg` wäre das Präfix `!`. Wenn Sie das Präfix auf `!sg` setzen, wird der Befehl zu `!sgsg`, also achten Sie darauf. Sie können sogar Emojis als Präfix verwenden... aber warum sollten Sie? Sie können einfach den Befehl `!prefix` verwenden, um das Präfix von Discord aus zu ändern. Gib `@RinBot prefix` ein, wenn du dein Präfix komplett vergessen hast. Du kannst das Präfix auch über [die Website] ändern ({0}/my-servers). Bitte folgen Sie diesen Schritten: - Loggen Sie sich mit Ihrem Discord-Account oben rechts auf der Seite ein - Klicken Sie oben rechts auf Ihren Namen und wählen Sie "Meine Server". - Suchen Sie Ihren Server in der Liste und klicken Sie auf 'Konfigurieren'. - Ändern Sie das Präfix nach Belieben - Klicken Sie zum Abschluss auf die Schaltfläche "Änderungen speichern".
el: > Αν χρησιμοποιείτε τις εντολές slash `/`, αυτό δεν ισχύει για εσάς. Το πρόθεμα των εντολών Slash δεν μπορεί να αλλάξει. Το πρόθεμα εντολής είναι ο χαρακτήρας (ή περισσότεροι, 1 έως 5 χαρακτήρες το πολύ) μπροστά από κάθε εντολή. Για παράδειγμα στο `!sg` το πρόθεμα θα είναι `!`. Αν ορίσετε το πρόθεμα σε `!sg`, η εντολή θα γινόταν `!sgsg`, οπότε προσέξτε το. Μπορείτε ακόμη και να χρησιμοποιήσετε emojis ως πρόθεμα... αλλά γιατί να το κάνετε; Μπορείτε απλά να χρησιμοποιήσετε την εντολή `!prefix` για να αλλάξετε το πρόθεμα μέσα από το discord. Πληκτρολογήστε `@RinBot πρόθεμα` αν έχετε ξεχάσει εντελώς το πρόθεμά σας. Μπορείτε επίσης να αλλάξετε το πρόθεμα μέσω [της ιστοσελίδας]({0}/my-servers). Παρακαλούμε ακολουθήστε αυτά τα βήματα: - Συνδεθείτε χρησιμοποιώντας το λογαριασμό σας στο Discord στην επάνω δεξιά πλευρά της σελίδας - Κάντε κλικ στο όνομά σας πάνω δεξιά και επιλέξτε 'Οι διακομιστές μου' - Βρείτε τον διακομιστή σας στη λίστα και κάντε κλικ στο 'Configure' (Διαμόρφωση) - Ενημερώστε το πρόθεμα σε ό,τι θέλετε - Πατήστε το κουμπί 'Αποθήκευση αλλαγών' για να ολοκληρώσετε
es: > Si estás usando comandos de barra `/`, esto not. El prefijo de los comandos de barra no se puede cambiar. El prefijo de un comando es el carácter (o más, de 1 a 5 caracteres como máximo) delante de cada comando. Por ejemplo, en `!sg` el prefijo sería `!`. Si estableces el prefijo como `!sg`, el comando se convertiría en `!sgsg`, así que ten cuidado con eso. Hasta puedes usar emojis como prefijo... (no lo hagas por favor) Con usar el comando `!prefix` puedes cambiar el prefijo desde Discord. Escribe `@RinBot prefix` si te has olvidado por completo de tu prefijo. También puedes cambiar el prefijo a través del [sitio web]({0}/my-servers). Sigue estos pasos: - Inicia sesión con tu cuenta de Discord en la parte superior derecha de la página - Clickea en tu nombre en la parte superior derecha y selecciona 'Mis servidores' - Busca tu servidor en la lista y clickea en 'Configurar' - Actualiza tu prefijo con lo que tú quieras (emojis no, por favor) - Presiona el botón de 'Guardar cambios' para terminar
fi: > Jos käytät vinoviivakomentoja `/`, tämä ei koske sinua. Slash-komentojen etuliitettä ei voi muuttaa. Komennon etuliite on merkki (tai useampi, enintään 1-5 merkkiä) jokaisen komennon edessä. Esimerkiksi komennossa `!sg` etuliite olisi `!`. Jos asetat etuliitteen muotoon `!sg`, komennosta tulisi `!sgsg`, joten varo sitä. Voit käyttää etuliitteenä jopa hymiöitä... mutta miksi käyttäisit? Voit yksinkertaisesti käyttää komentoa `!prefix` vaihtaaksesi etuliitteen Discordista käsin. Kirjoita `@RinBot etuliite`, jos olet täysin unohtanut etuliitteesi. Voit myös vaihtaa etuliitteen [verkkosivuston] kautta({0}/my-servers). Seuraa näitä ohjeita: - Kirjaudu sisään käyttämällä Discord-tiliäsi sivun oikeassa yläkulmassa olevassa kohdassa - Klikkaa nimeäsi oikeassa yläkulmassa ja valitse 'My servers' (Omat palvelimet) - Etsi palvelimesi luettelosta ja napsauta 'Configure' (Määritä). - Päivitä etuliite haluamaasi muotoon - Paina lopuksi 'Tallenna muutokset' -painiketta
fr: > Si vous utilisez les commandes slash `/`, cela ne s'applique pas à vous. Les préfixes de commandes slash ne peuvent pas être changés. Le préfixe de commande est/sont le(s) caractère(s) (de 1 à 5) devant une commande. Par exemple, le préfixe de `!sg` est `!`. Si vous mettez `!sg` comme préfixe, la commande deviendra `!sgsg`, alors faites attention à ça. Vous pouvez même utiliser un émoji comme préfixe... Mais pourquoi faire une chose pareille ? vous pouvez simplement utiliser la comande `!prefix` pour changer le préfixe depuis Discord. Tapez `@RinBot prefix` si vous avez oublié le préfixe. Vous pouvez aussi changer le préfixe via [le site]({0}/my-servers). Suivez ces étapes : - Connectez-vous à Discord en haut à droite de la page - Cliquez sur votre nom en haut à droite et sélectionnez "Mes Serveurs" - Trouvez votre serveur dans la liste et cliquez sur "Configurer" - Changez le préfixe comme bon vous semble - Appuyez sur "Sauvegarder les changements" pour finaliser le changement
he: &gt; אם אתה משתמש בפקודות סלאש ` /`, זה לא חל עליך. לא ניתן לשנות את קידומת פקודות הסלאש. קידומת הפקודה היא התו (או יותר, 1 עד 5 תווים לכל היותר) המופיע לפני כל פקודה. לדוגמה, ב- `!sg` הקידומת תהיה `!`. אם תגדיר את הקידומת ל- `!sg`, הפקודה תהפוך ל- `!sgsg`, אז היזהר מכך. אתה יכול אפילו להשתמש באמוג'ים כקידומת... אבל למה שתעשה את זה? אתה יכול פשוט להשתמש בפקודה `!prefix` כדי לשנות את הקידומת מתוך Discord. הקלד `@RinBot prefix` אם שכחת לחלוטין את הקידומת שלך. אתה יכול גם לשנות את הקידומת דרך [האתר]({0}/my-servers). אנא בצע את השלבים הבאים: - התחבר באמצעות חשבון Discord שלך בפינה הימנית העליונה של הדף - לחץ על שמך בפינה הימנית העליונה ובחר 'השרתים שלי' - מצא את השרת שלך ברשימה ולחץ על 'הגדרות' - עדכן את הקידומת לפי רצונך - לחץ על כפתור 'שמור שינויים' כדי לסיים
hu: > Ha a `/` slash parancsokat használod, ez nem vonatkozik rád. A Slash parancsok előtagja nem módosítható. A parancs előtag az a karakter (vagy több, maximum 1-5 karakter), amely minden parancs előtt áll. Például a `!sg` parancsban az előtag `!`. Ha az előtagot `!sg`-re állítaná be, a parancs `!sgsg`-ra változna, tehát erre vigyázzon. Még emojikat is használhatsz előtagként... de miért tennéd? Egyszerűen használhatod a `!prefix` parancsot a prefix megváltoztatásához a discordon belülről. Írd be a `@RinBot prefix`, ha teljesen elfelejtetted a prefixet. A prefixet a [weboldalon] keresztül is megváltoztathatod({0}/my-servers). Kérjük, kövesse ezeket a lépéseket: - Jelentkezz be a Discord fiókoddal az oldal jobb felső sarkában. - Kattints a nevedre a jobb felső sarokban, és válaszd ki a 'Saját szervereim' opciót. - Keresse meg a szerverét a listában, és kattintson a 'Configure' (Konfigurálás) gombra. - Frissítsd az előtagot arra, amire szeretnéd - A befejezéshez nyomd meg a 'Módosítások mentése' gombot
id: > Jika Anda menggunakan perintah garis miring `/`, hal ini tidak berlaku untuk Anda. Awalan perintah garis miring tidak dapat diubah. Awalan perintah adalah karakter (atau lebih, maksimal 1 sampai 5 karakter) di depan setiap perintah. Sebagai contoh dalam `!sg` awalannya adalah `!`. Jika Anda mengatur awalan menjadi `!sg`, perintah akan menjadi `!sgsg`, jadi berhati-hatilah. Anda bahkan dapat menggunakan emoji sebagai awalan... tetapi mengapa Anda harus melakukannya? Anda cukup menggunakan perintah `!prefix` untuk mengubah awalan dari dalam discord. Ketik `@RinBot awalan` jika anda benar-benar lupa awalan anda. Anda juga dapat mengubah prefix melalui [situs web] ({0}/my-servers). Silakan ikuti langkah-langkah berikut: - Login menggunakan akun Discord Anda di kanan atas halaman - Klik nama Anda di bagian kanan atas dan pilih 'Server saya' - Temukan server Anda dalam daftar dan klik 'Konfigurasi' - Perbarui awalan dengan apa pun yang Anda suka - Tekan tombol 'Simpan perubahan' untuk menyelesaikannya
it: > Se si utilizzano i comandi slash `/`, questo non si applica. Il prefisso dei comandi slash non può essere modificato. Il prefisso del comando è il carattere (o più, da 1 a 5 caratteri al massimo) che precede ogni comando. Ad esempio, in `!sg` il prefisso sarebbe `!`. Se si imposta il prefisso a `!sg`, il comando diventerà `!sgsg`, quindi fate attenzione. Si possono anche usare le emoji come prefisso... ma perché farlo? Si può semplicemente usare il comando `!prefix` per cambiare il prefisso da discord. Digitate `@RinBot prefix` se avete completamente dimenticato il vostro prefisso. È anche possibile cambiare il prefisso attraverso [il sito web]({0}/my-servers). Seguire i seguenti passaggi: - Effettuare il login utilizzando il proprio account Discord in alto a destra della pagina. - Clicca sul tuo nome in alto a destra e seleziona "I miei server". - Trovare il proprio server nell'elenco e cliccare su "Configura". - Aggiornare il prefisso con quello che si desidera - Premere il pulsante "Salva modifiche" per terminare
ja: > スラッシュコマンド`/` を使用している場合、これは適用されません。スラッシュコマンドの接頭辞は変更できません。 コマンドプレフィックスとは、すべてのコマンドの前にある文字（またはそれ以上、最大1～5文字）のことです。 例えば`!sg` の場合、接頭辞は`!` となります。 プレフィックスを`!sg` に設定すると、コマンドは`!sgsg` になってしまうので注意が必要です。 絵文字をプレフィックスとして使うこともできる。 `!prefix` コマンドを使えば、discord 内からプレフィックスを変更できます。 プレフィックスを完全に忘れてしまった場合は`@RinBot prefix` と入力してください。 また、[ウェブサイト]({0}/my-servers)からもプレフィックスを変更できます。以下の手順に従ってください： - ページの右上にあるDiscordアカウントを使ってログインしてください。 - 右上の自分の名前をクリックし、「マイサーバー」を選択します。 - リストで自分のサーバーを見つけ、'設定'をクリックします。 - プレフィックスを好きなものに更新する - Save changes'ボタンを押して完了です。
ko: > 슬래시 명령 `/` 을 사용하는 경우에는 적용되지 않습니다. 슬래시 명령 접두사는 변경할 수 없습니다. 명령 접두사는 모든 명령 앞에 오는 문자(또는 그 이상, 최대 1~5자)입니다. 예를 들어 `!.sg` 에서 접두사는 `!` 입니다. 접두사를 `!sg` 로 설정하면 명령은 `!sgsg` 이 되므로 주의하세요. 이모티콘을 접두사로 사용할 수도 있지만, 굳이 이모티콘을 사용할 이유가 있을까요? `!prefix` 명령을 사용하여 디스코드 내에서 접두사를 변경할 수 있습니다. 접두사를 완전히 잊어버렸다면 `@린봇 접두사` 를 입력하세요. 웹사이트]({0}/my-servers)를 통해서도 접두사를 변경할 수 있습니다. 다음 단계를 따라주세요: - 페이지 오른쪽 상단의 Discord 계정을 사용하여 로그인합니다. - 오른쪽 상단의 이름을 클릭하고 '내 서버'를 선택합니다. - 목록에서 내 서버를 찾아 '구성'을 클릭합니다. - 접두사를 원하는 것으로 업데이트합니다. - '변경사항 저장' 버튼을 눌러 완료합니다.
lt: > Jei naudojate pasvirųjų brūkšnių komandas `/`, tai jums netaikoma. Slash komandų prefikso keisti negalima. Komandos prefiksas yra ženklas (arba daugiau, ne daugiau kaip 1-5 ženklai), esantis prieš kiekvieną komandą. Pavyzdžiui, `!sg` priešdėlis būtų `!`. Jei nustatysite priešdėlį `!sg`, komanda taps `!sgsg`, todėl saugokitės to. Kaip priešdėlį galite naudoti net ir emotikonus... bet kodėl turėtumėte tai daryti? Galite tiesiog naudoti komandą `!prefiksas`, kad pakeistumėte prefiksą iš "Discord". Įveskite `@RinBot prefiksą`, jei visiškai pamiršote savo prefiksą. Taip pat galite keisti priešdėlį per [svetainę]({0}/my-servers). Atlikite šiuos veiksmus: - Prisijunkite naudodamiesi savo "Discord" paskyra puslapio viršuje dešinėje. - Spustelėkite savo vardą viršutiniame dešiniajame kampe ir pasirinkite "My servers" (Mano serveriai) - Sąraše raskite savo serverį ir spustelėkite "Configure" (konfigūruoti) - Atnaujinkite priešdėlį į jums patinkantį - Paspauskite mygtuką "Išsaugoti pakeitimus", kad baigtumėte
nb_no: > Hvis du bruker skråstrekskommandoer `/`, gjelder ikke dette for deg. Skråstrekskommandoers prefiks kan ikke endres. Kommandoprefikset er tegnet (eller flere, maks. 1 til 5 tegn) foran hver kommando. For eksempel i `!sg` vil prefikset være `!`. Hvis du setter prefikset til `!sg`, blir kommandoen `!sgsg`, så pass på. Du kan til og med bruke emojis som prefiks... men hvorfor skulle du det? Du kan ganske enkelt bruke kommandoen `!prefix` for å endre prefikset fra discord. Skriv `@RinBot prefix` hvis du helt har glemt prefixet ditt. Du kan også endre prefikset via [nettstedet]({0}/my-servers). Følg disse trinnene: - Logg inn med Discord-kontoen din øverst til høyre på siden. - Klikk på navnet ditt øverst til høyre og velg "Mine servere". - Finn serveren din i listen og klikk på "Konfigurer". - Oppdater prefikset til det du ønsker - Trykk på knappen "Lagre endringer" for å fullføre
nl: > Als je slash-commando's `/` gebruikt, is dit niet op jou van toepassing. De prefix van slashopdrachten kan niet worden gewijzigd. De opdrachtvoorvoegsel is het teken (of meer, maximaal 1 tot 5 tekens) voor elke opdracht. Bijvoorbeeld in `!sg` zou de prefix `!` zijn. Als je de prefix instelt op `!sg`, wordt de opdracht `!sgsg`, dus pas daarmee op. Je kunt zelfs emoji's als voorvoegsel gebruiken... maar waarom zou je? Je kunt gewoon het commando `!prefix` gebruiken om het voorvoegsel vanuit discord te wijzigen. Typ `@RinBot prefix` als je je prefix helemaal vergeten bent. Je kunt de prefix ook wijzigen via [de website]({0}/my-servers). Volg deze stappen: - Log in met je Discord account rechtsboven op de pagina - Klik rechtsboven op je naam en selecteer 'Mijn servers'. - Zoek je server in de lijst en klik op 'Configureer'. - Verander de prefix in wat je maar wilt - Druk op de knop 'Wijzigingen opslaan' om te voltooien
pl: > Jeśli używasz poleceń slash `/`, nie dotyczy to Ciebie. Prefiks poleceń slash nie może zostać zmieniony. Prefiks polecenia to znak (lub więcej, maksymalnie 1 do 5 znaków) przed każdym poleceniem. Na przykład w `!sg` prefiksem będzie `!`. Jeśli ustawisz prefiks na `!sg`, polecenie stanie się `!sgsg`, więc uważaj na to. Możesz nawet użyć emoji jako prefiksu... ale dlaczego miałbyś to robić? Możesz po prostu użyć polecenia `!prefix`, aby zmienić prefiks z poziomu discorda. Wpisz `@RinBot prefiks` jeśli całkowicie zapomniałeś swojego prefiksu. Możesz również zmienić prefiks za pośrednictwem [strony internetowej] ({0}/my-servers). Wykonaj następujące kroki: - Zaloguj się za pomocą konta Discord w prawym górnym rogu strony. - Kliknij swoją nazwę w prawym górnym rogu i wybierz "Moje serwery". - Znajdź swój serwer na liście i kliknij "Konfiguruj". - Zaktualizuj prefiks na dowolny inny - Naciśnij przycisk "Zapisz zmiany", aby zakończyć
pt: > Se estiver a utilizar comandos de barra `/`, isto não se aplica a si. O prefixo dos comandos de barra não pode ser alterado. O prefixo do comando é o carácter (ou mais, 1 a 5 caracteres no máximo) à frente de cada comando. Por exemplo, em `!sg` o prefixo seria `!`. Se definir o prefixo para `!sg`, o comando tornar-se-á `!sgsg`, por isso tenha cuidado. Pode até usar emojis como prefixo... mas por que o faria? Podes simplesmente usar o comando `!prefixo` para mudar o prefixo a partir do discord. Escreve `@RinBot prefixo` se te esqueceste completamente do teu prefixo. Também podes alterar o prefixo através do [website]({0}/my-servers). Por favor, siga estes passos: - Faz login usando a tua conta Discord no canto superior direito da página - Clique no seu nome no canto superior direito e seleccione "Os meus servidores". - Encontra o teu servidor na lista e clica em "Configurar". - Actualize o prefixo para o que quiser - Prima o botão "Save changes" (Guardar alterações) para terminar
ro: > Dacă utilizați comenzile slash `/`, acest lucru nu se aplică în cazul dumneavoastră. Prefixul comenzilor slash nu poate fi modificat. Prefixul comenzii este caracterul (sau mai multe, între 1 și 5 caractere maximum) din fața fiecărei comenzi. De exemplu, în `!sg`, prefixul ar fi `!`. Dacă setați prefixul la `!sg`, comanda ar deveni `!sgsg`, așa că aveți grijă la asta. Puteți folosi chiar și emoticoane ca prefix... dar de ce ați face-o? Puteți folosi pur și simplu comanda `!prefix` pentru a schimba prefixul din discordie. Tastați `@RinBot prefix` dacă ați uitat complet prefixul. De asemenea, puteți schimba prefixul prin intermediul [site-ului]({0}/my-servers). Vă rugăm să urmați acești pași: - Autentificați-vă folosind contul dvs. de Discord din dreapta sus a paginii - Faceți clic pe numele dvs. în partea dreaptă-sus și selectați "Serverele mele - Găsiți serverul dvs. în listă și faceți clic pe "Configure" (Configurare) - Actualizați prefixul cu ce doriți - Apăsați butonul "Save changes" pentru a termina
ru: > Если вы используете слэш-команды `/`, то это к вам не относится. Префикс слэш-команд не может быть изменен. Префикс команды - это символ (или более, от 1 до 5 символов максимум) перед каждой командой. Например, в команде `!sg` префикс будет `!`. Если задать префикс `!sg`, то команда станет `!sgsg`, так что будьте внимательны. В качестве префикса можно даже использовать emojis... но зачем? Вы можете просто использовать команду `!prefix` для изменения префикса внутри discord. Введите `@RinBot префикс`, если вы совсем забыли свой префикс. Вы также можете изменить префикс через [сайт] ({0}/my-servers). Пожалуйста, выполните следующие действия: - Войдите в систему, используя свой аккаунт Discord в правом верхнем углу страницы - Нажмите на свое имя в правом верхнем углу и выберите "Мои серверы". - Найдите свой сервер в списке и нажмите на кнопку "Настроить". - Измените префикс на тот, который вам нравится - Нажмите кнопку "Сохранить изменения", чтобы завершить работу.
sv: > Om du använder snedstreckskommandon `/`, gäller detta inte dig. Prefixet för snedstreckskommandon kan inte ändras. Kommandoprefixet är tecknet (eller fler, max 1 till 5 tecken) framför varje kommando. Till exempel i `!sg` skulle prefixet vara `!`. Om du ställer in prefixet till `!sg`, skulle kommandot bli `!sgsg`, så var försiktig med det. Du kan även använda emojis som prefix... men varför skulle du göra det? Du kan helt enkelt använda kommandot `!prefix` för att ändra prefixet från discord. Skriv `@RinBot prefix` om du helt har glömt ditt prefix. Du kan också ändra prefixet via [webbplatsen]({0}/my-servers). Vänligen följ dessa steg: - Logga in med ditt Discord-konto längst upp till höger på sidan - Klicka på ditt namn längst upp till höger och välj "Mina servrar - Hitta din server i listan och klicka på "Konfigurera - Uppdatera prefixet till vad du vill - Tryck på knappen "Spara ändringar" för att avsluta
th: หากคุณใช้คำสั่งแบบ slash`/` ข้อความนี้ไม่เกี่ยวข้องกับคุณ คำสั่งแบบ slash prefix ไม่สามารถเปลี่ยนแปลงได้ คำสั่ง prefix คืออักขระ (หรือมากกว่า 1 ถึง 5 อักขระ) ที่อยู่หน้าคำสั่งทุกคำสั่ง ตัวอย่างเช่นใน`!sg` prefix จะเป็น`!`. หากคุณตั้งค่า prefix เป็น`!sg` คำสั่งจะกลายเป็น`!sgsg` ดังนั้นโปรดระวัง คุณสามารถใช้สัญลักษณ์อีโมจิเป็นคำนำหน้าได้... แต่ทำไมคุณถึงจะทำล่ะ? คุณสามารถใช้คำสั่ง`!prefix` เพื่อเปลี่ยนคำนำหน้าได้โดยตรงจากใน Discord หากคุณลืมคำนำหน้าโดยสิ้นเชิง ให้พิมพ์`@RinBot prefix` คุณยังสามารถเปลี่ยนคำนำหน้าได้ผ่าน [เว็บไซต์]({0}/my-servers) โดยทำตามขั้นตอนดังนี้: - เข้าสู่ระบบโดยใช้บัญชี Discord ของคุณที่มุมขวาบนของหน้า - คลิกที่ชื่อของคุณที่มุมขวาบนแล้วเลือก 'เซิร์ฟเวอร์ของฉัน' - ค้นหาเซิร์ฟเวอร์ของคุณในรายการแล้วคลิก 'กำหนดค่า' - อัปเดตคำนำหน้าเป็นอะไรก็ได้ที่คุณต้องการ - กดปุ่ม 'บันทึกการเปลี่ยนแปลง' เพื่อเสร็จสิ้น
tr: > Eğer `/` slash komutlarını kullanıyorsanız, bu sizin için geçerli değildir. Slash komutlarının öneki değiştirilemez. Komut öneki, her komutun önündeki karakterdir (veya daha fazlası, maksimum 1 ila 5 karakter). Örneğin `!sg` komutunda önek `!` olacaktır. Öneki `!sg` olarak ayarlarsanız, komut `!sgsg` olur, bu yüzden buna dikkat edin. Önek olarak emojileri bile kullanabilirsiniz... ama neden kullanasınız ki? Ön eki discord içinden değiştirmek için `!prefix` komutunu kullanabilirsiniz. Önekinizi tamamen unuttuysanız `@RinBot önek` yazın. Ön eki [web sitesi] üzerinden de değiştirebilirsiniz({0}/my-servers). Lütfen aşağıdaki adımları izleyin: - Sayfanın sağ üst köşesindeki Discord hesabınızı kullanarak giriş yapın - Sağ üstteki adınıza tıklayın ve 'Sunucularım'ı seçin - Listeden sunucunuzu bulun ve 'Yapılandır'a tıklayın - Öneki istediğiniz şekilde güncelleyin - Bitirmek için 'Değişiklikleri kaydet' düğmesine basın
uk: > Якщо ви використовуєте команди слеш `/`, це не стосується вас. Префікс слеш-команд не можна змінити. Префікс команди - це символ (або більше, максимум від 1 до 5 символів) перед кожною командою. Наприклад, у `!sg` префікс буде `!`. Якщо ви встановите префікс `!sg`, команда стане `!sgsg`, тому будьте обережні. Ви навіть можете використовувати смайлики як префікс... але навіщо? Ви можете просто використати команду `!prefix`, щоб змінити префікс зсередини discord. Введіть `@RinBot префікс`, якщо ви зовсім забули свій префікс. Ви також можете змінити префікс через [веб-сайт] ({0}/my-servers). Будь ласка, виконайте наступні кроки: - Увійдіть за допомогою свого облікового запису Discord у верхньому правому куті сторінки - Натисніть на своє ім'я у верхньому правому куті і виберіть "Мої сервери - Знайдіть свій сервер у списку і натисніть "Налаштувати - Змініть префікс на потрібний вам - Натисніть кнопку "Зберегти зміни" для завершення
vi: > Nếu bạn đang dùng lệnh gạch chéo `/`, phần này không áp dụng với bạn. Tiền ngữ lệnh của lệnh gạch chéo không thể thay đổi. Tiền ngữ lệnh là các kí tự (từ 1 đến 5 kí tự tối đa) trước tất cả các lệnh cũ. Ví dụ, trong lệnh `!sg`, tiền ngữ lệnh sẽ là `!`. Nếu bạn đặt tiền ngữ lệnh là `!sg`, lệnh hợp lệ sẽ chuyển thành `!sgsg`, nên hãy lưu ý. Bạn có thể sử dụng emoji làm tiền ngữ lệnh, nhưng không khuyến khích. Bạn có thể sử dụng lệnh `!prefix` để đổi tiền ngữ lệnh trong Discord. Gõ `@RinBot prefix` nếu bạn đã quên tiền ngữ lệnh. Bạn cũng có thể đổi tiền ngữ lẹnh qua [trang web]({0}/my-servers). Vui lòng làm theo các bước: - Đăng nhập bằng tài khoản Discord ở góc trên bên phải của trang - Ấn vào tên của bạn ở góc trên bên phải và chọn 'Server của tôi' - Tìm server của bạn trong danh sách và ấn nút 'Cài đặt' - Đổi tiền ngữ lệnh sang chuỗi kí tự mà bạn mong muốn - Ấn nút 'Lưu thay đổi' để hoàn tất
zh_hans: > 如果使用斜线命令`/` ，则不适用于您。斜线命令的前缀不能更改。 命令前缀是每个命令前面的字符（或更多，最多 1 至 5 个字符）。 例如，在`!sg` 中，前缀为`!` 。 如果将前缀设置为`!sg` ，命令就会变成`!sgsg` ，所以要注意这一点。 您甚至可以使用表情符号作为前缀......但为什么要这样做呢？ 您只需使用`!prefix` 命令即可在 discord 中更改前缀。 如果你完全忘记了前缀，请输入`@RinBot prefix` 。 您也可以通过 [网站]（{0}/my-servers）更改前缀。请按照以下步骤操作 - 使用页面右上方的 Discord 帐户登录 - 单击右上角您的姓名并选择 "我的服务器 - 在列表中找到您的服务器并点击 "配置 - 将前缀更新为您喜欢的任何名称 - 按 "保存更改 "按钮完成
zh_hant: > 如果你正在使用`/`開頭的斜線指令，這段說明不適用於你。斜線指令的前綴是固定的，無法更改。 指令前綴是出現在每個指令前面的符號（可以是 1 到 5 個字元）。 例如在`!sg`中，前綴是`!`。 如果你把前綴設為`!sg`，那指令就會變成`!sgsg`，所以請小心不要搞混！ 其實你也可以用 Emoji 當作前綴……但誰會這麼做呢？ 你可以直接在 Discord 中輸入`!prefix`來修改。 如果你完全忘了原本的前綴，也可以輸入`@RinBot prefix`來查詢。 你也可以透過[網站]({0}/my-servers)修改前綴，步驟如下 - 點選右上角登入，使用你的 Discord 帳號登入 - 登入後點選右上角你的名字，選擇「My servers」 - 找到你的伺服器並點「Configure」 - 修改你想要的新前綴 - 點「Save changes」儲存更改
