Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_1_Answer
source: You can start a round by using `/sg` . For some more commands, check out [the command list]({0}/commands). > ⚠️ It is currently possible to still use the legacy commands, such as `!sg`, but this is **not recommended**. > These legacy prefixed commands are obsolete and will be phased out over time. > Also new features might only become available for the slash commands.
ar: يمكنك بدء جولة باستخدام `/sg`. لمزيد من الأوامر، راجع [قائمة الأوامر] ({0}/commands). > ⚠️ من الممكن حاليًا الاستمرار في استخدام الأوامر القديمة، مثل `!sg` ، ولكن هذا **غير مستحسن**. > هذه الأوامر البادئة القديمة عفا عليها الزمن وسيتم التخلص منها بمرور الوقت. > كما قد تصبح الميزات الجديدة متاحة فقط للأوامر المائلة.
bg: Можете да започнете рунд с помощта на `/sg`. За още няколко команди вижте [списъка с команди]({0}/commands). > ⚠️ Понастоящем все още е възможно да се използват старите команди, като например `!sg`, но това не се **препоръчва**. > Тези наследени команди с префикс са остарели и с течение на времето ще бъдат премахнати. > Също така новите функции може да станат достъпни само за командите с наклонена черта.
cs: Kolo můžete zahájit pomocí příkazu `/sg`. Další příkazy najdete v [seznamu příkazů]({0}/commands). > ⚠️ V současné době je stále možné používat starší příkazy, například `!sg`, ale to se **nedoporučuje**. > Tyto starší příkazy s předponou jsou zastaralé a časem budou vyřazeny. > Také nové funkce mohou být dostupné pouze pro příkazy s lomítkem.
da: Du kan starte en runde ved at bruge `/sg`. For flere kommandoer, se [kommandolisten]({0}/commands). > ⚠️ Det er i øjeblikket stadig muligt at bruge de gamle kommandoer, såsom `!sg`, men det **anbefales ikke**. > Disse ældre præfikserede kommandoer er forældede og vil blive udfaset over tid. > Nye funktioner bliver måske kun tilgængelige for slash-kommandoerne.
de: Sie können eine Runde starten, indem Sie `/sg` verwenden. Weitere Befehle finden Sie in [der Befehlsliste] ({0}/commands). > ⚠️ Es ist derzeit noch möglich, die alten Befehle zu verwenden, wie `!sg`, aber das ist **nicht empfohlen**. > Diese alten Befehle mit Präfix sind veraltet und werden im Laufe der Zeit abgeschafft. > Neue Funktionen werden möglicherweise nur noch für die Schrägstrich-Befehle verfügbar sein.
el: Μπορείτε να ξεκινήσετε έναν γύρο χρησιμοποιώντας `/sg`. Για μερικές ακόμα εντολές, δείτε [τη λίστα εντολών]({0}/commands). > ⚠️ Προς το παρόν είναι δυνατόν να εξακολουθήσετε να χρησιμοποιείτε τις παλιές εντολές, όπως `!sg`, αλλά αυτό δεν συνιστάται **** . > Αυτές οι παλαιές εντολές με πρόθεμα είναι παρωχημένες και θα καταργηθούν σταδιακά με την πάροδο του χρόνου. > Επίσης, νέα χαρακτηριστικά μπορεί να γίνουν διαθέσιμα μόνο για τις εντολές με πρόθεμα slash.
es: Puedes comenzar una ronda usando `/sg` . Para más comandos, puedes mirar [la lista de comandos]({0}/commands). > ⚠️ Es posible seguir utilizando los comandos antiguos, como `!sg`, pero esto **no es recomendado**. > Estos comandos con prefijo antiguo están obsoletos y serán eliminados con el tiempo. > También las nuevas características podrían sólo estar disponibles para los comandos de barra diagonal.
fi: Voit aloittaa kierroksen käyttämällä `/sg`. Lisää komentoja löydät [komentoluettelosta]({0}/commands). > ⚠️ Tällä hetkellä on vielä mahdollista käyttää vanhoja komentoja, kuten `!sg`, mutta sitä ei **suositella**. > Nämä vanhat etuliitteellä varustetut komennot ovat vanhentuneita, ja ne poistetaan käytöstä ajan myötä. > Myös uusia ominaisuuksia saattaa tulla saataville vain vinoviivakomentoja varten.
fr: Vous pouvez commencer une partie en utilisant `/sg`. Pour plus de commandes, regardez la [liste de commandes]({0}/commands). > ⚠️Il est encore possible d'utiliser les anciennes commandes telles que `!sg`, mais ce n'est **pas recommandé**. > Ces anciennes commandes sont obsolètes et disparaitrons plus tard. > Les nouvelles commandes seront probablement disponibles uniquement avec les commandes slash.
he: ניתן להתחיל סיבוב באמצעות `/sg`. לפקודות נוספות, עיין [ברשימת הפקודות]({0}/commands). &gt; ⚠️ כרגע עדיין ניתן להשתמש בפקודות הישנות, כגון `!sg`, אך הדבר אינו מומלץ **** . &gt; פקודות ישנות אלה עם קידומת הן מיושנות ויופסקו בהדרגה. &gt; כמו כן, ייתכן שתכונות חדשות יהיו זמינות רק עבור פקודות הסלאש.
hu: Egy kört a `/sg` segítségével indíthatsz. További parancsokért nézd meg [a parancsok listáját]({0}/commands). > ⚠️ Jelenleg lehetőség van még a régi parancsok használatára, mint például a `!sg`, de ez **nem ajánlott**. > Ezek a régi előtaggal ellátott parancsok elavultak, és idővel kivezetésre kerülnek. > Az is előfordulhat, hogy új funkciók csak a slash parancsokhoz lesznek elérhetőek.
id: Anda dapat memulai ronde dengan menggunakan `/sg`. Untuk beberapa perintah lainnya, lihat [daftar perintah]({0}/commands). > ⚠️ Saat ini masih memungkinkan untuk menggunakan perintah lama, seperti `!sg`, tetapi hal ini **tidak disarankan**. > Perintah-perintah lama yang diawali dengan awalan ini sudah usang dan akan dihapuskan seiring berjalannya waktu. > Selain itu, fitur-fitur baru mungkin hanya akan tersedia untuk perintah garis miring.
it: È possibile avviare un round utilizzando `/sg` . Per altri comandi, consultare [la lista dei comandi]({0}/commands). > ⚠️ Attualmente è possibile utilizzare i comandi tradizionali, come `!sg`, ma ciò è **sconsigliato**. > Questi comandi con prefisso legacy sono obsoleti e saranno gradualmente eliminati nel tempo. > Inoltre, nuove funzionalità potrebbero essere disponibili solo per i comandi con slash.
ja: `/sg` でラウンドを開始できます。 その他のコマンドについては、[コマンドリスト]({0}/commands)をチェックしてください。 > ⚠️`!sg` のようなレガシーコマンドを使用することも可能ですが、**お勧めしません** 。 > これらのレガシーな接頭辞付きコマンドは時代遅れであり、時間の経過とともに廃止されていくでしょう。 > また、新機能はスラッシュコマンドでのみ利用可能になるかもしれません。
ko: `/sg` 를 사용하여 라운드를 시작할 수 있습니다. 더 많은 명령어를 보려면 [명령어 목록]({0}/commands)을 확인하세요. > ⚠️ 현재 `!sg` 와 같은 레거시 명령어를 계속 사용할 수 있지만 **권장하지 않습니다**. > 이러한 레거시 접두사가 붙은 명령은 더 이상 사용되지 않으며 시간이 지남에 따라 단계적으로 폐지될 예정입니다. > 또한 슬래시 명령에 대해서만 새로운 기능을 사용할 수 있게 될 수도 있습니다.
lt: Rundą galite pradėti naudodami `/sg`. Daugiau komandų rasite [komandų sąraše]({0}/commands). > ⚠️ Šiuo metu dar galima naudoti senąsias komandas, pavyzdžiui, `!sg`, tačiau tai **nerekomenduojama**. > Šios senosios komandos su priešdėliais yra pasenusios ir laikui bėgant jų bus atsisakyta. > Be to, naujos funkcijos gali būti prieinamos tik su pasviruoju brūkšniu pažymėtomis komandomis.
nb_no: Du kan starte en runde ved å bruke `/sg`. Du finner flere kommandoer i [kommandolisten]({0}/commands). > ⚠️ Det er for øyeblikket fortsatt mulig å bruke de gamle kommandoene, for eksempel `!sg`, men dette **anbefales ikke**. > Disse eldre kommandoene med prefiks er foreldet og vil bli faset ut over tid. > Det kan også hende at nye funksjoner bare blir tilgjengelige for kommandoer med skråstrek.
nl: Je kunt een ronde beginnen met `/sg`. Voor meer commando's, bekijk [de commando lijst]({0}/commands). > ⚠️ Het is momenteel nog mogelijk om de tekst commando's te gebruiken, zoals `!sg`, maar dit wordt **niet aangeraden**. > Deze tekst commando's zijn verouderd en zullen in de loop der tijd uitgefaseerd worden. > Het is ook mogelijk dat nieuwe functies alleen beschikbaar komen voor de slash commando's.
pl: Rundę można rozpocząć za pomocą `/sg`. Więcej poleceń można znaleźć na [liście poleceń] ({0}/commands). > ⚠️ Obecnie możliwe jest używanie starszych komend, takich jak `!sg`, ale nie jest to zalecane **** . > Te starsze polecenia z prefiksami są przestarzałe i z czasem zostaną wycofane. > Również nowe funkcje mogą stać się dostępne tylko dla poleceń z ukośnikiem.
pt: Pode iniciar uma ronda utilizando `/sg`. Para mais alguns comandos, consulte [a lista de comandos]({0}/commands). > ⚠️ Atualmente, ainda é possível utilizar os comandos antigos, tais como `!sg`, mas isto não é recomendado **** . > Estes comandos legados com prefixo são obsoletos e serão eliminados com o tempo. > Além disso, novas funcionalidades podem estar disponíveis apenas para os comandos de barra.
ro: Puteți începe o rundă folosind `/sg`. Pentru mai multe comenzi, consultați [lista de comenzi]({0}/commands). > ⚠️ În prezent, este posibil să mai folosiți în continuare comenzile vechi, cum ar fi `!sg`, dar acest lucru nu este **recomandat**. > Aceste comenzi prefixate moștenite sunt învechite și vor fi eliminate în timp. > De asemenea, este posibil ca noi caracteristici să devină disponibile doar pentru comenzile slash.
ru: Начать раунд можно с помощью команды `/sg`. Дополнительные команды можно найти в [списке команд] ({0}/commands). > ⚠️ В настоящее время можно по-прежнему использовать старые команды, такие как `!sg`, но это **не рекомендуется**. > Эти устаревшие команды с префиксом устарели и со временем будут отменены. > Кроме того, новые возможности могут стать доступными только для команд со слешем.
sv: Du kan starta en runda genom att använda `/sg`. För fler kommandon, se [kommandolistan]({0}/kommandon). > ⚠️ Det är för närvarande möjligt att fortfarande använda de äldre kommandona, t.ex. `!sg`, men detta rekommenderas inte **** . > Dessa äldre prefixkommandon är föråldrade och kommer att fasas ut med tiden. > Det kan också hända att nya funktioner endast blir tillgängliga för snedstreckskommandon.
th: คุณสามารถเริ่มรอบได้โดยใช้`/sg` **สำหรับคำสั่งเพิ่มเติม โปรดดูที่ [รายการคำสั่ง]({0}/commands) > ⚠️ ขณะนี้ยังสามารถใช้คำสั่งแบบเก่าได้ เช่น`!sg` แต่ไม่แนะนำอย่างยิ่ง** > คำสั่งที่มีคำนำหน้าแบบเก่าเหล่านี้จะเลิกใช้ในอนาคต > นอกจากนี้ ฟีเจอร์ใหม่บางรายการอาจใช้ได้เฉพาะกับคำสั่งที่ใช้เครื่องหมายทับเท่านั้น
tr: `/sg` kullanarak bir tur başlatabilirsiniz. Daha fazla komut için [komut listesine] ({0}/commands) göz atın. > ⚠️ Şu anda `!sg` gibi eski komutları kullanmaya devam etmek mümkündür, ancak bu **tavsiye edilmez**. > Bu eski ön ekli komutlar artık kullanılmamaktadır ve zaman içinde aşamalı olarak kaldırılacaktır. > Ayrıca yeni özellikler yalnızca eğik çizgi komutları için kullanılabilir hale gelebilir.
uk: Ви можете почати раунд за допомогою `/sg`. Інші команди можна знайти у [списку команд] ({0}/commands). > ⚠️ Наразі ще можна використовувати застарілі команди, такі як `!sg`, але це **не рекомендується**. > Ці застарілі команди з префіксами є застарілими і з часом будуть поступово вилучені. > Крім того, нові можливості можуть стати доступними лише для команд з косою рискою.
vi: Bạn có thể bắt đầu một vòng với lệnh `/sg`. Để xem các lệnh khác, xem [danh sách lệnh]({0}/commands). > ⚠️ Hiện tại vẫn có thể sử dụng các lệnh cũ, như `!sg`, nhưng các lệnh này **không khuyến khích sử dụng**. > Các lệnh cũ này ít được sử dụng và sẽ được thay thế theo thời gian. > Có một số các tính năng khác có thể sẽ chỉ có hiệu lực cho các lệnh gạch chéo.
zh_hans: 您可以使用`/sg` 开始一轮游戏。 有关更多命令，请查看 [命令列表]({0}/commands)。 > ⚠️ 目前仍可使用传统命令，如`!sg` ，但不建议使用**** 。 > 这些传统的前缀命令已经过时，将逐渐被淘汰。 > 此外，新功能可能只适用于斜线命令。
zh_hant: 你可以使用 `/sg` 開始一回合。 欲查看更多指令，請查看[指令列表]({0}/commands)。 > ⚠️ 目前仍可以使用舊版指令，例如 `!sg`，但**不建議**使用。 > 這些舊版前綴指令已經過時，將會逐步淘汰。 > 並且，新功能可能僅會在斜線指令中提供。

# Faq_1_Question
source: How do I use RinBot?
ar: كيف أستخدم رينبوت؟
bg: Как да използвам RinBot?
cs: Jak mohu RinBot používat?
da: Hvordan bruger jeg RinBot?
de: Wie verwende ich RinBot?
el: Πώς χρησιμοποιώ το RinBot;
es: ¿Cómo se utiliza RinBot?
fi: Miten käytän RinBotia?
fr: Comment puis-je utiliser RinBot ?
he: איך משתמשים ב-RinBot?
hu: Hogyan használhatom a RinBotot?
id: Bagaimana cara menggunakan RinBot?
it: Come si usa RinBot?
ja: RinBotの使い方は？
ko: 린봇은 어떻게 사용하나요?
lt: Kaip naudoti RinBot?
nb_no: Hvordan bruker jeg RinBot?
nl: Hoe gebruik ik RinBot?
pl: Jak korzystać z RinBot?
pt: Como é que utilizo o RinBot?
ro: Cum se utilizează RinBot?
ru: Как использовать RinBot?
sv: Hur använder jag RinBot?
th: ฉันจะใช้ RinBot ได้อย่างไร?
tr: RinBot'u nasıl kullanırım?
uk: Як користуватися RinBot?
vi: Tôi sử dụng RinBot như thế nào?
zh_hans: 如何使用 RinBot？
zh_hant: 我要如何使用 RinBot ？

# Faq_2_Question
source: How do I change the language?
ar: كيف يمكنني تغيير اللغة؟
bg: Как да променя езика?
cs: Jak mohu změnit jazyk?
da: Hvordan ændrer jeg sproget?
de: Wie kann ich die Sprache ändern?
el: Πώς μπορώ να αλλάξω τη γλώσσα;
es: ¿Cómo puedo cambiar el idioma?
fi: Miten voin vaihtaa kieltä?
fr: Comment puis-je changer la langue ?
he: איך משנים את השפה?
hu: Hogyan változtathatom meg a nyelvet?
id: Bagaimana cara mengubah bahasa?
it: Come si cambia la lingua?
ja: 言語を変更するには？
ko: 언어를 변경하려면 어떻게 하나요?
lt: Kaip pakeisti kalbą?
nb_no: Hvordan endrer jeg språk?
nl: Hoe verander ik de taal?
pl: Jak zmienić język?
pt: Como é que altero a língua?
ro: Cum pot schimba limba?
ru: Как изменить язык?
sv: Hur ändrar jag språket?
th: ฉันจะเปลี่ยนภาษาได้อย่างไร?
tr: Dili nasıl değiştirebilirim?
uk: Як змінити мову?
vi: Làm thế nào để đổi ngôn ngữ?
zh_hans: 如何更改语言？
zh_hant: 我如何更改語言？

# Faq_3_Question
source: How do I change the command prefix?
ar: كيف يمكنني تغيير بادئة الأمر؟
bg: Как да променя префикса на командата?
cs: Jak změním předponu příkazu?
da: Hvordan ændrer jeg kommandopræfikset?
de: Wie ändere ich das Befehlspräfix?
el: Πώς μπορώ να αλλάξω το πρόθεμα εντολής;
es: ¿Cómo puedo cambiar el prefijo del comando?
fi: Miten muutan komentoesimerkin?
fr: Comment puis-je changer le préfixe de commande ?
he: כיצד ניתן לשנות את קידומת הפקודה?
hu: Hogyan változtathatom meg a parancs előtagját?
id: Bagaimana cara mengubah awalan perintah?
it: Come si cambia il prefisso del comando?
ja: コマンドプレフィックスを変更するには？
ko: 명령 접두사는 어떻게 변경하나요?
lt: Kaip pakeisti komandos priešdėlį?
nb_no: Hvordan endrer jeg kommandoprefikset?
nl: Hoe verander ik de opdrachtprefix?
pl: Jak zmienić prefiks polecenia?
pt: Como é que altero o prefixo do comando?
ro: Cum pot schimba prefixul comenzii?
ru: Как изменить префикс команды?
sv: Hur ändrar jag kommandoprefixet?
th: ฉันจะเปลี่ยนคำนำหน้าคำสั่งได้อย่างไร?
tr: Komut önekini nasıl değiştirebilirim?
uk: Як змінити префікс команди?
vi: Làm thế nào để thay đổi tiền ngữ lệnh?
zh_hans: 如何更改命令前缀？
zh_hant: 我如何更改指令前綴？
