Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_15_Answer
source: Point calculation depends entirely on the amount of anime in the pool from which your round is created and the level of the winner. In the most simple case a pool of 3000 anime gives a maximum 60 points, reduced by `1 / numberOfCaptures` for every extra cap that is shown. The pool size depends on your filters. If use your own anime list as filter, which has 90 entries in the Completed section and 10 in the On-hold section your pool size will be 100. However, after every round you play with this same filter the pool will reduce by 1, since there are no repetitions for at least an hour for rounds that are started by yourself or within the same server. The formula that is being used: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Default `maxPoints` is `60` and `animeMaxPoints` is `3000`. The `animeMultiplier` variable depends on the year the anime was released. - Before the year 2010 : `2` - Before the year 2000 : `3` - Before the year 1990 : `4` - Before the year 1980 : `5` The minimum amount of points you can get is `4`, which will become `1` if the last cap has been shown. __Voice rounds__ For voice rounds points are decreased by time you take to respond rather than the number of captures that have been shown.
ar: يعتمد حساب النقاط بالكامل على مقدار الأنمي في المجموعة التي تم إنشاء الجولة منها ومستوى الفائز. في الحالة الأكثر بساطة فإن مجموعة من 3000 أنيمي تعطي 60 نقطة كحد أقصى، يتم تخفيضها بمقدار `1 / عدد مرات الالتقاط` لكل غطاء إضافي يتم عرضه. يعتمد حجم التجمع على مرشحاتك. إذا كنت تستخدم قائمة الأنيمي الخاصة بك كمرشح، والتي تحتوي على 90 إدخالاً في قسم المكتمل و10 في قسم قيد الانتظار سيكون حجم مجموعتك 100. ومع ذلك، بعد كل جولة تلعبها باستخدام هذا الفلتر نفسه سيقل حجم البركة بمقدار 1، نظرًا لعدم وجود تكرار لمدة ساعة على الأقل للجولات التي تبدأها بنفسك أو داخل الخادم نفسه. المعادلة التي يتم استخدامها: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > الافتراضي `maxPoints` هو `60` و `animeMaxPoints` هو `3000`. يعتمد متغير `animeMultiplier` على سنة إصدار الأنمي. - قبل عام 2010 : `2` - قبل عام 2000 : `3` - قبل عام 1990 : `4` - قبل عام 1980 : `5` الحد الأدنى من النقاط التي يمكنك الحصول عليها هو `4` ، والتي ستصبح `1` إذا تم عرض الحد الأقصى الأخير. __الجولات الصوتية__ بالنسبة للجولات الصوتية يتم تقليل النقاط حسب الوقت الذي تستغرقه للرد بدلاً من عدد اللقطات التي تم عرضها.
bg: Изчисляването на точките зависи изцяло от количеството аниме в пула, от който е създаден рундът, и от нивото на победителя. В най-простия случай пул от 3000 анимета дава максимум 60 точки, намалени с `1 / numberOfCaptures` за всяко допълнително показано капаче. Размерът на пула зависи от вашите филтри. Ако използвате собствения си списък с анимета като филтър, който има 90 записа в раздела "Завършени" и 10 в раздела "В очакване", размерът на пула ви ще бъде 100. Въпреки това след всеки рунд, който играете със същия филтър, басейнът ще се намалява с 1, тъй като няма повторения в продължение на поне един час за рундове, които са започнати от вас или в рамките на същия сървър. Формулата, която се използва: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > По подразбиране `maxPoints` е `60` и `animeMaxPoints` е `3000`. Променливата `animeMultiplier` зависи от годината на излизане на анимето. - Преди 2010 г. : `2` - Преди 2000 г. : `3` - Преди 1990 г.: `4` - Преди 1980 г. : `5` Минималният брой точки, които можете да получите, е `4`, който ще стане `1`, ако е показана последната горна граница. __Гласови кръгове__ При гласовите рундове точките се намаляват по-скоро според времето, което ви отнема отговорът, отколкото според броя на показаните капачки.
cs: Výpočet bodů závisí výhradně na množství anime v poolu, z něhož je kolo vytvořeno, a na úrovni vítěze. V nejjednodušším případě dává pool s 3000 anime maximálně 60 bodů, které se snižují o `1 / numberOfCaptures` za každý další zobrazený uzávěr. Velikost poolu závisí na vašich filtrech. Pokud jako filtr použijete svůj vlastní seznam anime, který má 90 záznamů v sekci Dokončeno a 10 v sekci Na počkání, bude velikost vašeho poolu 100. Po každém kole, které odehrajete s tímto stejným filtrem, se však pool sníží o 1, protože u kol, která jste zahájili sami nebo v rámci stejného serveru, nedochází k žádnému opakování po dobu alespoň jedné hodiny. Vzorec, který se používá: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Výchozí `maxPoints` je `60` a `animeMaxPoints` je `3000`. Proměnná `animeMultiplier` závisí na roce vydání anime. - Před rokem 2010 : `2` - Před rokem 2000 : `3` - Před rokem 1990 : `4` - Před rokem 1980 : `5` Minimální počet bodů, který můžete získat, je `4`, který se změní na `1`, pokud byl zobrazen poslední limit. __Hlasová kola__ U hlasových kol se body snižují podle času, který potřebujete k odpovědi, nikoli podle počtu zobrazených uzávěrek.
da: Pointberegningen afhænger helt af mængden af anime i den pulje, som din runde er skabt ud fra, og af vinderens niveau. I det mest simple tilfælde giver en pulje på 3000 animeer maksimalt 60 point, reduceret med `1 / numberOfCaptures` for hver ekstra cap, der vises. Puljens størrelse afhænger af dine filtre. Hvis du bruger din egen anime-liste som filter, som har 90 poster i Completed-sektionen og 10 i On-hold-sektionen, vil din puljestørrelse være 100. Men efter hver runde, du spiller med det samme filter, vil puljen blive reduceret med 1, da der ikke er gentagelser i mindst en time for runder, der er startet af dig selv eller på den samme server. Den formel, der bliver brugt: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Standard `maxPoints` er `60` og `animeMaxPoints` er `3000`. Variablen `animeMultiplier` afhænger af det år, animen blev udgivet. - Før år 2010 : `2` - Før år 2000 : `3` - Før år 1990 : `4` - Før år 1980 : `5` Det mindste antal point, du kan få, er `4`, som bliver til `1`, hvis det sidste loft har været vist. __Stemmerunder__ I talerunder reduceres pointene med den tid, det tager at svare, i stedet for antallet af viste captures.
de: Die Punkteberechnung hängt ausschließlich von der Anzahl der Anime in dem Pool ab, aus dem Ihre Runde gebildet wird, und von der Stufe des Gewinners. Im einfachsten Fall ergibt ein Pool von 3000 Animes maximal 60 Punkte, die für jedes zusätzliche Cap, das gezeigt wird, um `1 / numberOfCaptures` reduziert werden. Die Größe des Pools hängt von Ihren Filtern ab. Wenn Sie Ihre eigene Anime-Liste als Filter verwenden, die 90 Einträge im Abschnitt "Completed" und 10 im Abschnitt "On-hold" enthält, beträgt die Poolgröße 100. Nach jeder Runde, die Sie mit demselben Filter spielen, verringert sich der Pool jedoch um 1, da es bei Runden, die von Ihnen selbst oder innerhalb desselben Servers gestartet werden, mindestens eine Stunde lang keine Wiederholungen gibt. Die Formel, die verwendet wird: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Standard `maxPoints` ist `60` und `animeMaxPoints` ist `3000`. Die Variable `animeMultiplier` hängt von dem Jahr ab, in dem der Anime veröffentlicht wurde. - Vor dem Jahr 2010 : `2` - Vor dem Jahr 2000 : `3` - Vor dem Jahr 1990 : `4` - Vor dem Jahr 1980 : `5` Die Mindestpunktzahl, die Sie erhalten können, ist `4`, die zu `1` wird, wenn die letzte Obergrenze angezeigt wurde. __Gesprächsrunden__ Bei Sprachrunden werden die Punkte durch die Zeit, die Sie für die Antwort benötigen, verringert und nicht durch die Anzahl der gezeigten Captures.
el: Ο υπολογισμός των πόντων εξαρτάται αποκλειστικά από την ποσότητα των anime στην πισίνα από την οποία δημιουργήθηκε ο γύρος σας και από το επίπεδο του νικητή. Στην πιο απλή περίπτωση, μια δεξαμενή με 3000 anime δίνει το μέγιστο 60 πόντους, οι οποίοι μειώνονται κατά `1 / numberOfCaptures` για κάθε επιπλέον cap που εμφανίζεται. Το μέγεθος της πισίνας εξαρτάται από τα φίλτρα σας. Αν χρησιμοποιήσετε τη δική σας λίστα anime ως φίλτρο, η οποία έχει 90 καταχωρήσεις στο τμήμα Completed και 10 στο τμήμα On-hold, το μέγεθος της πισίνας σας θα είναι 100. Ωστόσο, μετά από κάθε γύρο που παίζετε με το ίδιο φίλτρο, η δεξαμενή θα μειώνεται κατά 1, καθώς δεν υπάρχουν επαναλήψεις για τουλάχιστον μία ώρα για γύρους που ξεκινούν από εσάς ή μέσα στον ίδιο διακομιστή. Ο τύπος που χρησιμοποιείται: ``` * animeCount / animeMaxPoints * maxPoints ``` > Προεπιλογή `maxPoints` είναι `60` και `animeMaxPoints` είναι `3000`. Η μεταβλητή `animeMultiplier` εξαρτάται από το έτος κυκλοφορίας του anime. - Πριν από το έτος 2010 : `2` - Πριν από το έτος 2000 : `3` - Πριν από το έτος 1990 : `4` - Πριν από το έτος 1980 : `5` Το ελάχιστο ποσό πόντων που μπορείτε να λάβετε είναι `4`, το οποίο θα γίνει `1` εάν έχει εμφανιστεί το τελευταίο ανώτατο όριο. __Φωνητικοί γύροι__ Για τους φωνητικούς γύρους οι πόντοι μειώνονται ανάλογα με το χρόνο που χρειάζεστε για να απαντήσετε και όχι με τον αριθμό των αιχμαλώτων που έχουν εμφανιστεί.
es: El cálculo de puntos depende completamente de la cantidad de anime en el grupo a partir del cual se crea tu ronda y el nivel del ganador. En el caso más simple, un grupo de 3000 animes otorga un máximo de 60 puntos, reducidos en `1 / númeroDeCapturas` por cada captura adicional que se muestre. El tamaño del grupo depende de tus filtros. Si usas tu propia lista de anime como filtro, que tiene 90 entradas en la sección Completado y 10 en la sección En espera, el tamaño de tu grupo será 100. Sin embargo, después de cada ronda que juegues con este mismo filtro, el grupo se reducirá en 1, ya que no hay repeticiones durante al menos una hora para las rondas que comienzas tú mismo o dentro del mismo servidor. La fórmula que se está utilizando: ``` multiplicadorAnime * numAnime / puntosAnimeMax * puntosMax ``` > Por defecto, `puntosMax` es `60` y `puntosAnimeMax` es `3000`. La variable `multiplicadorAnime` depende del año en que se lanzó el anime. - Antes del año 2010: `2` - Antes del año 2000 : `3` - Antes del año 1990: `4` - Antes del año 1980: `5` La cantidad mínima de puntos que puede obtener es `4`, que se convertirá en `1` si se ha mosstrado la última captura. __Ronda de voz__ Para las rondas de voz, los puntos se reducen según el tiempo que tarda en responder en lugar de la cantidad de capturas que se han mostrado.
fi: Pisteiden laskeminen riippuu täysin siitä, kuinka paljon animea on altaassa, josta kierroksesi on luotu, ja voittajan tasosta. Yksinkertaisimmassa tapauksessa 3000 animen pooli antaa enintään 60 pistettä, joista vähennetään `1 / numberOfCaptures` jokaisesta ylimääräisestä näytetystä capista. Poolin koko riippuu suodattimista. Jos käytät suodattimena omaa anime-luetteloasi, jossa on 90 merkintää Completed-osiossa ja 10 On-hold-osiossa, poolin koko on 100. Jokaisen kierroksen jälkeen, jonka pelaat tällä samalla suodattimella, pooli pienenee kuitenkin yhdellä, koska itse tai samalla palvelimella aloitettuja kierroksia ei toisteta ainakaan tuntiin. Kaava, jota käytetään: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints. ``` > Oletus `maxPoints` on `60` ja `animeMaxPoints` on `3000`. `animeMultiplier` -muuttuja riippuu animen julkaisuvuodesta. - Ennen vuotta 2010 : `2` - Ennen vuotta 2000: `3` - Ennen vuotta 1990: `4` - Ennen vuotta 1980: `5` Pienin mahdollinen pistemäärä on `4`, joka muuttuu `1`, jos viimeinen raja on näytetty. __Äänikierrokset__ Äänikierroksilla pisteitä vähennetään vastaamiseen kuluvan ajan eikä näytettyjen kaappausten määrän mukaan.
fr: Le calcul des points dépend entièrement de la quantité d'anime dans le pool à partir duquel votre tour est créé et du niveau du gagnant. Dans le cas le plus simple, un pool de 3000 anime donne un maximum de 60 points, réduits de `1 / numberOfCaptures` pour chaque cap supplémentaire qui est montré. La taille du pool dépend de vos filtres. Si vous utilisez votre propre liste d'anime comme filtre, avec 90 entrées dans la section Completed et 10 dans la section On-hold, la taille du pool sera de 100. Cependant, après chaque round que vous jouez avec ce même filtre, la taille du pool diminuera de 1, puisqu'il n'y a pas de répétition pendant au moins une heure pour les rounds qui sont commencés par vous-même ou dans le même serveur. La formule utilisée est la suivante ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Par défaut `maxPoints` est `60` et `animeMaxPoints` est `3000`. La variable `animeMultiplier` dépend de l'année de sortie de l'anime. - Avant l'année 2010 : `2` - Avant l'année 2000 : `3` - Avant l'année 1990 : `4` - Avant l'année 1980 : `5` Le nombre minimum de points que vous pouvez obtenir est `4`, qui deviendra `1` si le dernier plafond a été atteint. __Concours vocaux__ Pour les épreuves vocales, les points sont diminués en fonction du temps que vous mettez à répondre plutôt que du nombre de captures qui ont été montrées.
he: חישוב הנקודות תלוי כולו בכמות האנימה שבמאגר שממנו נוצר הסיבוב שלך וברמת הזוכה. במקרה הפשוט ביותר, מאגר של 3000 אנימה מעניק מקסימום 60 נקודות, המופחתות ב- `1 / numberOfCaptures` עבור כל כיבוש נוסף שמוצג. גודל המאגר תלוי במסננים שלך. אם אתה משתמש ברשימת האנימה שלך כמסנן, שיש בה 90 ערכים בסעיף "הושלם" ו-10 בסעיף "בהמתנה", גודל המאגר שלך יהיה 100. עם זאת, לאחר כל סיבוב שאתה משחק עם אותו מסנן, המאגר יופחת ב-1, מכיוון שאין חזרות לפחות במשך שעה עבור סיבובים שאתה מתחיל בעצמך או בתוך אותו שרת. הנוסחה המשמשת: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints```&gt; ברירת מחדל `maxPoints` ` 60` ו- `animeMaxPoints` ` 3000`. המשתנה `animeMultiplier` תלוי בשנה שבה האנימה שוחררה. - לפני שנת 2010: `2` - לפני שנת 2000: `3`- לפני שנת 1990: `4`- לפני שנת 1980: `5` הסכום המינימלי של נקודות שניתן לקבל הוא `4`, אשר יהפוך ל- `1` אם הכובע האחרון הוצג. __Voice rounds__ בסיבובי הקול, הנקודות מופחתות בהתאם לזמן שלוקח לך לענות, ולא בהתאם למספר הכובעים שהוצגו.
hu: A pontok kiszámítása teljes mértékben az anime mennyiségétől függ, amelyből a köröd létrejön, valamint a győztes szintjétől. A legegyszerűbb esetben egy 3000 animéből álló pool maximum 60 pontot ad, amit minden egyes plusz sapkával, ami megjelenik, a `1 / numberOfCaptures` csökkent. A medence mérete a szűrőktől függ. Ha szűrőként a saját anime-listádat használod, amely 90 bejegyzést tartalmaz a Befejezett részlegben és 10-et a Várakoztatva részlegben, akkor a medence mérete 100 lesz. Azonban minden egyes forduló után, amit ugyanazzal a szűrővel játszol, a pool 1-gyel csökken, mivel legalább egy órán keresztül nincs ismétlés a saját magad által vagy ugyanazon a szerveren belül indított fordulók esetében. A használt képlet: ``` * animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Alapértelmezett `maxPoints` a `60` és `animeMaxPoints` a `3000`. A `animeMultiplier` változó az anime megjelenési évétől függ. - A 2010-es év előtt : `2` - 2000 előtt : `3` - 1990 előtt : `4` - 1980 előtt : `5` A minimálisan megszerezhető pontok száma: `4`, amelyből `1` lesz, ha az utolsó sapka már megjelent. __Hangos fordulók__ A hangos fordulóknál a pontokat a válaszadásra fordított idő, nem pedig a megjelenített felvételek száma csökkenti.
id: Perhitungan poin sepenuhnya bergantung pada jumlah anime dalam pool tempat ronde Anda dibuat dan level pemenang. Dalam kasus yang paling sederhana, kumpulan 3000 anime memberikan maksimum 60 poin, dikurangi dengan `1 / numberOfCaptures` untuk setiap tambahan cap yang ditampilkan. Ukuran kumpulan tergantung pada filter Anda. Jika menggunakan daftar anime Anda sendiri sebagai filter, yang memiliki 90 entri di bagian Selesai dan 10 di bagian Ditunda, ukuran pool Anda akan menjadi 100. Namun, setelah setiap ronde yang Anda mainkan dengan filter yang sama, pool akan berkurang 1, karena tidak ada pengulangan selama setidaknya satu jam untuk ronde yang dimulai oleh Anda sendiri atau dalam server yang sama. Rumus yang digunakan: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Default `maxPoints` adalah `60` dan `animeMaxPoints` adalah `3000`. Variabel `animeMultiplier` tergantung pada tahun anime tersebut dirilis. - Sebelum tahun 2010 : `2` - Sebelum tahun 2000 : `3` - Sebelum tahun 1990 : `4` - Sebelum tahun 1980 : `5` Jumlah minimum poin yang bisa Anda dapatkan adalah `4`, yang akan menjadi `1` jika batas terakhir telah ditampilkan. __Putaran suara__ Untuk ronde suara, poin berkurang berdasarkan waktu yang Anda gunakan untuk merespons, bukan berdasarkan jumlah tangkapan yang telah ditampilkan.
it: Il calcolo dei punti dipende interamente dalla quantità di anime presenti nella piscina da cui viene creato il round e dal livello del vincitore. Nel caso più semplice, un pool di 3000 anime dà un massimo di 60 punti, ridotti da `1 / numberOfCaptures` per ogni tappo extra che viene mostrato. La dimensione del pool dipende dai filtri. Se si usa come filtro la propria lista di anime, che ha 90 voci nella sezione Completed e 10 nella sezione On-hold, la dimensione del pool sarà di 100 punti. Tuttavia, dopo ogni round giocato con questo stesso filtro, la piscina si ridurrà di 1, poiché non ci sono ripetizioni per almeno un'ora per i round iniziati da soli o all'interno dello stesso server. La formula che viene utilizzata: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Default `maxPoints` è `60` e `animeMaxPoints` è `3000`. La variabile `animeMultiplier` dipende dall'anno di uscita dell'anime. - Prima dell'anno 2010 : `2` - Prima dell'anno 2000 : `3` - Prima dell'anno 1990 : `4` - Prima dell'anno 1980 : `5` La quantità minima di punti che si può ottenere è `4`, che diventerà `1` se è stato mostrato l'ultimo tetto. __Giri di voce__ Per i round vocali i punti vengono diminuiti in base al tempo impiegato per rispondere e non al numero di catture mostrate.
ja: ポイントの計算は、ラウンドの元となるプールのアニメの量と、勝者のレベルによって決まる。 最も単純なケースでは、3000のアニメプールは最大60ポイントを与え、`1 / numberOfCaptures` によって、余分なキャップが表示されるごとに減少します。 プールのサイズはフィルターに依存する。自分のアニメリストをフィルターとして使用する場合、Completedセクションに90のエントリーがあり、On-holdセクションに10のエントリーがある場合、プールのサイズは100になります。 しかし、この同じフィルターを使ってラウンドするごとに、プールは1ずつ減っていきます。なぜなら、自分自身または同じサーバー内で開始されたラウンドでは、少なくとも1時間は繰り返しがないからです。 使用されている計算式 ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > デフォルト`maxPoints` is`60` and`animeMaxPoints` is`3000`. `animeMultiplier` 変数はアニメがリリースされた年に依存する。 - 2010年以前 :`2` - 2000年以前 :`3` - 1990年以前 :`4` - 1980年以前 :`5` 最低獲得ポイントは`4` で、最後の上限が表示されている場合は`1` となります。 __ボイスラウンド__ ボイスラウンドのポイントは、表示されたキャプチャーの数ではなく、応答にかかった時間によって減少します。
ko: 포인트 계산은 전적으로 라운드가 생성된 애니메이션 풀의 애니메이션 양과 우승자의 레벨에 따라 달라집니다. 가장 간단한 경우, 3000개의 애니메이션이 있는 풀은 최대 60점을 제공하며, 추가 캡쳐가 표시될 때마다 `1 / numberOfCaptures` 으로 감산됩니다. 풀 크기는 필터에 따라 다릅니다. 완료 섹션에 90개의 항목이 있고 보류 섹션에 10개가 있는 애니메이션 목록을 필터로 사용하는 경우 풀 크기는 100이 됩니다. 그러나 동일한 필터를 사용하여 매 라운드마다 플레이할 때마다 풀은 1씩 감소하는데, 이는 본인 또는 동일한 서버 내에서 시작된 라운드의 경우 최소 한 시간 동안 반복이 없기 때문입니다. 사용 중인 공식입니다: ``` 애니메이션 승수 * 애니메이션 카운트 / 애니메이션 최대 포인트 * 최대 포인트 ``` > 기본값 `maxPoints` 은 `60` 이고 `animeMaxPoints` 은 `3000` 입니다. `animeMultiplier` 변수는 애니메이션이 출시된 연도에 따라 달라집니다. - 2010년 이전: `2` - 2000년 이전 : `3` - 1990년 이전 : `4` - 1980년 이전 : `5` 받을 수 있는 최소 포인트는 `4` 이며, 마지막 상한선이 표시된 경우 `1` 이 됩니다. __음성 라운드__ 음성 라운드의 경우 점수는 표시된 캡처 수가 아니라 응답하는 데 걸리는 시간에 따라 감소합니다.
lt: Taškų skaičiavimas priklauso tik nuo anime kiekio fonde, iš kurio sudaromas jūsų raundas, ir nugalėtojo lygio. Paprasčiausiu atveju 3000 anime fondas suteikia ne daugiau kaip 60 taškų, kurie mažinami pagal `1 / numberOfCaptures` už kiekvieną papildomai parodytą dangtelį. Baseino dydis priklauso nuo jūsų filtrų. Jei kaip filtrą naudosite savo anime sąrašą, kuriame yra 90 įrašų skirsnyje "Completed" ir 10 įrašų skirsnyje "On-hold", jūsų fondo dydis bus 100. Tačiau po kiekvieno raundo, kurį žaidžiate su tuo pačiu filtru, fondas sumažės 1, nes bent valandą nebus kartojami raundai, kuriuos pradėjote patys arba tame pačiame serveryje. Naudojama formulė: ``` AnimeMultiplikatorius * animeCount / animeMaxPoints * maxPoints ``` > Numatytoji `maxPoints` yra `60` ir `animeMaxPoints` yra `3000`. `animeMultiplier` kintamasis priklauso nuo anime išleidimo metų. - Iki 2010 m. : `2` - Iki 2000 m. : `3` - Iki 1990 m.: `4` - Iki 1980 m.: `5` Mažiausias galimas taškų skaičius yra `4`, kuris taps `1`, jei buvo parodyta paskutinė riba. __Balso raundai__ Balso turuose taškai mažinami pagal laiką, per kurį atsakote, o ne pagal parodytų gaublių skaičių.
nb_no: Poengberegningen avhenger helt og holdent av mengden anime i bassenget som runden din er opprettet fra og nivået til vinneren. I det enkleste tilfellet gir en pool på 3000 anime maksimalt 60 poeng, redusert med `1 / numberOfCaptures` for hver ekstra cap som vises. Størrelsen på poolen avhenger av filtrene dine. Hvis du bruker din egen anime-liste som filter, som har 90 oppføringer i Completed-seksjonen og 10 i On-hold-seksjonen, blir poolen 100 poeng. Etter hver runde du spiller med det samme filteret, reduseres imidlertid puljen med 1, siden det ikke er noen gjentakelser på minst en time for runder som startes av deg selv eller på samme server. Formelen som brukes: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Standard `maxPoints` er `60` og `animeMaxPoints` er `3000`. Variabelen `animeMultiplier` avhenger av hvilket år anime ble utgitt. - Før år 2010 : `2` - Før år 2000 : `3` - Før år 1990 : `4` - Før år 1980 : `5` Minste antall poeng du kan få er `4`, som blir til `1` hvis det siste taket har blitt vist. __Stemmerunder__ I talerunder reduseres poengene etter hvor lang tid du bruker på å svare, og ikke etter hvor mange bilder som har blitt vist.
nl: Het berekenen van punten hangt volledig af van de hoeveelheid anime in de pool waaruit je ronde is ontstaan en het niveau van de winnaar. In het eenvoudigste geval geeft een pool van 3000 anime maximaal 60 punten, verminderd met `1 / numberOfCaptures` voor elke extra cap die wordt getoond. De grootte van de pool hangt af van je filters. Als je je eigen anime-lijst als filter gebruikt, met 90 items in de sectie Voltooid en 10 in de sectie Wachtend, dan is je poolgrootte 100. Na elke ronde die je speelt met dezelfde filter wordt de pool echter met 1 verkleind, omdat er minstens een uur lang geen herhalingen zijn voor rondes die door jezelf of binnen dezelfde server zijn gestart. De formule die wordt gebruikt: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Standaard `maxPoints` is `60` en `animeMaxPoints` is `3000`. De variabele `animeMultiplier` hangt af van het jaar waarin de anime is uitgebracht. - Voor het jaar 2010: `2` - Voor het jaar 2000 : `3` - Voor het jaar 1990 : `4` - Voor het jaar 1980 : `5` Het minimum aantal punten dat je kunt krijgen is `4`, wat `1` wordt als de laatste cap is getoond. __Stemrondes__ Bij stemrondes worden de punten verminderd met de tijd die je nodig hebt om te reageren en niet met het aantal captures dat is getoond.
pl: Kalkulacja punktów zależy wyłącznie od ilości anime w puli, z której tworzona jest runda oraz poziomu zwycięzcy. W najprostszym przypadku pula 3000 anime daje maksymalnie 60 punktów, pomniejszonych o `1 / numberOfCaptures` za każdy pokazany dodatkowy cap. Wielkość puli zależy od filtrów. Jeśli użyjesz własnej listy anime jako filtra, która ma 90 wpisów w sekcji Ukończone i 10 w sekcji Wstrzymane, wielkość puli wyniesie 100. Jednak po każdej rundzie rozegranej z tym samym filtrem pula zmniejszy się o 1, ponieważ nie ma powtórzeń przez co najmniej godzinę dla rund rozpoczętych przez ciebie lub na tym samym serwerze. Używana formuła: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints. ``` > Domyślnie `maxPoints` to `60` i `animeMaxPoints` to `3000`. Zmienna `animeMultiplier` zależy od roku premiery anime. - Przed rokiem 2010: `2` - Przed rokiem 2000: `3` - Przed rokiem 1990: `4` - Przed rokiem 1980: `5` Minimalna liczba punktów do zdobycia to `4`, która zmieni się w `1`, jeśli ostatni limit został pokazany. __Rundy głosowe__ W rundach głosowych punkty są pomniejszane o czas odpowiedzi, a nie o liczbę wyświetlonych przechwyceń.
pt: O cálculo dos pontos depende inteiramente da quantidade de anime na piscina a partir da qual a ronda é criada e do nível do vencedor. No caso mais simples, um conjunto de 3000 anime dá um máximo de 60 pontos, reduzidos por `1 / numberOfCaptures` por cada boné extra que é mostrado. O tamanho do grupo depende dos teus filtros. Se usares a tua própria lista de anime como filtro, que tem 90 entradas na secção Completed e 10 na secção On-hold, o tamanho da tua pool será 100. No entanto, após cada ronda que jogares com este mesmo filtro, a reserva será reduzida em 1, uma vez que não há repetições durante pelo menos uma hora para rondas iniciadas por ti ou no mesmo servidor. A fórmula que está a ser usada: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Predefinição `maxPoints` é `60` e `animeMaxPoints` é `3000`. A variável `animeMultiplier` depende do ano em que o anime foi lançado. - Antes do ano 2010 : `2` - Antes do ano 2000: `3` - Antes do ano 1990: `4` - Antes do ano 1980: `5` O número mínimo de pontos que pode obter é `4`, que se tornará `1` se o último limite tiver sido apresentado. __Rondas de voz__ Nas rondas de voz, os pontos são reduzidos em função do tempo de resposta e não do número de capturas que foram mostradas.
ro: Calcularea punctelor depinde în întregime de cantitatea de anime din pool-ul din care este creată runda ta și de nivelul câștigătorului. În cel mai simplu caz, un pool de 3000 de anime-uri oferă maxim 60 de puncte, reduse cu `1 / numberOfCaptures` pentru fiecare capă suplimentară care este prezentată. Dimensiunea pool-ului depinde de filtrele dvs. Dacă folosiți ca filtru propria listă de anime-uri, care are 90 de intrări în secțiunea Completed și 10 în secțiunea On-hold, dimensiunea piscinei va fi de 100. Cu toate acestea, după fiecare rundă pe care o jucați cu același filtru, piscina se va reduce cu 1, deoarece nu există repetări timp de cel puțin o oră pentru rundele începute de dvs. sau în cadrul aceluiași server. Formula care este folosită: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Default `maxPoints` este `60` și `animeMaxPoints` este `3000`. Variabila `animeMultiplier` depinde de anul în care a fost lansat anime-ul. - Înainte de anul 2010 : `2` - Înainte de anul 2000: `3` - Înainte de anul 1990: `4` - Înainte de anul 1980: `5` Numărul minim de puncte pe care îl puteți obține este `4`, care va deveni `1` dacă a fost afișat ultimul plafon. __Runde vocale__ Pentru rundele vocale, punctele sunt diminuate în funcție de timpul de răspuns și nu de numărul de capturi care au fost afișate.
ru: Начисление очков полностью зависит от количества аниме в пуле, из которого создан ваш раунд, и уровня победителя. В самом простом случае пул из 3000 аниме дает максимум 60 очков, которые уменьшаются на `1 / numberOfCaptures` за каждый дополнительный показанный колпачок. Размер пула зависит от ваших фильтров. Если в качестве фильтра использовать собственный список аниме, в котором 90 записей в разделе Completed и 10 в разделе On-hold, то размер пула будет равен 100. Однако после каждого раунда, сыгранного с этим же фильтром, пул будет уменьшаться на 1, так как для раундов, начатых самостоятельно или в пределах одного сервера, повторов не бывает как минимум в течение часа. Используемая формула: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > По умолчанию `maxPoints` это `60` и `animeMaxPoints` это `3000`. Переменная `animeMultiplier` зависит от года выпуска аниме. - До 2010 года : `2` - До 2000 года : `3` - До 1990 года : `4` - До 1980 года : `5` Минимальное количество баллов, которое можно получить, составляет `4`, которое превратится в `1`, если будет показана последняя крышка. __Голосовые раунды__ В голосовых раундах очки уменьшаются не от количества показанных капч, а от времени, затраченного на ответ.
sv: Poängberäkningen beror helt på mängden anime i poolen från vilken din runda skapas och vinnarens nivå. I det enklaste fallet ger en pool på 3000 anime maximalt 60 poäng, reducerat med `1 / numberOfCaptures` för varje extra cap som visas. Poolens storlek beror på dina filter. Om du använder din egen anime-lista som filter, som har 90 poster i avsnittet Completed och 10 i avsnittet On-hold, blir poolstorleken 100. Men efter varje runda du spelar med samma filter kommer poolen att minska med 1, eftersom det inte finns några upprepningar på minst en timme för rundor som startas av dig själv eller inom samma server. Formeln som används: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Standard `maxPoints` är `60` och `animeMaxPoints` är `3000`. Variabeln `animeMultiplier` beror på vilket år animen släpptes. - Före år 2010 : `2` - Före år 2000 : `3` - Före år 1990 : `4` - Före år 1980 : `5` Det minsta antal poäng du kan få är `4`, som kommer att bli `1` om det sista taket har visats. __Röstningsrundor__ För röstrundor minskas poängen med den tid det tar för dig att svara snarare än antalet captures som har visats.
th: การคำนวณคะแนนขึ้นอยู่กับจำนวนอนิเมะในสระที่ถูกสร้างขึ้นในรอบของคุณและระดับของผู้ชนะเท่านั้น ในกรณีง่ายที่สุด สระที่มีอนิเมะ 3000 เรื่องจะให้คะแนนสูงสุด 60 คะแนน ลดลงตามสูตร`1 / numberOfCaptures` สำหรับทุกการจับเพิ่มเติมที่แสดง ขนาดของสระขึ้นอยู่กับตัวกรองของคุณ หากคุณใช้รายการอนิเมะของคุณเองเป็นตัวกรอง ซึ่งมีรายการ 90 รายการในส่วนที่เสร็จสิ้นแล้ว และ 10 รายการในส่วนที่หยุดชั่วคราว ขนาดของสระของคุณจะเป็น 100 อย่างไรก็ตาม หลังจากทุกครั้งที่คุณเล่นด้วยตัวกรองนี้ สระจะลดลง 1 รายการ เนื่องจากไม่มีการซ้ำกันเป็นเวลาอย่างน้อยหนึ่งชั่วโมง สำหรับรอบที่คุณเริ่มเองหรืออยู่ในเซิร์ฟเวอร์เดียวกัน สูตรที่ใช้: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > ค่าเริ่มต้น`maxPoints` คือ`60` และ`animeMaxPoints` คือ`3000`. ตัวแปร`animeMultiplier` ขึ้นอยู่กับปีที่อนิเมะออกฉาย - ก่อนปี 2010 :`2` - ก่อนปี 2000 :`3` - ก่อนปี 1990 :`4` - ก่อนปี 1980 :`5` จำนวนคะแนนขั้นต่ำที่คุณจะได้รับคือ`4` ซึ่งจะกลายเป็น`1` หากมีการแสดงคะแนนสูงสุดสุดท้ายแล้ว __รอบเสียง__ สำหรับรอบเสียง คะแนนจะลดลงตามเวลาที่คุณใช้ในการตอบ แทนที่จะเป็นจำนวนการจับที่ได้แสดงไว้
tr: Puan hesaplaması tamamen turunuzun oluşturulduğu havuzdaki anime miktarına ve kazananın seviyesine bağlıdır. En basit durumda, 3000 anime havuzu maksimum 60 puan verir ve gösterilen her ekstra başlık için `1 / numberOfCaptures` ile azaltılır. Havuz boyutu filtrelerinize bağlıdır. Filtre olarak kendi anime listenizi kullanırsanız, Tamamlandı bölümünde 90 ve Beklemede bölümünde 10 giriş varsa, havuz boyutunuz 100 olacaktır. Ancak, aynı filtreyle oynadığınız her turdan sonra havuz 1 azalacaktır, çünkü kendiniz tarafından veya aynı sunucu içinde başlatılan turlar için en az bir saat boyunca tekrar yoktur. Kullanılan formül: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > Varsayılan `maxPoints` ` 60` ve `animeMaxPoints` ` 3000`. `animeMultiplier` değişkeni animenin yayınlandığı yıla bağlıdır. - 2010 yılından önce : `2` - 2000 yılından önce : `3` - 1990 yılından önce : `4` - 1980 yılından önce : `5` Alabileceğiniz minimum puan miktarı `4` olup, son sınır gösterilmişse `1` olacaktır. __Ses turları__ Sesli turlarda puanlar, gösterilen yakalama sayısından ziyade yanıt vermek için harcadığınız süreye göre azalır.
uk: Підрахунок балів повністю залежить від кількості аніме в пулі, з якого створено ваш раунд, і рівня переможця. У найпростішому випадку пул з 3000 аніме дає максимум 60 балів, зменшених на `1 / numberOfCaptures` за кожну додаткову показану шапку. Розмір пулу залежить від ваших фільтрів. Якщо ви використовуєте власний список аніме як фільтр, який містить 90 записів у розділі "Завершені" і 10 у розділі "На утриманні", розмір вашого пулу буде 100. Однак після кожного раунду, який ви граєте з тим самим фільтром, пул зменшуватиметься на 1, оскільки в раундах, розпочатих вами або на тому самому сервері, не буде повторень принаймні протягом години. Формула, яка використовується: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > За замовчуванням `maxPoints` дорівнює `60` і `animeMaxPoints` дорівнює `3000`. Змінна `animeMultiplier` залежить від року випуску аніме. - До 2010 року : `2` - До 2000 року : `3` - До 1990 року : `4` - До 1980 року : `5` Мінімальна кількість балів, яку ви можете отримати: `4`, яка стане `1`, якщо було показано останню шапку. __Голосові раунди__ У голосових раундах бали зменшуються за час, який ви витратили на відповідь, а не за кількість показаних підписів.
vi: Cách tính điểm hoàn toàn phụ thuộc vào số lượng anime trong danh sách mà vòng thi của cậu được tạo ra và cấp độ của người chiến thắng. Trong trường hợp đơn giản nhất, một danh sách gồm 3000 anime sẽ cho tối đa 60 điểm, giảm đi `1 / numberOfCaptures` cho mỗi lần hiển thị thêm. Kích thước bộ sưu tập phụ thuộc vào bộ lọc của cậu. Nếu cậu sử dụng danh sách anime của riêng mình làm bộ lọc, với 90 mục trong phần "Hoàn thành" và 10 mục trong phần "Đang chờ", kích thước bộ sưu tập của cậu sẽ là 100. Tuy nhiên, sau mỗi vòng chơi với bộ lọc này, kích thước bộ sưu tập sẽ giảm 1, vì không có sự trùng lặp trong ít nhất một giờ đối với các vòng do chính cậu khởi tạo hoặc trong cùng một máy chủ. `Công thức được sử dụng: ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` &gt; Mặc định `maxPoints` là `60` và `animeMaxPoints` là `3000`. Biến animeMultiplier` phụ thuộc vào năm anime được phát hành. - Trước năm 2010 : `2` - Trước năm 2000: `3`- Trước năm 1990: `4`- Trước năm 1980: `5` Số điểm tối thiểu cậu có thể nhận được là `4`, sẽ trở thành `1` nếu nắp cuối cùng đã được hiển thị. __Vòng thi giọng nói__ Trong vòng thi giọng nói, số điểm sẽ giảm theo thời gian cậu mất để trả lời thay vì số lượng nắp đã được hiển thị.
zh_hans: 积分的计算完全取决于游戏池中的动漫数量和获胜者的水平。 在最简单的情况下，如果动漫池中有 3000 部动漫，则最多可获得 60 分，每多显示一个上限，就会减少`1 / 捕获数量` 。 池的大小取决于您的过滤器。如果使用您自己的动漫列表作为过滤器，在已完成部分有 90 个条目，在待定部分有 10 个条目，那么您的池子大小将是 100。 但是，在您使用同一过滤器进行每一轮游戏后，游戏池将减少 1，因为在至少一小时内，您自己或同一服务器内开始的游戏都不会重复。 计算公式如下 ``` 动漫倍增器 * 动漫数量 / 动漫最大点数 * 最大点数 ``` > 默认`maxPoints` 为`60` 和`animeMaxPoints` 为`3000` 。 `animeMultiplier` 变量取决于动画的发行年份。 - 2010 年之前 :`2` - 2000 年之前 :`3` - 1990 年之前 :`4` - 1980 年之前 :`5` 您可获得的最低分数为`4` ，如果显示了最后一个上限，则分数将变为`1` 。 __语音回合__ 在语音回合中，积分是根据您的回答时间而不是所显示的捕获数量来减少的。
zh_hant: 分數計算完全取決於該回合建立時使用的動畫池數量以及贏家的等級。 舉個最簡單的例子，如果動畫池中有 3000 部動畫，最多可獲得 60 分。每多顯示一張截圖或一個聲音片段，分數會依照 `1 / 截圖數量` 進行遞減。 動畫池的大小取決於你使用的篩選器。如果你使用自己的動畫清單作為篩選依據，而該清單中「已完成」欄位有 90 部、「暫停中」有 10 部，那麼動畫池大小為 100。 但每進行一回合時，若使用相同篩選條件，動畫池會減少 1，因為在你自己或相同伺服器啟動的回合中，相同動畫在一小時內不會重複出現。 所使用的公式如下： ``` animeMultiplier * animeCount / animeMaxPoints * maxPoints ``` > 預設值：`maxPoints` = `60`，`animeMaxPoints` = `3000`。 `animeMultiplier` 依據動畫的發布年份而定： - 2010 年以前：`2` - 2000 年以前：`3` - 1990 年以前：`4` - 1980 年以前：`5` 你能獲得的最低分數是 `4`，若顯示到最後一張截圖，則會降至 `1`。 __語音回合__ 語音回合的分數減少是根據你作答所花費的時間，而不是根據顯示的截圖或聲音片段數量。
