Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_7_Answer
source: There are two ways of accomplishing this at the moment. a. **Use Discord permissions** You basically need to give RinBot only the __View channel__ permission on the channel you want her to listen to commands. This can be done by just having your permissions set correctly in Discord. __Examples__: Disallow `@everyone` __View channel__ to all channels. Then make a "Members" role which gives people __View channel__ to all channels, while giving RinBot only __View channel__ to the channel she should listen to commands in. Alternatively, make a "Bots" role which disallows __View channel__ access specifically to all channels. Then give RInBot specifically access to a channel of your choice. b. **Use channel access control** Configuration for this is available after logging in on [the website]({0}). __Steps to follow__: - After you login, go to the top right, and click on your name, then go to __My servers__. - Click the server you would like to configure (you need to be __administrator__ or have the __server management__ role). - Find the __Channels tab__ and check the __Enable channel access control__ box. > With just this configuration, RinBot will not listen to commands on any channel at all, so now we need to allow it in the channel you want - Click __Add a channel__ and select the channel you would like RinBot to listen to commands in. - Click __Add a rule__, which results in an access rule which allows every command in this channel. - Click __Save changes__ at the bottom and you are done!
ar: هناك طريقتان لتحقيق ذلك في الوقت الحالي. a. **استخدام أذونات Discord** تحتاج بشكل أساسي إلى منح RinBot إذن __عرض القناة__ فقط على القناة التي تريدها أن تستمع إلى الأوامر. يمكن القيام بذلك بمجرد تعيين أذوناتك بشكل صحيح في Discord. __أمثلة__: عدم السماح ` للجميع` __عرض القناة عرض القناة__ لجميع القنوات. ثم قم بإنشاء دور "الأعضاء" الذي يمنح الأشخاص __عرض القناة__ لجميع القنوات، مع منح رينبوت فقط __عرض القناة__ للقناة التي يجب أن تستمع إلى الأوامر فيها. بدلاً من ذلك، قم بإنشاء دور "روبوتات" الذي يمنع __عرض القناة__ من الوصول إلى جميع القنوات على وجه التحديد. ثم امنح RInBot وصولاً خاصًا إلى قناة من اختيارك. b. **استخدم التحكم في الوصول إلى القناة** يتوفر التكوين لهذا الأمر بعد تسجيل الدخول على [الموقع الإلكتروني] ({0}). __الخطوات الواجب اتباعها__: - بعد تسجيل الدخول، انتقل إلى أعلى اليمين، وانقر على اسمك، ثم انتقل إلى __خوادمي__. - انقر فوق الخادم الذي ترغب في تهيئته (يجب أن تكون __مسؤولاً__ أو لديك دور إدارة الخادم ____ ). - ابحث عن علامة التبويب __القنوات__ وحدد المربع __تمكين التحكم في الوصول إلى القناة__. > مع هذا التكوين فقط، لن يستمع RinBot إلى الأوامر على أي قناة على الإطلاق، لذا نحتاج الآن إلى السماح له في القناة التي تريدها - انقر __أضف قناة__ وحدد القناة التي تريد أن يستمع فيها RinBot إلى الأوامر. - انقر __إضافة قاعدة__ ، مما ينتج عنه قاعدة وصول تسمح بكل أمر في هذه القناة. - انقر __احفظ التغييرات__ في الأسفل وتكون قد انتهيت!
bg: В момента има два начина за постигане на това. a. **Използвайте разрешенията на Discord** По принцип трябва да дадете на RinBot само разрешението __View channel__ на канала, който искате да слуша команди. Това може да стане, като просто имате правилно зададени разрешения в Discord. __Примери__: Забранете `@everyone` __View channel__ на всички канали. След това направете роля "Членове", която дава на хората __Преглед на канал__ за всички канали, а на RinBot дава само __Преглед на канал__ за канала, в който тя трябва да слуша команди. Или пък направете роля "Bots", която забранява достъпа на __View channel__ специално до всички канали. След това дайте на RInBot специално достъп до избран от вас канал. b. **Използване на контрол на достъпа до каналите** Конфигурацията за това е налична след влизане в [уебсайта]({0}). __Стъпки, които трябва да следвате__: - След като влезете в системата, отидете в горния десен ъгъл и щракнете върху името си, след което отидете на __Моите сървъри__. - Щракнете върху сървъра, който искате да конфигурирате (трябва да сте __администратор__ или да имате ролята __за управление на сървъри__ ). - Намерете раздела __Channels (Канали)__ и поставете отметка в квадратчето __Enable channel access control (Разрешаване на контрола на достъпа до каналите)__. > Само с тази конфигурация RinBot изобщо няма да слуша команди в нито един канал, така че сега трябва да го разрешим в желания канал - Щракнете върху __Add a channel (Добавяне на канал)__ и изберете канала, в който искате RinBot да слуша команди. - Щракнете върху __Add a rule__(Добавяне на правило ), в резултат на което се създава правило за достъп, което разрешава всяка команда в този канал. - Щракнете върху __Save changes__ (Запазване на промените) в долната част и сте готови!
cs: V současné době existují dva způsoby, jak toho dosáhnout. a. **Použijte oprávnění Discordu** V podstatě musíte dát RinBotovi pouze oprávnění __Zobrazit kanál__ na kanálu, na kterém chcete, aby poslouchal příkazy. Toho lze dosáhnout tak, že stačí mít správně nastavená oprávnění v Discordu. __Příklady:__: Zakázat `@everyone` __Zobrazit kanál__ všem kanálům. Pak vytvořte roli "Members", která lidem __View channel__ povolí přístup ke všem kanálům, zatímco RinBotovi povolí pouze __View channel__ ke kanálu, ve kterém má poslouchat příkazy. Případně vytvořte roli "Bots", která znemožní __Zobrazit kanál__ přístup konkrétně ke všem kanálům. Pak dejte RInBotovi specificky přístup ke zvolenému kanálu. b. **Použijte řízení přístupu ke kanálu** Konfigurace pro tuto funkci je k dispozici po přihlášení na [webové stránce]({0}). __Kroky, které je třeba provést:__: - Po přihlášení přejděte do pravého horního rohu a klikněte na své jméno, poté přejděte na __Moje servery__. - Klikněte na server, který chcete nakonfigurovat (musíte být __administrátor__ nebo mít roli __správa serverů__ ). - Najděte kartu __Kanály__ a zaškrtněte políčko __Povolit řízení přístupu ke kanálům__. > Jen s touto konfigurací nebude RinBot naslouchat příkazům na žádném kanálu, takže nyní je třeba povolit mu v požadovaném kanálu - Klikněte na __Add a channel__ a vyberte kanál, ve kterém chcete, aby RinBot poslouchal příkazy. - Klikněte na __Add a rule__, čímž vznikne pravidlo přístupu, které povolí každý příkaz v tomto kanálu. - Klikněte na __Uložit změny__ v dolní části a je hotovo!
da: Der er to måder at gøre det på i øjeblikket. a. **Brug Discord-tilladelser** Du skal dybest set kun give RinBot tilladelsen __View channel__ på den kanal, du vil have hende til at lytte til kommandoer. Dette kan gøres ved blot at have dine tilladelser indstillet korrekt i Discord. __Eksempler__: Disallow `@everyone` __View channel__ til alle kanaler. Lav derefter en "Members"-rolle, som giver folk __View channel__ til alle kanaler, mens du kun giver RinBot __View channel__ til den kanal, hun skal lytte til kommandoer i. Alternativt kan du lave en "Bots"-rolle, som specifikt forbyder __View channel__ adgang til alle kanaler. Giv derefter RInBot specifik adgang til en kanal efter eget valg. b. **Brug adgangskontrol til kanaler** Konfigurationen til dette er tilgængelig efter login på [hjemmesiden]({0}). __Fremgangsmåde__: - Når du er logget ind, skal du gå til øverst til højre og klikke på dit navn og derefter gå til __Mine servere__. - Klik på den server, du gerne vil konfigurere (du skal være __administrator__ eller have rollen __server management__ ). - Find fanen __Channels__ og sæt flueben i __Enable channel access control__ boksen. > Med denne konfiguration vil RinBot slet ikke lytte til kommandoer på nogen kanal, så nu skal vi tillade det i den ønskede kanal. - Klik på __Add a channel__ og vælg den kanal, du vil have RinBot til at lytte til kommandoer i. - Klik på __Tilføj en regel__, som resulterer i en adgangsregel, der tillader alle kommandoer i denne kanal. - Klik på __Gem ændringer__ nederst, og du er færdig!
de: Derzeit gibt es zwei Möglichkeiten, dies zu erreichen. a. **Discord-Berechtigungen verwenden** Im Grunde musst du RinBot nur die Berechtigung __View channel__ auf dem Kanal geben, auf dem du möchtest, dass er auf Befehle hört. Dazu müssen Sie nur Ihre Berechtigungen in Discord richtig einstellen. __Beispiele__: Erlaube `@everyone` __Kanal__ auf allen Kanälen zu sehen. Dann erstelle eine "Mitglieder"-Rolle, die den Leuten __View channel__ für alle Kanäle gibt, während sie RinBot nur __View channel__ für den Kanal gibt, in dem sie auf Befehle hören soll. Alternativ kannst du eine "Bots"-Rolle erstellen, die __View channel__ den Zugang zu allen Kanälen verwehrt. Geben Sie dann RInBot speziell Zugriff auf einen Kanal Ihrer Wahl. b. **Kanalzugriffskontrolle verwenden** Die Konfiguration hierfür ist nach dem Einloggen auf [der Website]({0}) verfügbar. __Zu befolgende Schritte__: - Nachdem Sie sich angemeldet haben, klicken Sie oben rechts auf Ihren Namen und gehen dann zu __Meine Server__. - Klicken Sie auf den Server, den Sie konfigurieren möchten (Sie müssen __Administrator__ sein oder die Rolle __Serververwaltung__ haben). - Suchen Sie die Registerkarte __Channels__ und aktivieren Sie das Kontrollkästchen __Enable channel access control__. > Mit dieser Konfiguration hört RinBot auf keinem Kanal auf Befehle, also müssen wir ihn in dem gewünschten Kanal zulassen - Klicken Sie auf __Add a channel__ und wählen Sie den Kanal aus, in dem RinBot auf Befehle hören soll. - Klicken Sie auf __Add a rule__, was zu einer Zugriffsregel führt, die jeden Befehl in diesem Kanal zulässt. - Klicken Sie unten auf __Änderungen speichern__ und Sie sind fertig!
el: Υπάρχουν δύο τρόποι για να επιτευχθεί αυτό προς το παρόν. a. **Χρήση δικαιωμάτων Discord** Βασικά πρέπει να δώσετε στο RinBot μόνο το δικαίωμα __View channel__ στο κανάλι που θέλετε να ακούει εντολές. Αυτό μπορεί να γίνει απλά με το να έχετε ρυθμίσει σωστά τα δικαιώματά σας στο Discord. __Παραδείγματα__: Disallow `@everyone` __View channel__ σε όλα τα κανάλια. Στη συνέχεια, φτιάξτε ένα ρόλο "Μέλη" ο οποίος δίνει στους ανθρώπους __Προβολή καναλιού__ σε όλα τα κανάλια, ενώ δίνει στη RinBot μόνο __Προβολή καναλιού__ στο κανάλι στο οποίο θα πρέπει να ακούει εντολές. Εναλλακτικά, φτιάξτε ένα ρόλο "Bots" που να απαγορεύει την πρόσβαση __Προβολή καναλιού__ ειδικά σε όλα τα κανάλια. Στη συνέχεια, δώστε στο RInBot ειδική πρόσβαση σε ένα κανάλι της επιλογής σας. b. **Χρήση ελέγχου πρόσβασης σε κανάλια** Οι ρυθμίσεις γι' αυτό είναι διαθέσιμες μετά τη σύνδεση στον [ιστότοπο]({0}). __Βήματα που πρέπει να ακολουθήσετε__: - Αφού συνδεθείτε, μεταβείτε στην επάνω δεξιά γωνία και κάντε κλικ στο όνομά σας, στη συνέχεια μεταβείτε στο __Οι διακομιστές μου__. - Κάντε κλικ στο διακομιστή που θέλετε να ρυθμίσετε (πρέπει να είστε διαχειριστής ____ ή να έχετε το ρόλο __διαχείρισης διακομιστών__ ). - Βρείτε την καρτέλα __Κανάλια__ και τσεκάρετε το πλαίσιο __Ενεργοποίηση ελέγχου πρόσβασης καναλιών__. > Μόνο με αυτή τη διαμόρφωση, το RinBot δεν θα ακούει εντολές σε κανένα κανάλι καθόλου, οπότε τώρα πρέπει να του επιτρέψουμε να μπει στο κανάλι που θέλετε - Κάντε κλικ στο __Add a channel__ και επιλέξτε το κανάλι στο οποίο θέλετε να ακούει εντολές το RinBot. - Κάντε κλικ στο __Add a rule__, το οποίο οδηγεί σε έναν κανόνα πρόσβασης που επιτρέπει κάθε εντολή σε αυτό το κανάλι. - Κάντε κλικ στο __Αποθήκευση αλλαγών__ στο κάτω μέρος και τελειώσατε!
es: Hay dos formas de conseguir esto en este momento. a. **Usar permisos de Discord** Básicamente, debes darle a RinBot el permiso __Ver canal__ en el canal en el que deseas que escuche los comandos. Esto se puede hacer simplemente teniendo tus permisos bien configurados en Discord. __Ejemplos__: Deshabilitar `@everyone` __Ver canal__ en todos los canales. Luego crea un rol de "Miembros" que les dé a las personas __Ver canal__ a todos los canales, mientras que le das a RinBot solo __Ver canal__ al canal en el que debe escuchar los comandos. Alternativamente, crea un rol de "Bots" que no permita el acceso de __Ver canal__ específicamente a todos los canales. Luego, dale a RInBot acceso específico a tu canal elegido. b. **Usar control de acceso al canal** La configuración para esto está disponible después de iniciar sesión en [el sitio web]({0}). __Pasos a seguir__: - Después de iniciar sesión, vete a la parte superior derecha y haz clic en tu nombre, luego ve a __Mis servidores__. - Haz clic en el servidor que deseas configurar (tienes que ser __administrador__ o tener el rol de __administrador de servidores__). - Busca la pestaña __Canales__ y marca la casilla __Habilitar control de acceso al canal__. > Con solo esta configuración, RinBot no escuchará comandos en ningún canal, por lo que ahora debemos permitirlo en el canal que deseas - Haz clic en __Agregar un canal__ y selecciona el canal en el que deseas que RinBot escuche los comandos. - Haz clic en __Agregar una regla__, lo que da como resultado una regla de acceso que permite todos los comandos en este canal. - Haz clic en __Guardar cambios__ en la parte inferior y ¡listo!
fi: Tähän on tällä hetkellä kaksi tapaa. a. **Käytä Discord-oikeuksia** Sinun on periaatteessa annettava RinBotille vain __View channel__ -oikeus kanavalla, jolla haluat hänen kuuntelevan komentoja. Tämä voidaan tehdä vain asettamalla käyttöoikeudet oikein Discordissa. __Esimerkkejä__: Disallow `@everyone` __View channel__ kaikkiin kanaviin. Tee sitten "Jäsenet"-rooli, joka antaa ihmisille __Näytä kanava__ kaikkiin kanaviin, mutta antaa RinBotille vain __Näytä kanava__ siihen kanavaan, jossa hänen pitäisi kuunnella komentoja. Vaihtoehtoisesti voit tehdä "Botit"-roolin, joka estää __Näytä kanava__ -käytön nimenomaan kaikkiin kanaviin. Anna sitten RInBotille nimenomaan pääsy valitsemallesi kanavalle. b. **Käytä kanavien pääsynvalvontaa** Tämän määritys on käytettävissä kirjauduttuasi sisään [verkkosivustolle]({0}). __Seuraavat vaiheet__: - Kun olet kirjautunut sisään, siirry oikeaan yläkulmaan ja napsauta nimeäsi ja siirry sitten osoitteeseen __Omat palvelimet__. - Napsauta palvelinta, jonka haluat määrittää (sinun on oltava __järjestelmänvalvoja__ tai sinulla on oltava __palvelimen hallinta__ -rooli). - Etsi __Kanavat-välilehti__ ja rastita __Enable channel access control__ -ruutu. > Pelkästään tällä määrityksellä RinBot ei kuuntele komentoja millään kanavalla, joten nyt se on sallittava haluamallasi kanavalla. - Napsauta __Add a channel__ ja valitse kanava, jolla haluat RinBotin kuuntelevan komentoja. - Napsauta __Add a rule__, jolloin syntyy pääsääntö, joka sallii kaikki komennot tällä kanavalla. - Klikkaa __Tallenna muutokset__ alareunassa ja olet valmis!
fr: Il existe actuellement deux façons d'y parvenir. a. **Utiliser les permissions Discord** Vous devez donner à RinBot uniquement la permission __View channel__ sur le canal où vous voulez qu'il écoute les commandes. Cela peut être fait en réglant correctement vos permissions dans Discord. __Exemples__: Disallow `@everyone` __View channel__ à tous les canaux. Ensuite, créez un rôle "Members" qui donne aux gens __View channel__ à tous les canaux, tout en donnant à RinBot seulement __View channel__ au canal dans lequel elle doit écouter les commandes. Vous pouvez également créer un rôle "Bots" qui interdit à __View channel__ l'accès à tous les canaux. Ensuite, donnez à RInBot un accès spécifique à un canal de votre choix. b. **Utiliser le contrôle d'accès aux canaux** La configuration est disponible après s'être connecté sur [le site web] ({0}). __Marche à suivre__: - Après vous être connecté, allez en haut à droite et cliquez sur votre nom, puis allez sur __My servers__. - Cliquez sur le serveur que vous souhaitez configurer (vous devez être __administrateur__ ou avoir le rôle __server management__ ). - Trouvez l'onglet __Channels__ et cochez la case __Enable channel access control__. > Avec cette configuration, RinBot n'écoutera pas les commandes sur aucun canal, nous devons donc maintenant l'autoriser dans le canal que vous souhaitez. - Cliquez sur __Add a channel__ et sélectionnez le canal dans lequel vous souhaitez que RinBot écoute les commandes. - Cliquez sur __Add a rule__, ce qui donne une règle d'accès qui autorise toutes les commandes dans ce canal. - Cliquez sur __Save changes__ en bas de la page et vous avez terminé !
he: ישנן שתי דרכים להשיג זאת כרגע. א. **השתמש בהרשאות Discord** בעיקרון, עליך לתת ל-RinBot רק את ההרשאה __View channel__ בערוץ שבו אתה רוצה שהיא תקשיב לפקודות. ניתן לעשות זאת על ידי הגדרת ההרשאות שלך כהלכה ב-Discord. __דוגמאות__: אסור `@everyone` __View channel__ לכל הערוצים. לאחר מכן, צור תפקיד "חברים" המעניק לאנשים __View channel__ לכל הערוצים, תוך מתן RinBot רק __View channel__ לערוץ שבו היא צריכה להקשיב לפקודות. לחלופין, צור תפקיד "בוטים" האוסר __View channel__ גישה ספציפית לכל הערוצים. לאחר מכן, תן ל-RInBot גישה ספציפית לערוץ לבחירתך. __ב. **השתמש בבקרת גישה לערוצים** התצורה לכך זמינה לאחר כניסה לאתר [האתר]({0}). __שלבים שיש לבצע__: - לאחר הכניסה, עבור לפינה הימנית העליונה, לחץ על שמך, ואז עבור ל- __השרתים שלי__. - לחץ על השרת שברצונך להגדיר (עליך להיות מנהל ____ או להיות בעל תפקיד __ניהול שרתים__ ). - מצא את הכרטיסייה ערוצים ____ וסמן את התיבה הפעל בקרת גישה לערוצים__. &gt; עם תצורה זו בלבד, RinBot לא יקשיב לפקודות בשום ערוץ, ולכן כעת עלינו לאפשר לו זאת בערוץ הרצוי - לחץ על " __" (הגדרות ערוץ) הוסף ערוץ__ ובחר את הערוץ שבו אתה רוצה ש-RinBot יקשיב לפקודות. - לחץ על " __" (הגדרות ערוץ) הוסף כלל__, מה שיוצר כלל גישה המאפשר כל פקודה בערוץ זה. - לחץ על " __" (הגדרות ערוץ) שמור שינויים__ בתחתית והכל מוכן!
hu: Jelenleg kétféleképpen lehet ezt megvalósítani. a. **Discord engedélyek használata** Alapvetően csak a __View channel__ engedélyt kell megadnod RinBotnak azon a csatornán, ahol azt szeretnéd, hogy meghallgassa a parancsokat. Ezt úgy lehet megtenni, hogy a Discordban csak a jogosultságaidat kell helyesen beállítani. __Példák__: Tiltsd le a `@everyone` __View channel__ minden csatornára. Ezután készíts egy "Tagok" szerepet, ami megadja az embereknek a __csatorna megtekintését__ minden csatornán, míg RinBotnak csak a __csatorna megtekintését__ azon a csatornán, ahol hallgatnia kell a parancsokat. Alternatívaként készíts egy "Botok" szerepet, amely megtiltja a ____ csatorna megtekintése hozzáférést kifejezetten az összes csatornához. Ezután adjon az RInBotnak kifejezetten hozzáférést az Ön által kiválasztott csatornához. b. **Csatorna-hozzáférés-szabályozás használata** Az ehhez szükséges konfiguráció a [weboldalon] való bejelentkezés után érhető el ({0}). __Követendő lépések__: - Bejelentkezés után menjen a jobb felső sarokban a nevére, majd kattintson a __A szervereim__. - Kattintson arra a szerverre, amelyet konfigurálni szeretne (ehhez __rendszergazdának kell lennie__ vagy rendelkeznie kell a __szervermenedzsment__ szerepkörrel). - Keresse meg a __Csatornák lapot__ és jelölje be a __Enable channel access control__ jelölőnégyzetet. > Csak ezzel a beállítással a RinBot egyáltalán nem fog parancsokat hallgatni semmilyen csatornán, ezért most engedélyeznünk kell a kívánt csatornán. - Kattintson a __Add a channel__ gombra, és válassza ki azt a csatornát, amelyen szeretné, hogy a RinBot meghallgassa a parancsokat. - Kattintson a __Add a rule__ gombra, aminek eredményeképpen egy olyan hozzáférési szabály jön létre, amely minden parancsot engedélyez ezen a csatornán. - Kattintson a __Save changes__ alján, és kész!
id: Ada dua cara untuk mencapai hal ini pada saat ini. a. **Gunakan izin Discord** Pada dasarnya Anda hanya perlu memberikan izin __View channel__ kepada RinBot pada saluran yang Anda inginkan untuk mendengarkan perintah. Hal ini dapat dilakukan hanya dengan mengatur izin anda dengan benar di Discord. __Contoh__: Larang `@semua orang` __Lihat saluran__ ke semua saluran. Kemudian buatlah peran "Anggota" yang memberikan orang __Lihat saluran__ ke semua saluran, sementara hanya memberikan RinBot __Lihat saluran__ ke saluran yang harus dia dengarkan perintahnya. Atau, buatlah peran "Bots" yang melarang akses __Lihat saluran__ secara khusus ke semua saluran. Kemudian berikan RInBot akses khusus ke saluran pilihan Anda. b. **Gunakan kontrol akses saluran** Konfigurasi untuk ini tersedia setelah masuk ke [situs web]({0}). __Langkah-langkah yang harus diikuti__: - Setelah Anda login, pergi ke kanan atas, dan klik pada nama Anda, lalu pergi ke __My servers__. - Klik server yang ingin anda konfigurasikan (anda harus menjadi __administrator__ atau memiliki peran __manajemen server__ ). - Cari tab __Channels__ dan centang kotak __Aktifkan kontrol akses saluran__. > Dengan hanya konfigurasi ini, RinBot tidak akan mendengarkan perintah di saluran mana pun, jadi sekarang kita perlu mengizinkannya di saluran yang Anda inginkan - Klik __Tambahkan saluran__ dan pilih saluran yang Anda inginkan agar RinBot dapat mendengarkan perintah. - Klik __Tambahkan aturan__, yang menghasilkan aturan akses yang mengizinkan setiap perintah di saluran ini. - Klik __Simpan perubahan__ di bagian bawah dan Anda selesai!
it: Al momento esistono due modi per ottenere questo risultato. a. **Usare i permessi di Discord** In pratica, è necessario dare a RinBot solo il permesso __View channel__ sul canale in cui si desidera che ascolti i comandi. Questo può essere fatto semplicemente impostando correttamente i permessi in Discord. Esempi__: Disallow `@everyone` __View channel__ a tutti i canali. Quindi creare un ruolo "Members" che dia alle persone __View channel__ a tutti i canali, mentre dia a RinBot solo __View channel__ al canale in cui dovrebbe ascoltare i comandi. In alternativa, create un ruolo "Bots" che impedisca l'accesso __View channel__ a tutti i canali. Poi date a RInBot l'accesso specifico a un canale di vostra scelta. b. **Utilizzare il controllo dell'accesso ai canali** La configurazione è disponibile dopo l'accesso al [sito web]({0}). Passi da seguire - Dopo aver effettuato il login, andate in alto a destra e cliccate sul vostro nome, quindi andate su _I miei server__. - Fare clic sul server che si desidera configurare (è necessario essere __amministratore__ o avere il ruolo di _gestione del server__). - Individuare la scheda __Canali__ e selezionare la casella __Abilita il controllo di accesso ai canali__. > Con questa sola configurazione, RinBot non ascolterà i comandi su nessun canale, quindi è necessario consentirgli di accedere al canale desiderato. - Fate clic su __Aggiungi un canale__ e selezionate il canale in cui volete che RinBot ascolti i comandi. - Fare clic su __Aggiungi una regola__, per ottenere una regola di accesso che consenta ogni comando in questo canale. - Fare clic su _Salva modifiche__ in basso e il gioco è fatto!
ja: 今のところ、これを実現する方法は2つある。 a.**Discordのパーミッションを使う** 基本的には、RinBotにコマンドを聞かせたいチャンネルで、__View channel__ のパーミッションだけを与える必要があります。 これはDiscordでパーミッションを正しく設定することで可能です。 __例__ ： `@everyone` __View channel__ をすべてのチャンネルに許可しない。それから、"メンバー "ロールを作って、__すべてのチャンネルにチャンネル__ を表示できるようにします。一方、RinBotには__コマンドを聞くべきチャンネルにチャンネル__ を表示できるようにします。 __ あるいは、"Bots "ロールを作って、__すべてのチャンネルへのアクセスを禁止します。そして、RInBotに特定のチャンネルへのアクセス権を与えます。 b.**チャネル・アクセス・コントロールの使用** この設定は、[ウェブサイト]({0})でログインした後に利用できます。 __手順__ ： - ログイン後、右上の自分の名前をクリックし、__My servers__ に進みます。 - 設定したいサーバーをクリックします（__管理者__ になるか、__サーバー管理__ ロールを持つ必要があります）。 -__Channelsタブ__ を見つけ、__Enable channel access control__ ボックスをチェックします。 > この設定だけでは、RinBotはどのチャンネルでもコマンドを聞きません。 -__チャンネルの追加__ をクリックし、RinBot にコマンドを聞かせたいチャンネルを選択します。 -__Add a rule__ をクリックし、このチャンネルの全てのコマンドを許可するアクセスルールを作成します。 -__Save changes__ をクリックして完了です！
ko: 현재 이 작업을 수행하는 방법에는 두 가지가 있습니다. a. **디스코드 권한 사용** 기본적으로 린봇에게 명령을 듣게 하려는 채널에 대해 __채널 보기__ 권한만 부여하면 됩니다. 이 작업은 Discord에서 권한을 올바르게 설정하기만 하면 됩니다. __예시__: 모든 채널에 `@everyone` __채널 보기__ 허용하지 않음. 그런 다음 "멤버" 역할을 만들어 모든 채널에 __채널__ 보기 권한을 부여하고, 린봇이 명령을 들어야 하는 채널에는 __채널__ 보기 권한만 부여합니다. 또는 모든 채널에 대해 __채널 보기__ 액세스 권한을 허용하지 않는 "봇" 역할을 만듭니다. 그런 다음 원하는 채널에 대한 특정 액세스 권한을 RInBot에게 부여합니다. b. **채널 접근 제어 사용** 이를 위한 설정은 [웹사이트]({0})에 로그인한 후 가능합니다. __따라야 할 단계__: - 로그인 후 오른쪽 상단으로 이동하여 자신의 이름을 클릭한 다음 __내 서버__ 로 이동합니다. - 구성하려는 서버를 클릭합니다( __관리자__ 또는 __서버 관리__ 역할이 있어야 함). - __채널 탭__ 을 찾아 __채널 액세스 제어 사용__ 확인란을 선택합니다. > 이 구성만으로는 린봇이 어떤 채널에서도 명령을 수신하지 않으므로 이제 원하는 채널에서 허용해야 합니다. - __채널 추가__ 를 클릭하고 린봇이 명령을 수신할 채널을 선택합니다. - __규칙 추가__ 를 클릭하면 이 채널의 모든 명령을 허용하는 액세스 규칙이 생성됩니다. - __변경 사항 저장__ 을 클릭하면 완료됩니다!
lt: Šiuo metu yra du būdai, kaip tai padaryti. a. **Naudokite "Discord" leidimus** Iš esmės jums reikia suteikti RinBot tik __Peržiūrėti kanalą__ leidimą tame kanale, kuriame norite, kad ji klausytųsi komandų. Tai galima padaryti tiesiog teisingai nustačius leidimus "Discord" programoje. __Pavyzdžiai__: Uždrausti `@everyone` __Peržiūrėti kanalą__ visiems kanalams. Tada sukurkite "Members" vaidmenį, kuris suteikia žmonėms __Peržiūrėti kanalą__ į visus kanalus, o RinBot suteikia tik __Peržiūrėti kanalą__ į kanalą, kuriame ji turėtų klausytis komandų. Arba sukurkite "Bots" vaidmenį, kuris neleistų __Peržiūrėti kanalo__ prieigos būtent prie visų kanalų. Tada suteikite "RInBot" konkrečią prieigą prie pasirinkto kanalo. b. **Naudokite kanalo prieigos valdymą** Šią konfigūraciją galima atlikti prisijungus prie [svetainės]({0}). __Žingsniai, kuriuos reikia atlikti__: - Prisijungę eikite į viršutinį dešinįjį langą ir spustelėkite savo vardą, tada eikite į __Mano serveriai__. - Spustelėkite serverį, kurį norite konfigūruoti (turite būti __administratorius__ arba turėti __serverių valdymo__ vaidmenį). - Raskite skirtuką __Kanalai__ ir pažymėkite langelį __Įjungti kanalų prieigos valdymą__. > Naudojant tik šią konfigūraciją, RinBot apskritai neklausys komandų jokiame kanale, todėl dabar reikia leisti jį į norimą kanalą - Spustelėkite __Add a channel (pridėti kanalą)__ ir pasirinkite kanalą, kuriame norite, kad "RinBot" klausytųsi komandų. - Spustelėkite __Add a rule__, taip sukursite prieigos taisyklę, kuri leidžia kiekvieną komandą šiame kanale. - Paspauskite __apačioje esantį mygtuką Išsaugoti pakeitimus__ ir viskas baigta!
nb_no: For øyeblikket finnes det to måter å gjøre dette på. a. **Bruk Discord-tillatelser** Du må i utgangspunktet bare gi RinBot tillatelsen __View channel__ på kanalen du vil at hun skal lytte til kommandoer. Dette kan gjøres ved at du bare har satt tillatelsene dine riktig i Discord. __Eksempler__: Disallow `@everyone` __Vis kanal__ til alle kanaler. Lag deretter en "Members"-rolle som gir folk __View channel__ til alle kanaler, mens du kun gir RinBot __View channel__ til kanalen hun skal lytte til kommandoer i. Alternativt kan du lage en "Bots"-rolle som gir __View channel__ tilgang til alle kanaler. Gi deretter RInBot spesifikk tilgang til en kanal etter eget valg. b. **Bruk kanaltilgangskontroll** Konfigurasjon for dette er tilgjengelig etter innlogging på [nettstedet]({0}). __Fremgangsmåte__: - Når du har logget inn, går du øverst til høyre og klikker på navnet ditt, og går deretter til __Mine servere__. - Klikk på serveren du vil konfigurere (du må være __administrator__ eller ha rollen __serveradministrasjon__ ). - Finn kategorien __Channels__ og merk av i boksen __Enable channel access control__. > Med bare denne konfigurasjonen vil RinBot ikke lytte til kommandoer på noen kanal i det hele tatt, så nå må vi tillate det i den kanalen du ønsker. - Klikk på __Legg til en kanal__ og velg kanalen du vil at RinBot skal lytte til kommandoer i. - Klikk på __Legg til en regel__, som resulterer i en tilgangsregel som tillater alle kommandoer i denne kanalen. - Klikk på __Lagre endringer__ nederst, og du er ferdig!
nl: Er zijn momenteel twee manieren om dit te doen. a. **Discord rechten gebruiken** In principe moet je RinBot alleen de toestemming __Bekijk kanaal__ geven op het kanaal waar je wilt dat ze naar commando's luistert. Dit kan gedaan worden door je rechten goed in te stellen in Discord. __Voorbeelden__: Verbied `@iedereen` __Bekijk kanaal__ voor alle kanalen. Maak dan een "Members" rol die mensen __Bekijk kanaal__ geeft voor alle kanalen, terwijl je RinBot alleen __Bekijk kanaal__ geeft voor het kanaal waarin ze naar commando's moet luisteren. Je kunt ook een rol "Bots" maken die __Bekijk kanaal__ specifiek geen toegang geeft tot alle kanalen. Geef RInBot dan specifiek toegang tot een kanaal naar keuze. b. **Gebruik kanaal toegangscontrole** De configuratie hiervoor is beschikbaar na het inloggen op [de website]({0}). __Te volgen stappen__: - Nadat je bent ingelogd, ga je naar rechtsboven en klik je op je naam, ga dan naar __Mijn servers__. - Klik op de server die je wilt configureren (je moet __administrator__ zijn of de __server management__ rol hebben). - Ga naar het tabblad __Kanalen__ en vink het vakje __Toegangsbeheer voor kanalen inschakelen__ aan. > Met alleen deze configuratie zal RinBot op geen enkel kanaal naar commando's luisteren, dus nu moeten we het toestaan in het kanaal dat je wilt. - Klik op __Een kanaal toevoegen__ en selecteer het kanaal waarin RinBot naar commando's moet luisteren. - Klik op __Voeg een regel toe__, wat resulteert in een toegangsregel die elke opdracht in dit kanaal toestaat. - Klik onderaan op __Wijzigingen opslaan__ en je bent klaar!
pl: Obecnie istnieją dwa sposoby na osiągnięcie tego celu. a. **Użycie uprawnień Discord** Zasadniczo musisz nadać RinBotowi tylko uprawnienie __View channel__ na kanale, na którym ma słuchać poleceń. Można to zrobić po prostu ustawiając poprawnie uprawnienia w Discordzie. __Przykłady__: Disallow `@everyone` __View channel__ do wszystkich kanałów. Następnie utwórz rolę "Członkowie", która daje ludziom __Wyświetl kanał__ na wszystkich kanałach, jednocześnie dając RinBotowi tylko __Wyświetl kanał__ na kanale, na którym powinna słuchać poleceń. Alternatywnie, utwórz rolę "Boty", która zabrania __Wyświetl kanał__ dostępu do wszystkich kanałów. Następnie daj RInBotowi dostęp do wybranego kanału. b. **Użyj kontroli dostępu do kanału** Konfiguracja jest dostępna po zalogowaniu na [stronie internetowej]({0}). __Kroki do wykonania__: - Po zalogowaniu przejdź do prawego górnego rogu i kliknij swoją nazwę, a następnie przejdź do __Moje serwery__. - Kliknij serwer, który chcesz skonfigurować (musisz być __administratorem__ lub mieć __zarządzanie serwerem__ rolę). - Znajdź kartę __Kanały__ i zaznacz pole __Włącz kontrolę dostępu do kanałów__. > Przy takiej konfiguracji RinBot nie będzie nasłuchiwał poleceń na żadnym kanale, więc teraz musimy zezwolić mu na dostęp do wybranego kanału. - Kliknij __Add a channel__ i wybierz kanał, na którym RinBot ma nasłuchiwać poleceń. - Kliknij __Dodaj regułę__, co spowoduje utworzenie reguły dostępu, która zezwala na każde polecenie w tym kanale. - Kliknij __Zapisz zmiany__ na dole i gotowe!
pt: Atualmente, existem duas formas de o conseguir. a. **Usar as permissões do Discord** Basicamente, tens de dar ao RinBot apenas a permissão __View channel__ no canal em que queres que ele ouça os comandos. Isto pode ser feito apenas com as permissões corretamente definidas no Discord. __Exemplos__: Não permitir `@everyone` __Ver canal__ para todos os canais. Depois faz um papel de "Membros" que dá às pessoas __Ver o canal__ para todos os canais, enquanto dá a RinBot apenas __Ver o canal__ para o canal onde ela deve ouvir os comandos. Em alternativa, cria um papel "Bots" que não permita __Ver canal__ acesso específico a todos os canais. Em seguida, dê ao RInBot acesso específico a um canal de sua escolha. b. **Usar o controlo de acesso ao canal** A configuração para isso está disponível após o login em [o site]({0}). __Passos a seguir__: - Depois de iniciar sessão, vá para o canto superior direito e clique no seu nome, depois vá para __Os meus servidores__. - Clique no servidor que pretende configurar (tem de ser __administrador__ ou ter a função de gestão de servidores ____ ). - Localize o separador __Canais__ e marque a caixa __Ativar controlo de acesso aos canais__. > Com apenas esta configuração, o RinBot não ouvirá comandos em nenhum canal, por isso agora precisamos de o permitir no canal que deseja - Clique em __Adicionar um canal__ e seleccione o canal em que pretende que o RinBot ouça os comandos. - Clique em __Adicionar uma regra__, o que resulta numa regra de acesso que permite todos os comandos neste canal. - Clique em __Guardar alterações__ na parte inferior e já está!
ro: În prezent, există două modalități de a realiza acest lucru. a. **Utilizați permisiunile Discord** Practic, trebuie să îi dați lui RinBot doar permisiunea __Vezi canalul__ pe canalul pe care doriți ca ea să asculte comenzile. Acest lucru se poate face doar având permisiunile setate corect în Discord. __Exemple__: Nu permiteți `@everyone` __Vezi canalul__ la toate canalele. Apoi faceți un rol "Members" care dă oamenilor __Vezi canalul__ pe toate canalele, în timp ce RinBot are doar __Vezi canalul__ pe canalul pe care ar trebui să asculte comenzile. Alternativ, creați un rol "Bots" care interzice accesul la toate canalele __Vezi canalul__. Apoi, acordați-i lui RInBot acces specific la un canal la alegere. b. **Utilizați controlul accesului la canale** Configurația pentru acest lucru este disponibilă după conectarea pe [site-ul web]({0}). __Pași de urmat__: - După ce vă autentificați, mergeți în dreapta sus și faceți clic pe numele dvs., apoi accesați __Serverele mele__. - Faceți clic pe serverul pe care doriți să îl configurați (trebuie să fiți __administrator__ sau să aveți rolul __server management__ ). - Găsiți fila __Channels (Canale)__ și bifați căsuța __Enable channel access control (Activare control acces canale)__. > Doar cu această configurație, RinBot nu va asculta comenzi pe niciun canal, așa că acum trebuie să îi permitem accesul pe canalul pe care îl doriți - Faceți clic pe __Add a channel__ și selectați canalul pe care doriți ca RinBot să asculte comenzile. - Faceți clic pe __Add a rule__, ceea ce are ca rezultat o regulă de acces care permite orice comandă în acest canal. - Faceți clic pe __Save changes__ în partea de jos și ați terminat!
ru: В настоящее время это можно сделать двумя способами. a. **Использовать разрешения Discord** В основном вам нужно дать RinBot только разрешение __View channel__ на канале, на котором вы хотите, чтобы она слушала команды. Это можно сделать, просто правильно настроив разрешения в Discord. __Примеры__: Запретить `@everyone` __View channel__ на всех каналах. Затем создайте роль "Members", которая дает людям __View channel__ на все каналы, а RinBot - только __View channel__ на канал, в котором она должна слушать команды. Или же создайте роль "Боты", которая запрещает __Просмотр канала__ доступ конкретно ко всем каналам. Затем дайте RInBot доступ к выбранному вами каналу. b. **Использование контроля доступа к каналам** Конфигурация для этого доступна после входа на [сайт] ({0}). __Шаги, которые необходимо выполнить__: - После входа в систему перейдите в правый верхний угол и нажмите на свое имя, затем перейдите в раздел __Мои серверы__. - Щелкните сервер, который вы хотите настроить (вы должны быть __администратором__ или иметь роль __управления сервером__ ). - Найдите вкладку __Channels__ и установите флажок __Enable channel access control__. > При такой конфигурации RinBot вообще не будет слушать команды ни на одном канале, поэтому теперь нужно разрешить ему доступ к нужному каналу - Щелкните __Add a channel__ и выберите канал, на котором RinBot будет прослушивать команды. - Щелкните __Добавить правило__, в результате чего будет создано правило доступа, разрешающее все команды в этом канале. - Нажмите __Сохранить изменения__ в самом низу, и все готово!
sv: Det finns för närvarande två sätt att åstadkomma detta. a. **Använd Discord behörigheter** Du behöver i princip att ge RinBot bara __Visa kanal__ tillstånd på kanalen du vill att hon ska lyssna på kommandon. Detta kan göras genom att bara ha dina behörigheter korrekt inställda i Discord. __Exempel__: Disallow `@everyone` __Visa kanal__ till alla kanaler. Gör sedan en "Members" roll som ger människor __Visa kanal__ till alla kanaler, samtidigt som RinBot bara __Visa kanal__ till den kanal hon ska lyssna på kommandon i. Alternativt, skapa en "Bots" roll som förbjuder __Visa kanal__ tillgång specifikt till alla kanaler. Ge sedan RInBot specifikt tillgång till en kanal som du väljer. b. **Använd åtkomstkontroll för kanaler** Konfigurationen för detta är tillgänglig efter inloggning på [webbplatsen]({0}). __Steg att följa__: - När du har loggat in går du längst upp till höger och klickar på ditt namn och går sedan till __Mina servrar__. - Klicka på den server du vill konfigurera (du måste vara __administratör__ eller ha rollen __serverhantering__ ). - Leta reda på fliken __Kanaler__ och markera rutan __Aktivera åtkomstkontroll för kanaler__. > Med bara denna konfiguration kommer RinBot inte att lyssna på kommandon på någon kanal alls, så nu måste vi tillåta det i den kanal du vill ha - Klicka på __Lägg till en kanal__ och välj den kanal som du vill att RinBot ska lyssna på kommandon i. - Klicka på __Lägg till en regel__, vilket resulterar i en åtkomstregel som tillåter alla kommandon i den här kanalen. - Klicka på __Spara ändringar__ längst ner och du är klar!
th: มีสองวิธีในการทำสิ่งนี้ในขณะนี้ a.**ใช้สิทธิ์ Discord** คุณเพียงแค่ต้องให้ RinBot มีสิทธิ์__ดูช่องทาง__ บนช่องทางที่คุณต้องการให้เธอฟังคำสั่ง สามารถทำได้โดยการตั้งค่าสิทธิ์ของคุณใน Discord ให้ถูกต้อง __ตัวอย่าง__: ห้าม`@everyone` __ดูช่อง__ ในทุกช่อง จากนั้นสร้างบทบาท "สมาชิก" ที่ให้สิทธิ์__ดูช่อง__ ในทุกช่อง ในขณะที่ให้ RinBot มีสิทธิ์__ดูช่อง__ ในช่องที่เธอควรรับคำสั่ง อีกทางเลือกหนึ่ง สร้างบทบาท "บอท" ที่ห้าม__ดูช่อง__ ในทุกช่องโดยเฉพาะ จากนั้นให้ RinBot มีสิทธิ์เฉพาะในการดูช่องที่คุณเลือก b.**ใช้การควบคุมการเข้าถึงช่องทาง** การตั้งค่าสำหรับนี้มีให้หลังจากเข้าสู่ระบบบน [เว็บไซต์]({0}). __ขั้นตอนที่ต้องทำ__: - หลังจากที่คุณเข้าสู่ระบบแล้ว ไปที่มุมขวาบน และคลิกที่ชื่อของคุณ จากนั้นไปที่__My servers__. - คลิกที่เซิร์ฟเวอร์ที่คุณต้องการตั้งค่า (คุณต้องเป็นผู้ดูแลระบบ__administrator__ หรือมีบทบาทการจัดการเซิร์ฟเวอร์____ ) - ค้นหาแท็บ__Channels__ และทำเครื่องหมายที่ช่อง__Enable channel access control__. > ด้วยการตั้งค่าเพียงเท่านี้ RinBot จะไม่ฟังคำสั่งในช่องใด ๆ ทั้งสิ้น ดังนั้นตอนนี้เราต้องอนุญาตให้มันเข้าในช่องที่คุณต้องการ - คลิกที่__เพิ่มช่อง__ และเลือกช่องที่คุณต้องการให้ RinBot ฟังคำสั่งในช่องนั้น - คลิกที่__เพิ่มกฎ__ ซึ่งจะส่งผลให้เกิดกฎการเข้าถึงที่อนุญาตให้ทุกคำสั่งในช่องนี้ - คลิกที่__บันทึกการเปลี่ยนแปลง__ ที่ด้านล่าง และคุณก็เสร็จสิ้นแล้ว!
tr: Şu anda bunu gerçekleştirmenin iki yolu var. a. **Discord izinlerini kullanın** Temel olarak RinBot'a komutları dinlemesini istediğiniz kanalda yalnızca __View channel__ iznini vermeniz gerekir. Bu, Discord'da izinlerinizin doğru şekilde ayarlanmasıyla yapılabilir. __Örnekler__: `@heryone` __View channel__ kanalını tüm kanallara izin vermeyin. Ardından, insanlara __View channel__ kanalını tüm kanallara verirken, RinBot'a yalnızca komutları dinlemesi gereken kanala __View channel__ veren bir "Üyeler" rolü oluşturun. Alternatif olarak, __View kanalının__ özellikle tüm kanallara erişimine izin vermeyen bir "Botlar" rolü oluşturun. Ardından RInBot'a özellikle seçtiğiniz bir kanala erişim izni verin. b. **Kanal erişim kontrolünü kullanın** Bunun için yapılandırma [web sitesinde] oturum açtıktan sonra kullanılabilir ({0}). __İzlenecek adımlar__: - Giriş yaptıktan sonra, sağ üst tarafa gidin ve adınıza tıklayın, ardından __Sunucularım__ bölümüne gidin. - Yapılandırmak istediğiniz sunucuya tıklayın ( __yöneticisi__ olmanız veya __sunucu yönetimi__ rolüne sahip olmanız gerekir). - __Kanallar sekmesini__ bulun ve __Kanal erişim kontrolünü etkinleştir__ kutusunu işaretleyin. > Sadece bu yapılandırmayla, RinBot hiçbir kanaldaki komutları dinlemeyecektir, bu yüzden şimdi istediğiniz kanalda izin vermemiz gerekiyor - __Kanal ekle__ öğesine tıklayın ve RinBot'un komutları dinlemesini istediğiniz kanalı seçin. - __Kural ekle__ seçeneğine tıklayın, bu kanaldaki her komuta izin veren bir erişim kuralı ile sonuçlanır. - En alttaki __Değişiklikleri kaydet__ seçeneğine tıklayın ve işiniz bitti!
uk: Наразі є два способи досягти цього. a. **Використання дозволів Discord** Вам потрібно надати RinBot лише дозвіл __Переглянути канал__ на каналі, на якому ви хочете, щоб він слухав команди. Це можна зробити, просто правильно налаштувавши права доступу у Discord. __Приклади__: Заборонити `@everyone` __Перегляд каналу__ всім каналам. Потім створіть роль "Учасники", яка дасть людям __Переглянути канал__ для всіх каналів, а RinBot'у - лише __Переглянути канал__ для каналу, в якому він повинен слухати команди. Або ж створіть роль "Боти", яка забороняє __Переглянути канал__ доступ до всіх каналів. Потім надайте RinBot доступ до обраного вами каналу. b. **Використовуйте контроль доступу до каналів** Конфігурація для цього доступна після входу на [веб-сайт] ({0}). __Крок за кроком__: - Після входу, перейдіть у верхній правий куток і натисніть на своє ім'я, потім перейдіть на __Мої сервери__. - Натисніть на сервер, який ви хочете налаштувати (ви повинні бути __адміністратором__ або мати роль __управління сервером__ ). - Знайдіть вкладку __Канали__ і встановіть прапорець __Увімкнути контроль доступу до каналів__. > При такому налаштуванні RinBot не буде слухати команди на жодному каналі взагалі, тому тепер нам потрібно дозволити йому доступ до потрібного каналу - Натисніть __Додати канал__ і виберіть канал, на якому ви хочете, щоб RinBot слухав команди. - Натисніть __Додайте правило__, в результаті чого з'явиться правило доступу, яке дозволяє всі команди в цьому каналі. - Натисніть __Збережіть зміни__ внизу і все готово!
vi: Hiện tại có hai cách để thực hiện điều này. a. **Sử dụng quyền truy cập Discord** Bạn cần cấp cho RinBot quyền " __" và "View channel"__ trên kênh mà bạn muốn RinBot nhận lệnh. Điều này có thể thực hiện bằng cách thiết lập quyền truy cập đúng cách trong Discord. __Ví dụ__: Tắt quyền `@everyone` __View channel__ cho tất cả các kênh. Sau đó tạo vai trò "Members" cho phép người dùng __View channel__ truy cập tất cả các kênh, trong khi chỉ cấp cho RinBot quyền __View channel__ cho kênh mà cô ấy cần nghe lệnh. Hoặc tạo vai trò "Bots" tắt quyền __View channel__ truy cập cho tất cả các kênh. Sau đó cấp quyền truy cập cụ thể cho RinBot vào kênh bạn chọn. b. **Sử dụng kiểm soát truy cập kênh** Cấu hình cho điều này có sẵn sau khi đăng nhập vào [trang web]({0}). __Các bước thực hiện__: - Sau khi đăng nhập, nhấp vào tên của cậu ở góc trên bên phải, sau đó đi đến __Máy chủ của tôi__. - Nhấp vào máy chủ cậu muốn cấu hình (cậu cần là quản trị viên ____ hoặc có vai trò quản lý máy chủ ____ ). - Tìm tab __Kênh__ và đánh dấu vào ô __Bật kiểm soát truy cập kênh__. &gt; Với cấu hình này, RinBot sẽ không nhận lệnh từ bất kỳ kênh nào, vì vậy bây giờ cậu cần cho phép nó trong kênh mà cậu muốn. - Nhấp vào " __" (Thêm kênh)__ và chọn kênh mà cậu muốn RinBot nhận lệnh. - Nhấp vào " __" (Thêm quy tắc)__, điều này sẽ tạo ra một quy tắc truy cập cho phép mọi lệnh trong kênh này. - Nhấp vào " __" (Lưu thay đổi)__ ở phía dưới và hoàn tất!
zh_hans: 目前有两种方法可以做到这一点。 a.**使用 Discord 权限** 基本上，您只需要在您希望 RinBot 接收指令的频道上授予__View channel__ 权限。 这只需在 Discord 中正确设置权限即可。 __示例__ ： 禁止`@everyone` __查看频道__ 到所有频道。然后创建一个 "成员 "角色，该角色允许__查看频道__ 到所有频道，而只允许 RinBot__查看频道__ 到她应该监听命令的频道。 或者，创建一个 "机器人 "角色，禁止__查看频道__ 访问所有频道。然后让 RInBot 专门访问您选择的频道。 b.**使用频道访问控制** 登录[网站]({0})后可进行相关配置。 __步骤如下：__ ： - 登录后，在右上方点击您的姓名，然后进入__我的服务器__ 。 - 单击要配置的服务器（您需要是__管理员__ 或具有__服务器管理__ 角色）。 - 找到__频道选项卡__ 并选中__启用频道访问控制__ 复选框。 > 仅通过此配置，RinBot 根本不会监听任何频道上的命令，因此现在我们需要允许它进入您想要的频道 - 点击__Add a channel__ 并选择希望 RinBot 监听命令的频道。 - 点击__添加一条规则__ ，这样就会生成一条访问规则，允许该通道中的所有命令。 - 点击底部的__保存更改__ 即可！
zh_hant: 目前有兩種方法可以達成這個目的： a. **使用 Discord 權限** 你可以利用 Discord 的權限系統來限制 RinBot 只能在特定頻道接收指令。 只在你希望 RinBot 聽取指令的頻道給她 __檢視頻道__ 的權限。 __範例__： 關閉 `@everyone` 所有頻道的 __檢視頻道__ 權限。然後建立一個「會員」身分組給一般使用者，賦予其所有頻道的 __檢視頻道__ 權限，但只在你希望RinBot聽取指令的頻道賦予她 __檢視頻道__ 的權限。 或者，建立一個「機器人」身分組，明確移除其查看所有頻道的權限，然後再單獨給 RinBot 指定頻道的 __檢視頻道__ 權限。 b. **使用網站上頻道存取控制（Channel Access Control）** 這個功能可以在登入[網站]({0})後進行設定。 __設定步驟__： - 登入後，點擊右上角的名字，選擇 __My servers__。 - 選擇你要設定的伺服器（你必須是管理員或擁有 __管理伺服器__ 權限）。 - 前往 __Channels__ 標籤，勾選 __Enable channel access control__。 > ⚠️ 只有這樣，RinBot 初始狀態下不會接收任何頻道的指令，所以你還需手動啟用特定的頻道： - 點擊 __新增頻道__(Add a channel)，選擇你希望 RinBot 接收指令的頻道。 - 點擊 __新增規則__(Add a rule)，這樣會新增一條規則，允許在該頻道執行所有指令。 - 點擊下方的 __保存設定__(Save changes) 就完成了！
