Repository: kuru-rin/rin-bot-backend-translations
Catalog: FaqRepository.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Faq_13_Answer
source: To be able to get the perks you will need to have your **Discord account linked to your Patreon account**. How to do this exactly [can be found here](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). If you **pledged before linking your Discord account** you can try to press [the 'Join' button here](https://www.patreon.com/rinbot?fan_landing=true) once more. This should not ask for another payment, but it will trigger the webhook again which will result in giving you the perks automatically. It will also try to give perks to anyone missing them around every hour, so just wait a little and you shall receive them automatically. After pledging **you will need to re-login** on the RinBot website in order to use perks like boosting a server, or the extra channel configurations.
ar: لتتمكن من الحصول على الامتيازات ستحتاج إلى ربط حسابك **Discord بحساب Patreon الخاص بك**. كيفية القيام بذلك بالضبط [يمكن العثور عليها هنا] (https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). إذا كنت **تعهدت قبل ربط حسابك على ديسكورد** يمكنك محاولة الضغط على [زر "الانضمام" هنا](https://www.patreon.com/rinbot?fan_landing=true) مرة أخرى. لا ينبغي أن يطلب هذا الأمر دفعة أخرى، ولكنه سيؤدي إلى تشغيل خطاف الويب مرة أخرى مما سيؤدي إلى منحك الامتيازات تلقائيًا. سيحاول أيضًا محاولة منح الامتيازات لأي شخص يفتقدها كل ساعة تقريبًا، لذا انتظر قليلاً وستحصل عليها تلقائيًا. بعد التعهد **ستحتاج إلى إعادة تسجيل الدخول** على موقع RinBot الإلكتروني من أجل استخدام الامتيازات مثل تعزيز الخادم أو تكوينات القناة الإضافية.
bg: За да можете да получавате привилегиите, трябва да имате акаунт в **Discord, свързан с акаунта ви в Patreon**. Как точно да направите това [можете да намерите тук](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Ако **сте обещали преди да свържете Discord акаунта си**, можете да опитате да натиснете [бутона "Присъедини се" тук](https://www.patreon.com/rinbot?fan_landing=true) още веднъж. Това не би трябвало да изисква ново плащане, но ще задейства отново webhook, в резултат на което ще ви бъдат предоставени автоматично бонусите. Също така ще се опита да даде бонуси на всеки, който ги е пропуснал, приблизително на всеки час, така че просто изчакайте малко и ще ги получите автоматично. След като обещаете **, ще трябва да влезете отново в** на уебсайта на RinBot, за да използвате бонусите, като например увеличаване на сървъра или допълнителните конфигурации на каналите.
cs: Abyste mohli získat výhody, musíte mít účet **Discord propojený s účtem Patreon**. Jak to přesně udělat [najdete zde] (https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Pokud jste před propojením svého účtu na Discordu** zaplatili **pled, můžete zkusit stisknout [tlačítko 'Join' zde](https://www.patreon.com/rinbot?fan_landing=true) ještě jednou. To by nemělo vyžadovat další platbu, ale znovu se spustí webhook, který povede k automatickému poskytnutí perků. Také se pokusí dát perky všem, kterým chybí, přibližně každou hodinu, takže stačí chvíli počkat a dostanete je automaticky. Po zaplacení pledů **se budete muset znovu přihlásit** na webové stránce RinBot, abyste mohli využívat perky, jako je posílení serveru nebo konfigurace kanálů navíc.
da: For at kunne få fordelene skal du have din **Discord-konto linket til din Patreon-konto**. Præcis hvordan du gør det [kan findes her] (https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Hvis du **gav tilsagn, før du linkede din Discord-konto**, kan du prøve at trykke på [knappen 'Deltag' her](https://www.patreon.com/rinbot?fan_landing=true) en gang til. Dette burde ikke bede om endnu en betaling, men det vil udløse webhook igen, hvilket vil resultere i at give dig frynsegoderne automatisk. Den vil også forsøge at give frynsegoder til alle, der mangler dem, cirka hver time, så bare vent lidt, og du vil modtage dem automatisk. Når du har givet tilsagn til **, skal du logge ind igen på** på RinBot-webstedet for at bruge frynsegoder som at booste en server eller de ekstra kanalkonfigurationer.
de: Um die Vergünstigungen zu erhalten, müssen Sie Ihren **Discord-Account mit Ihrem Patreon-Account** verknüpft haben. Wie das genau geht, erfährst du [hier] (https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Wenn du **zugesagt hast, bevor du dein Discord-Konto** verlinkt hast, kannst du versuchen, [hier](https://www.patreon.com/rinbot?fan_landing=true) noch einmal auf die Schaltfläche 'Beitreten' zu drücken. Dies sollte nicht zu einer weiteren Zahlung auffordern, aber es wird den Webhook erneut auslösen, was dazu führt, dass du die Vergünstigungen automatisch erhältst. Außerdem werden die Vergünstigungen stündlich an die Spieler verteilt, die sie nicht erhalten haben, also warten Sie einfach ein wenig und Sie werden sie automatisch erhalten. Nach der Zusage von **musst du dich erneut auf der RinBot-Website** anmelden, um Vergünstigungen wie das Erhöhen eines Servers oder die zusätzlichen Kanalkonfigurationen nutzen zu können.
el: Για να μπορέσετε να λάβετε τα προνόμια θα πρέπει να έχετε συνδέσει το λογαριασμό σας στο **Discord με το λογαριασμό σας στο Patreon**. Πώς να το κάνετε αυτό ακριβώς [μπορείτε να το βρείτε εδώ](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Αν **δεσμευτήκατε πριν συνδέσετε το λογαριασμό σας στο Discord** μπορείτε να προσπαθήσετε να πατήσετε [το κουμπί 'Join' εδώ](https://www.patreon.com/rinbot?fan_landing=true) για άλλη μια φορά. Αυτό δεν θα πρέπει να ζητήσει άλλη πληρωμή, αλλά θα ενεργοποιήσει ξανά το webhook που θα έχει ως αποτέλεσμα να σας δοθούν αυτόματα τα προνόμια. Θα προσπαθήσει επίσης να δώσει τα προνόμια σε όποιον τα χάνει περίπου κάθε μία ώρα, οπότε περιμένετε λίγο και θα τα λάβετε αυτόματα. Αφού υποσχεθείτε το **, θα πρέπει να συνδεθείτε ξανά στο** στον ιστότοπο του RinBot για να χρησιμοποιήσετε προνόμια όπως η ενίσχυση ενός διακομιστή ή οι επιπλέον ρυθμίσεις καναλιών.
es: Para poder obtener los beneficios, necesitas tener tu **cuenta de Discord vinculada a tu cuenta de Patreon**. Cómo hacer esto exactamente [se puede encontrar aquí](https://support.patreon.com/hc/es-es/articles/212052266-Get-my-Discord-role). Si **has donado antes de vincular su cuenta de Discord**, puedes intentar presionar [el botón de 'Unirse' aquí](https://www.patreon.com/rinbot?fan_landing=true) una vez más. Esto no debería de solicitar otro pago, pero activará el webhook nuevamente, lo que dará como resultado proporcionarte las ventajas automáticamente. También intentará dar beneficios a cualquiera que no los tenga cada hora, así que espera un poco y los recibirás automáticamente. Después de donar, **tendrás que volver a iniciar sesión** en el sitio web de RinBot para poder usar beneficios como boostear un servidor o usar las configuraciones de canales adicionales.
fi: Saadaksesi etuisuuksia sinun on yhdistettävä **Discord-tilisi Patreon-tiliisi**. Miten tämä tehdään tarkalleen [löytyy täältä](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Jos olet **pantannut ennen Discord-tilisi linkittämistä**, voit yrittää painaa ['Liity' -painiketta tästä](https://www.patreon.com/rinbot?fan_landing=true) vielä kerran. Tämän ei pitäisi pyytää toista maksua, mutta se käynnistää webhookin uudelleen, jonka seurauksena saat etuudet automaattisesti. Se yrittää myös antaa etuisuuksia kaikille, jotka niitä kaipaavat, noin tunnin välein, joten odota vain hieman, niin saat ne automaattisesti. Kun olet luvannut **, sinun on kirjauduttava uudelleen sisään** RinBot-sivustolle, jotta voit käyttää etuisuuksia, kuten palvelimen vahvistamista tai ylimääräisiä kanavamäärityksiä.
fr: Pour pouvoir bénéficier des avantages, vous devez avoir votre compte Discord **lié à votre compte Patreon**. La marche à suivre exacte [peut être trouvée ici] (https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Si vous avez fait une promesse de don à **avant de relier votre compte Discord à**, vous pouvez essayer d'appuyer sur [le bouton 'Rejoindre' ici](https://www.patreon.com/rinbot?fan_landing=true) une fois de plus. Cela ne devrait pas vous demander un autre paiement, mais cela déclenchera à nouveau le webhook qui vous donnera automatiquement les avantages. Il essaiera également de donner des avantages à tous ceux qui en manquent environ toutes les heures, alors attendez un peu et vous les recevrez automatiquement. Après avoir fait une promesse de don à **, vous devrez vous reconnecter à** sur le site web de RinBot afin d'utiliser les avantages tels que le boost d'un serveur ou les configurations de canaux supplémentaires.
he: כדי לקבל את ההטבות, עליך לקשר את חשבון Discord שלך ב- **לחשבון Patreon שלך**. כיצד לעשות זאת בדיוק [ניתן למצוא כאן](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). אם התחייבת ל- **לפני שקישרת את חשבון Discord שלך**, תוכל לנסות ללחוץ על [כפתור 'הצטרף' כאן](https://www.patreon.com/rinbot?fan_landing=true) פעם נוספת. פעולה זו לא תדרוש תשלום נוסף, אך תפעיל את ה-webhook שוב, מה שיגרום להענקת ההטבות באופן אוטומטי. הוא ינסה גם להעניק הטבות לכל מי שחסר אותן בערך כל שעה, אז פשוט חכה מעט ותקבל אותן באופן אוטומטי. לאחר ההתחייבות **תצטרך להתחבר מחדש** באתר RinBot כדי להשתמש בהטבות כמו שיפור שרת או תצורות ערוצים נוספות.
hu: Ahhoz, hogy megkapd a kedvezményeket, a **Discord fiókodat össze kell kapcsolnod a Patreon fiókoddal**. Hogy ezt pontosan hogyan kell megtenni [itt található](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Ha a **felajánlást a Discord-fiókod összekapcsolása előtt tetted meg**, akkor megpróbálhatod még egyszer megnyomni [a 'Csatlakozás' gombot itt](https://www.patreon.com/rinbot?fan_landing=true). Ez nem fog újabb fizetést kérni, de újra beindítja a webhookot, aminek eredményeképpen automatikusan megkapod a perkeket. A rendszer óránként megpróbálja megadni a perkeket azoknak is, akik hiányoznak, tehát csak várj egy kicsit, és automatikusan megkapod őket. A **felajánlás után újra be kell jelentkezned a** oldalon a RinBot weboldalán, hogy használhasd az olyan perkeket, mint a szerver felturbózása, vagy az extra csatornakonfigurációk.
id: Untuk bisa mendapatkan fasilitas ini, Anda harus memiliki akun **Discord yang ditautkan ke akun Patreon Anda**. Bagaimana cara melakukan hal ini [dapat ditemukan di sini](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Jika Anda **berjanji sebelum menautkan akun Discord Anda** Anda dapat mencoba menekan [tombol 'Gabung' di sini](https://www.patreon.com/rinbot?fan_landing=true) sekali lagi. Ini tidak akan meminta pembayaran lagi, tetapi akan memicu webhook lagi yang akan memberikan Anda fasilitas secara otomatis. Sistem ini juga akan mencoba memberikan fasilitas kepada siapa pun yang melewatkannya setiap jam, jadi tunggu sebentar dan Anda akan menerimanya secara otomatis. Setelah berjanji **Anda harus masuk kembali** di situs web RinBot untuk menggunakan fasilitas seperti meningkatkan server, atau konfigurasi saluran tambahan.
it: Per poter ottenere i vantaggi è necessario che il vostro account **Discord sia collegato al vostro account Patreon**. Come fare esattamente [si può trovare qui](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Se **hai offerto un contributo prima di collegare il tuo account Discord** puoi provare a premere [il pulsante "Partecipa" qui](https://www.patreon.com/rinbot?fan_landing=true) ancora una volta. Questo non dovrebbe richiedere un altro pagamento, ma attiverà di nuovo il webhook che ti darà automaticamente i vantaggi. Inoltre, ogni ora cercherà di dare i vantaggi a chiunque ne sia sprovvisto, quindi basta aspettare un po' e li riceverete automaticamente. Dopo aver versato **dovrete effettuare nuovamente il login** sul sito web di RinBot per poter utilizzare i vantaggi come il potenziamento di un server o le configurazioni extra dei canali.
ja: 特典を得るためには、**DiscordアカウントをPatreonアカウント** にリンクさせる必要があります。 具体的な方法はこちら](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role)をご覧ください。 **もしDiscordアカウント** をリンクする前に誓約した場合は、もう一度[ここにある「参加」ボタン](https://www.patreon.com/rinbot?fan_landing=true)を押してみてください。 この場合、再度支払いを要求されることはありませんが、Webhookが再度起動し、特典が自動的に付与されます。 また、1時間ごとに特典が足りない人に特典を与えようとするので、少し待つだけで自動的に特典を受け取ることができます。 **を誓約した後、サーバーのブーストや追加チャンネル設定などの特典を使用するには、RinBotのウェブサイトで** に再ログインする必要があります。
ko: 특전을 받으려면 **Discord 계정이 Patreon 계정** 에 연결되어 있어야 합니다. 정확한 방법은 여기에서 확인할 수 있습니다(https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). 디스코드 계정을 연결하기 전에 **서약하신 경우(** ), [여기](https://www.patreon.com/rinbot?fan_landing=true)의 '가입하기' 버튼을 한 번 더 누르시면 됩니다. 이렇게 하면 추가 결제를 요구하지는 않지만, 웹훅이 다시 트리거되어 자동으로 특전이 지급됩니다. 또한 매 시간마다 특전을 놓친 사람에게 특전을 제공하려고 시도하므로 조금만 기다리면 자동으로 특전을 받을 수 있습니다. **서약 후 서버 부스트 또는 추가 채널 구성과 같은 특전을 사용하려면 린봇 웹사이트에서** 에 재로그인해야 합니다.
lt: Kad galėtum gauti privilegijas, turėsi turėti **Discord paskyrą, susietą su Patreon paskyra**. Kaip tiksliai tai padaryti [rasite čia] (https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Jei **pažadėjote prieš susiedami savo Discord paskyrą**, galite pabandyti paspausti [mygtuką "Prisijungti" čia](https://www.patreon.com/rinbot?fan_landing=true) dar kartą. Tai neturėtų prašyti dar vieno mokėjimo, tačiau vėl suaktyvins "webhook", dėl kurio privilegijos jums bus suteiktos automatiškai. Taip pat maždaug kas valandą bus bandoma suteikti privilegijas visiems, kuriems jų trūksta, todėl tiesiog šiek tiek palaukite ir jas gausite automatiškai. Sumokėję **, turėsite iš naujo prisijungti** RinBot svetainėje, kad galėtumėte naudotis privilegijomis, pavyzdžiui, serverio padidinimu arba papildomomis kanalų konfigūracijomis.
nb_no: For å kunne få fordelene må du ha **Discord-kontoen din koblet til Patreon-kontoen din**. Hvordan du gjør dette [finner du her] (https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Hvis du **pantsatte før du koblet Discord-kontoen din**, kan du prøve å trykke [på "Bli med"-knappen her](https://www.patreon.com/rinbot?fan_landing=true) en gang til. Dette skal ikke be om en ny betaling, men det vil utløse webhooken igjen, noe som vil resultere i at du får fordelene automatisk. Den vil også prøve å gi frynsegoder til alle som mangler dem omtrent hver time, så bare vent litt, så får du dem automatisk. Etter å ha pantsatt **må du logge inn på** på RinBot-nettstedet for å kunne bruke fordeler som å booste en server eller de ekstra kanalkonfigurasjonene.
nl: Om de extraatjes te kunnen krijgen moet je je **Discord account gekoppeld hebben aan je Patreon account**. Hoe je dit precies doet [kun je hier vinden](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Als je **een toezegging hebt gedaan voordat je je Discord-account** hebt gekoppeld, kun je proberen om nogmaals op [de knop 'Deelnemen' hier](https://www.patreon.com/rinbot?fan_landing=true) te drukken. Dit zou niet om nog een betaling moeten vragen, maar het zal de webhook opnieuw activeren waardoor je de perks automatisch krijgt. Het zal ook elk uur proberen perks te geven aan iedereen die ze mist, dus wacht gewoon even en je zult ze automatisch ontvangen. Na het pledgen van **moet je opnieuw inloggen op** op de RinBot website om gebruik te kunnen maken van perks zoals het boosten van een server of de extra kanaalconfiguraties.
pl: Aby móc otrzymać profity, musisz mieć konto Discord **połączone z kontem Patreon**. Jak to dokładnie zrobić [można znaleźć tutaj] (https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Jeśli **zobowiązałeś się przed połączeniem swojego konta Discord**, możesz spróbować nacisnąć [przycisk "Dołącz" tutaj](https://www.patreon.com/rinbot?fan_landing=true) jeszcze raz. Nie powinno to wymagać kolejnej płatności, ale ponownie uruchomi webhook, co spowoduje automatyczne przyznanie profitów. Będzie również próbował przyznawać profity wszystkim, którzy ich nie otrzymali, co około godzinę, więc po prostu poczekaj chwilę, a otrzymasz je automatycznie. Po złożeniu zobowiązania **będziesz musiał ponownie zalogować się** na stronie RinBot, aby korzystać z profitów, takich jak wzmocnienie serwera lub dodatkowe konfiguracje kanałów.
pt: Para poderem obter as regalias, terão de ter a vossa conta **Discord ligada à vossa conta Patreon**. Como fazer isso exatamente [pode ser encontrado aqui] (https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Se te comprometeste com **antes de associares a tua conta Discord** podes tentar premir [o botão "Join" aqui](https://www.patreon.com/rinbot?fan_landing=true) mais uma vez. Isto não deve pedir outro pagamento, mas irá ativar o webhook novamente, o que resultará na atribuição automática das regalias. Também tentará dar regalias a quem não as tiver a cada hora, por isso espera um pouco e recebê-las-ás automaticamente. Depois de se ter comprometido com **, terá de voltar a iniciar sessão em** no sítio Web do RinBot para poder utilizar regalias como o reforço de um servidor ou as configurações de canais extra.
ro: Pentru a putea beneficia de avantaje, va trebui să aveți contul **Discord conectat la contul Patreon**. Cum se face acest lucru exact [poate fi găsit aici](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Dacă **v-ați angajat înainte de a vă lega contul de Discord** puteți încerca să apăsați [butonul "Join" aici](https://www.patreon.com/rinbot?fan_landing=true) încă o dată. Acest lucru nu ar trebui să ceară o altă plată, dar va declanșa din nou webhook-ul, ceea ce va avea ca rezultat acordarea automată a avantajelor. De asemenea, va încerca să ofere perks celor care le lipsesc cam la fiecare oră, așa că așteptați puțin și le veți primi automat. După ce v-ați angajat pe **va trebui să vă autentificați din nou** pe site-ul RinBot pentru a putea folosi avantajele, cum ar fi stimularea unui server sau configurațiile suplimentare ale canalelor.
ru: Для получения привилегий необходимо, чтобы ваш аккаунт **Discord был связан с вашим аккаунтом Patreon**. Как именно это сделать [можно найти здесь](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Если вы **сделали взнос до того, как связали свой аккаунт Discord**, вы можете попробовать нажать [кнопку "Присоединиться" здесь](https://www.patreon.com/rinbot?fan_landing=true) еще раз. Это не потребует повторного платежа, но снова запустит вебхук, что приведет к автоматическому начислению бонусов. Кроме того, система будет пытаться выдать бонусы всем, кто их не получил, примерно каждый час, поэтому просто подождите немного, и вы получите их автоматически. После внесения взноса **вам нужно будет заново войти на сайт RinBot по адресу**, чтобы воспользоваться такими преимуществами, как увеличение сервера или дополнительные конфигурации каналов.
sv: För att kunna få förmånerna måste du ha ditt **Discord-konto länkat till ditt Patreon-konto**. Hur du gör detta exakt [kan hittas här] (https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Om du **lovade innan du länkade ditt Discord-konto** kan du försöka trycka på [knappen "Gå med" här](https://www.patreon.com/rinbot?fan_landing=true) en gång till. Detta bör inte be om en annan betalning, men det kommer att utlösa webhook igen vilket kommer att resultera i att ge dig förmånerna automatiskt. Den kommer också att försöka ge förmåner till alla som saknar dem ungefär varje timme, så vänta bara lite så kommer du att få dem automatiskt. Efter att ha lovat **måste du logga in igen** på RinBot-webbplatsen för att kunna använda förmåner som att öka en server eller de extra kanalkonfigurationerna.
th: **เพื่อให้ได้รับสิทธิประโยชน์ คุณจะต้องเชื่อมโยงบัญชี Discord ของคุณกับบัญชี Patreon ของคุณที่** วิธีการทำอย่างละเอียด [สามารถดูได้ที่นี่](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). หากคุณได้ให้คำมั่นสัญญาในการสนับสนุน (**) ก่อนที่จะเชื่อมโยงบัญชี Discord ของคุณ (** ) คุณสามารถลองกด [ปุ่ม 'Join' ที่นี่](https://www.patreon.com/rinbot?fan_landing=true) อีกครั้งหนึ่ง ระบบจะไม่เรียกเก็บเงินอีกครั้ง แต่จะทำการเรียกใช้ webhook อีกครั้ง ซึ่งจะส่งผลให้คุณได้รับสิทธิประโยชน์โดยอัตโนมัติ มันจะพยายามมอบสิทธิพิเศษให้กับทุกคนที่ขาดไปประมาณทุกชั่วโมง ดังนั้นเพียงแค่รอสักครู่แล้วคุณจะได้รับโดยอัตโนมัติ หลังจากที่คุณได้ให้คำมั่นสัญญาที่**แล้ว คุณจะต้องเข้าสู่ระบบใหม่** บนเว็บไซต์ RinBot เพื่อใช้สิทธิพิเศษ เช่น การเพิ่มพลังเซิร์ฟเวอร์ หรือการตั้งค่าช่องทางเพิ่มเติม
tr: Avantajlardan yararlanabilmek için **Discord hesabınızın Patreon hesabınıza bağlı olması gerekir**. Bunun tam olarak nasıl yapılacağı [burada bulunabilir](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Discord hesabınızı bağlamadan önce **rehin verdiyseniz** [buradaki 'Katıl' düğmesine] (https://www.patreon.com/rinbot?fan_landing=true) bir kez daha basmayı deneyebilirsiniz. Bu, başka bir ödeme istememelidir, ancak web kancasını tekrar tetikleyecek ve bu da size avantajların otomatik olarak verilmesiyle sonuçlanacaktır. Ayrıca her saat başı eksik olanlara avantajlar vermeye çalışacaktır, bu yüzden biraz bekleyin ve otomatik olarak alacaksınız. **adresinde taahhütte bulunduktan sonra, bir sunucuyu güçlendirmek veya ekstra kanal yapılandırmaları gibi avantajları kullanmak için RinBot web sitesinde** adresinde yeniden oturum açmanız gerekecektir.
uk: Щоб мати змогу отримати бонуси, вам потрібно прив'язати свій обліковий запис Discord **до вашого облікового запису Patreon**. Як саме це зробити [можна знайти тут] (https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Якщо ви **зробили внесок до прив'язки вашого облікового запису Discord**, ви можете спробувати натиснути [кнопку "Приєднатися" тут](https://www.patreon.com/rinbot?fan_landing=true) ще раз. Це не вимагатиме додаткового платежу, але знову запустить веб-хук, що призведе до автоматичного надання вам перків. Він також намагатиметься нараховувати бонуси тим, хто їх пропустив, приблизно щогодини, тож просто зачекайте трохи і ви отримаєте їх автоматично. Після того, як ви пообіцяєте **, вам потрібно буде повторно увійти** на сайті RinBot, щоб використовувати такі бонуси, як підвищення потужності сервера або додаткові конфігурації каналів.
vi: Để có thể nhận được các ưu đãi, cậu cần liên kết tài khoản Discord của mình **với tài khoản Patreon**. Cách thực hiện chi tiết [có thể tìm thấy tại đây](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role). Nếu cậu đã đăng ký **trước khi liên kết tài khoản Discord**, cậu có thể thử nhấn [nút 'Join' tại đây](https://www.patreon.com/rinbot?fan_landing=true) một lần nữa. Điều này sẽ không yêu cầu thanh toán thêm, nhưng sẽ kích hoạt lại webhook, từ đó tự động cấp quyền lợi cho cậu. Nó cũng sẽ cố gắng cấp quyền lợi cho bất kỳ ai thiếu chúng khoảng mỗi giờ, vì vậy hãy chờ một chút và cậu sẽ nhận được chúng tự động. Sau khi cam kết **, cậu sẽ cần đăng nhập lại** trên trang web RinBot để sử dụng các quyền lợi như tăng cường máy chủ hoặc cấu hình kênh bổ sung.
zh_hans: 要获得津贴，您需要将**Discord 账户与 Patreon 账户相连** 。 具体如何操作 [请点击此处](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role)。 如果您在链接您的 Discord 帐户** 之前已认捐**，您可以尝试再按一次 [此处的 "加入 "按钮](https://www.patreon.com/rinbot?fan_landing=true)。 这应该不会要求再次付款，但会再次触发网络钩子，从而自动为您提供福利。 它还会尝试每隔一小时向遗失津贴的人发放津贴，所以只需稍等片刻，您就会自动收到津贴。 认捐**后，您需要在 RinBot 网站上重新登录** ，才能使用提升服务器或额外频道配置等福利。
zh_hant: 若要獲得贊助獎勵，您需要**將 Discord 帳號連結到 Patreon 帳號**。 具體的操作方式可參考這篇文章：[連結 Discord 角色說明](https://support.patreon.com/hc/en-us/articles/212052266-Get-my-Discord-role)。 如果您**是在連結 Discord 帳號之前就已經贊助**了，可以嘗試再次點擊[這裡的「加入」按鈕](https://www.patreon.com/rinbot?fan_landing=true)。 這不會再次要求付款，但會重新觸發 webhook，從而自動為您提供贊助獎勵。 系統也會每小時自動檢查並補發獎勵給尚未收到的使用者，所以請稍候一段時間，通常會自動補發。 另外，在贊助之後，**您需要重新登入 RinBot 網站**才能使用像是伺服器加成或額外頻道設定等贊助功能。
